{
    "paper_id": "PMC1592674",
    "metadata": {
        "title": "Avian Influenza",
        "authors": [
            {
                "first": "Corrie",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Avian influenza (AI) viruses are very widespread in nature and have been isolated from more than 90 different species of free-living birds. Wild birds, especially shorebirds, ducks, and geese, are regarded as the natural reservoir of all AI viruses, with intestinal cells from these species displaying a receptor that is particularly attractive for AI viruses.6,7",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "mention": "6,7",
                    "ref_id": null
                }
            ],
            "section": "Background on Avian Influenza",
            "ref_spans": []
        },
        {
            "text": "Most strains of AI are of low pathogenicity and do not pose a significant problem for birds. These low virulence viruses have the type of hemagglutinin glycoprotein precursor that can be cleaved only by trypsin or trypsin-like enzymes. Consequently, replication is restricted to respiratory and intestinal tracts, where these enzymes can be found. Infection of poultry with these low virulent strains may be associated with mild respiratory signs, depression, and decrease in egg production. Occasionally secondary bacterial invaders will create a more critical disease situation. In contrast, the virulent viruses, termed “highly pathogenic avian influenza” (HPAI) have an hemagglutinin glycoprotein that can be cleaved by a ubiquitous protease, perhaps furin, that is found in virtually all organs.8 So, the virulent viruses are not restricted to replication in only the respiratory or intestinal tract but, once within the systemic circulation, have access to all tissues and organs. Pathogenesis studies in chickens have documented this phenomenon. Using immunohistochemistry, it has been shown that the HPAI viruses replicate in endothelial cells throughout the body, with spillover to adjacent parenchymal cells in numerous organs. Depending on the virulence of the strain, death can be peracute without clinical signs or may present with pulmonary, cardiac, or neurological involvement.9–11 Thus, it has been recognized for some time that the HPAI viruses are capable of extrapulmonary spread in chickens. Documenting similar distributions in a mammalian host, done by Rimmelzwaan et al1 in this issue of the American Journal of Pathology, extends the comparative pathology to what is most likely happening in humans.",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 801,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "mention": "9–11",
                    "ref_id": null
                },
                {
                    "start": 1593,
                    "end": 1594,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Background on Avian Influenza",
            "ref_spans": []
        },
        {
            "text": "Highly pathogenic avian influenza infections are often introduced into poultry operations through the presence of wild birds or their feces.12 Intermingling at outdoor ponds or inadequate biosecurity at poultry facilities has been responsible for outbreaks in many places. Consequently, control is most challenging in situations with limited biosecurity such as small farms and backyard flocks, exactly the type of husbandry situations most prevalent in developing countries, which are also the nations most challenged with maintaining sufficient animal health infrastructure to diagnose and contain the disease when it occurs.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background on Avian Influenza",
            "ref_spans": []
        },
        {
            "text": "Some of the issues surfacing as a result of HPAI involve agriculture, and both human and veterinary health scientists would benefit by increased awareness of changes and issues at the interface of agriculture and human health. Some of these issues are detailed below.",
            "cite_spans": [],
            "section": "Challenges of HPAI Control",
            "ref_spans": []
        },
        {
            "text": "Globalization has radically altered the distribution and dissemination of trade products in the world. Agriculture is one of the most globalized industries, and poultry is the fastest growing segment of global agriculture. Of the 26 billion animals raised to feed the 6.2 billion people in the world last year, over 16 billion were chickens. Figure 1, A and B, demonstrates the dramatic increases in chicken and duck production over the last 40 years. Figure 2 demonstrates the 20-fold increase in chicken exports that has occurred over the last 30 years. In 2003, 868,000 metric tons of poultry meat was exported from one country to another, representing a 20-fold increase over the last 30 years. Who says chickens don’t fly?",
            "cite_spans": [],
            "section": "Globalization and Agriculture",
            "ref_spans": [
                {
                    "start": 342,
                    "end": 359,
                    "mention": "Figure 1, A and B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 452,
                    "end": 460,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The necessity for efficiency to produce the animal protein needed to feed the world requires a concentration of animals. This move to agribusiness has been especially dramatic in the poultry sector, where it is now a reality that often as many as 10 million birds are raised within a few square kilometers.13,14 When disease enters, this concentration allows for tremendous amplification of the infectious agent, not to mention problems with control and eradication. If you consider the potential for amplification within the large facilities and the likelihood for introduction to or maintenance in the bio-insecure smallholder facility that may be nearby, the possibility for large-scale disaster has increased considerably.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 311,
                    "mention": "13,14",
                    "ref_id": null
                }
            ],
            "section": "Concentration of Production in Agriculture",
            "ref_spans": []
        },
        {
            "text": "Highly pathogenic avian influenza is a disease of significant economic importance to the poultry industry, because when HPAI enters a country, the poultry become worthless on the export market. For lesser developed countries that often rely heavily on revenue from agriculture, the temptation to deal with the disease without notifying international authorities is especially strong. Increasing transparency is paramount in controlling spread of this dangerous pathogen.",
            "cite_spans": [],
            "section": "International Transparency",
            "ref_spans": []
        },
        {
            "text": "Perhaps the brightest spot in the global HPAI situation has been the collaboration of all of the relevant scientists and regulatory entities involved in both agriculture and public health. The repeated gatherings of the World Organization for Animal Health, the Food and Agricultural Organization of the United Nations (FAO), and the World Health Organization to discuss control and containment methodologies are reassuring, because it has become apparent that control of the disease in the human sector will require control of the disease in animals. Virchow’s admonition to consider disease in a comparative framework, “Between animal and human medicine there is no dividing line… ,” was prescient for his time. Today it is our reality, as Rimmelzwaan et al have demonstrated.1 Continued collaborations in realms beyond avian influenza could further ensure enhanced health protection for all species.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 779,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Public Health and Animal Health Need Common Understanding",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Numbers of poultry produced globally, in thousands, 1964–2004. Numbers of chicken (A) and non-chicken poultry (B). Source for numerical data: FAO Statistical Databases (http://faostat.fao.org/, accessed September 12, 2005).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: International trade in poultry meat, in metric tons, 1973–2003. Source for numerical data: FAO Statistical Databases (http://faostat.fao.org/, accessed September 12, 2005).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Influenza A virus (H5N1) infection in cats causes systemic disease with potential novel routes of virus spread within and between hosts.",
            "authors": [
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "van Riel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baars",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "RAM",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "ADME",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Pathol",
            "volume": "168",
            "issn": "",
            "pages": "176-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Varied pathogenicity of a Hong Kong-origin H5N1 avian influenza virus in four passerine species and budgerigars.",
            "authors": [
                {
                    "first": "LEL",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vet Pathol",
            "volume": "40",
            "issn": "",
            "pages": "14-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Comparative susceptibility of selected avian and mammalian species to a Hong Kong origin H5N1 high-pathogenicity avian influenza virus.",
            "authors": [
                {
                    "first": "LEL",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Avian Dis",
            "volume": "47",
            "issn": "",
            "pages": "956-957",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Heterogeneity in the haemagglutinin gene and emergence of the highly pathogenic phenotype among recent H5N2 avian influenza viruses from Mexico.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Latimer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "RiveraCruz",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Perdue",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gen Virol",
            "volume": "77",
            "issn": "",
            "pages": "1493-1504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Avian influenza: recent developments.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Capua",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Pathol",
            "volume": "33",
            "issn": "",
            "pages": "393-404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Vietnam battles bird flu … and critics.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "368-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Interrelations of human and veterinary medicine.",
            "authors": [
                {
                    "first": "JV",
                    "middle": [],
                    "last": "Klauder",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "N Engl J Med",
            "volume": "258",
            "issn": "",
            "pages": "170-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Bats are natural reservoirs of SARS-like coronaviruses.",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "McEachern",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Understanding the ecology and epidemiology of avian influenza viruses: implications for zoonotic potential.",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerging Diseases of Animals.",
            "volume": "",
            "issn": "",
            "pages": "pp. 101-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A review of avian influenza. Proceedings of the European Society for Veterinary Virology (ESVV) Symposium on Influenza Viruses of Wild and Domestic Animals, Ghent, Belgium, 16–18 May 1999.",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "74",
            "issn": "",
            "pages": "3-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Influenza A pandemics of the 20th century with special reference to 1918: virology, pathology and epidemiology.",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Med Virol",
            "volume": "10",
            "issn": "",
            "pages": "119-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Influenza virus hemagglutinin with multibasic cleavage site is activated by furin, a subtilisin-like endoprotease.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steinke-Grober",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Angliker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO J",
            "volume": "11",
            "issn": "",
            "pages": "2407-2414",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A pathogenesis study of highly pathogenic avian influenza H5N2 in chickens, using immunohistochemistry.",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Olander",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Senne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Comp Pathol",
            "volume": "107",
            "issn": "",
            "pages": "341-348",
            "other_ids": {
                "DOI": []
            }
        }
    }
}