{
    "paper_id": "PMC1876871",
    "metadata": {
        "title": "Molecular and Functional Analysis of the Human Prothrombinase Gene (HFGL2) and Its Role in Viral Hepatitis",
        "authors": [
            {
                "first": "Gary",
                "middle": [
                    "A."
                ],
                "last": "Levy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mingfeng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jinwen",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shankary",
                "middle": [],
                "last": "Yuwaraj",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julian",
                "middle": [],
                "last": "Leibowitz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philip",
                "middle": [
                    "A."
                ],
                "last": "Marsden",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qin",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Kovalinka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [
                    "James"
                ],
                "last": "Phillips",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Primers specific to a recently reported cDNA sequence 6  which correspond to exon 2 of mouse fgl2 were used to amplify the genomic DNA from human liver; the sense primer CAA AAG AAG CAG TGA TAC CTA CA (huflp7) at position 693 and the antisense primer TTA TCT GGA GTG AAA AAC TT (huflp8) at position 1115 of the reported human cDNA generated a probe of 423 nucleotides which was used to screen the human PAC library (Genome Systems, St. Louis, MO) and 3 clones were isolated. Restriction mapping of three PAC clones was performed with the frequently cutting enzymes EcoRI, HindIII, PstI, and PvuII and the rare cutting enzymes NotI, SalI, and SmaI. A plasmid sublibrary was prepared using partial Sau3A digestion and subcloned into the BamHI site of PBluescript 1 (Sk−; Stratagene, La Jolla, CA) as previously described. 7 ",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "mention": " 6",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 819,
                    "end": 821,
                    "mention": " 7",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Primers Used in Pi Artificial Choromosome (PAC) Library Screening ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The HFGL2 cDNA coding region was amplified by polymerase chain reaction (PCR) from human small intestine total RNA using the forward primer TGA GCA GCA CTG TAA AGA TG 17 bp upstream of the translation start codon ATG and the reverse primer GTG GCT TAA AGT GCT TGG GT starting 6 bp upstream of the stop codon TAA to 11 bp downstream of TAA. The PCR product was first cloned into PCR II cloning vector (Invitrogen), sequenced, and subcloned into pcDNA 3.1 his mammalian expression vector inframe with the his-tag. Transfection of HFGL2 into CHO cells was performed using the lipofectamine reagent (Gibco, Mississauga, Ontario).",
            "cite_spans": [],
            "section": "Construction of HFGL2 Expression Vector and Transient Expression of HFGL2 in CHO Cells ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The method of extraction of total RNA from tissue has been described elsewhere. 8  In brief, 100 mg of tissue was homogenized in a denaturing solution containing 4 mol/L guanidine isothiocyanate, 25 mmol/L sodium citrate, 0.1 mol/L 2-mercaptoethanol, and 0.5% N-lauroylsarcosine. The homogenate was then mixed with 2 mol/L sodium acetate (pH 4.0), water-saturated phenol, and choloroform-isoamyl alcohol (49:1) and incubated on ice for 15 minutes. The mixture was centrifuged at 15,800 × g at 4°C for 20 minutes. The upper aqueous phase was transferred to a fresh tube and then mixed with an equal volume of 100% isopropanol and precipitated at −20°C for 20 minutes. RNA was pelleted by centrifugation at 15,800 × g at 4°C for 30 minutes and then dissolved in the denaturing solution, to which an equal volume of 100% isopropanol was added for reprecipitation of RNA at −20°C. After centrifugation, the RNA pellet was washed with 75% ethanol twice, dried in vacuum, and resuspended in DEPC-treated water.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": " 8",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Northern Blot Analysis ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Total cellular RNA (20 μg) from each tissue was first quantitated spectroscopically and then electrophoresed in a 1% denaturing agarose gel with 1.7% formaldehyde and then transferred to nitrocellulose membranes (Schleicher & Schuell, Keene, NH) in 20 × SSC (1 × SSC in 0.15 mol/L NaCl plus 0.015 mol/L sodium citrate). RNA was immobilized by baking the membrane at 80°C for 2 hours in vacuum and was hybridized in 50% formamide-5 × SSPE (1 × SSPE is 0.18 mol/L NaC1, 10 mm NaH2PO4, and 1 mm ethylenediaminetetraacetic acid [pH 7.1])−5 × Denhardt’s solution-0.5% sodium dodecyl sulfate-100 μg of denatured salmon sperm DNA per ml at 42°C for 18 hours with an [α-32P]dCTP-labeled 539-bp DNA probe of human fgl2 cDNA (7 × 10 8  cpm/μg) encompassing nucleotides 100 (GCAAACAAT… ) to 639 (… ATACAGTCA). Labeled human glyceraldehyde-3-phosphate dehydrogenase cDNA was used to ensure the integrity of the RNA in each tissue. The membrane was washed with 1 × SSPE and 0.1% sodium dodecyl sulfate at room temperature for 15 minutes and then autoradiographed by exposure to Kodak film (X-OMAT; Eastman Kodak Company, Rochester, NY).",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 724,
                    "mention": " 8",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Northern Blot Analysis ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Forty-eight hours after transfection, CHO cells were washed twice with phosphate-buffered saline before addition of 200 μl of lysis buffer (10 mmol/L Tris-HCI, pH 7.5, 150 nmol/L NaC1, 1 mmol/L ethylenediaminetetraacetic acid, 0.25% NP-40, 0.2 mg of phenylmethylsulfonyl fluoride per ml) at 10 6  cells/100 μl for 20 minutes at 4°C. Lysates were clarified by centrifugation, and 20 μl of each was separated by 10% sodium dodecyl sulfate-polyacrylamide gel electrophoresis and transferred to a Hybond-N nitrocellulose membrane (Amersham, Mississauga, Ontario). Membranes were probed with monoclonal anti-His antibody (Invitrogen). Bound antibodies were visualized with an enhanced chemiluminescence detection system (Amersham).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "mention": " 6",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Western Blot Methodology ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Transfected CHO cells were harvested after 48 hours of transfection and suspended in unsupplemented RPMI 1640 at a concentration of 2 × 10 6  cells/ml. The cells were then subjected to three cycles of freeze-thawing to obtain maximal total cellular procoagulant activity. Samples were assayed for the ability to shorten the spontaneous clotting time of normal citrated human platelet-poor plasma. 7  Milliunits of procoagulant activity were assigned by reference to a standard curve generated with serial log dilutions of a standard rabbit brain thromboplastin (Sigma Chemical Co., St. Louis, MO) as previously described. 9  Media and reagents were without activity.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": " 6",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": " 7",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": " 9",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Clotting Assay ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Factor X and prothrombin were isolated from Cohn fraction III. 10  For assay of cleavage, prothrombin was radioiodinated enzymatically with immobilized lactoperoxidase and glucose oxidase (Enzymobeads; Biorad, Richmond, CA) to a specific activity of 6.2 μCi/μg. To 25 μl of cellular homogenate, 10 μl of 125I-prothrombin and 10 μl of 25 mmol/L CaC12 were added. The reaction was allowed to proceed at 37°C for 30 minutes. Human factor Xa (0.5 μg/ml), generated by incubating 0.6 ng human factor X with 0.06 ng of Russell’s viper venom as previously described, in the presence of homogenates of CHO cells was used as a positive control for 125I-prothrombin cleavage. Each reaction mixture was electrophoresed on 10% polyacrylamide gel. After electrophoresis, the gels were fixed, dried, and subjected to autoradiography.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "mention": " 10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Prothrombin Cleavage Assay ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Eight cases of fulminant viral hepatitis were examined (virus types: hepatitis B, 3; syncytial giant cell hepatitis with paramyxoviral like particles, 1; hepatitis virus non-A non-B non-C, 4). The micrographs shown are from one of the latter cases which are representative of all cases presented. Histological sections were stained with hematoxylin and eosin.",
            "cite_spans": [],
            "section": "Methods for Cellular and Molecular Histopathological Analysis ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Immunoperoxidase staining (dark brown) used the avidin-biotin complex method. For fibrin detection, a rabbit-anti-human fibrinogen antibody (DAKO, Carpenteria, CA), known to react with fibrinogen and fibrin in human tissues was used. The CD68 antibody (DAKO) was used to detect macrophages (histiocytes). A 216-bp DNA fragment from the conserved carboxyl end of the hfgl2 coding region was used as a template, to synthesize, with T3 and T7 RNA polymerases, digoxigenin-11-UTP (Boehringer Mannheim, Laval, PQ)-labeled sense and antisense cRNA probes for the in situ hybridization studies. 4  Alkaline phosphatase (dark blue) served as a marker of the reaction product. Tissue for electron microscopy was prepared by routine methods, 11  ultra-thin epon embedded sections were stained with lead citrate and examined in a Philips 400 electron microscope (Einthoven, The Netherlands).",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "mention": " 4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 731,
                    "end": 734,
                    "mention": " 11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Methods for Cellular and Molecular Histopathological Analysis ::: Isolation and Characterization of the HFGL2 Prothrombinase Gene ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The HFGL2 gene was isolated using three genomic clones from a human PAC library (Genome Systems Inc., St Louis, MO) using a PCR-based approach (Figure 1) ▶ . The HFGL2 gene was localized to the short arm of chromosome 7 by fluorescence in situ hybridization and radiation hybrid mapping (data not shown). The HFGL2 gene is approximately 7 kb in length. This size was determined by the known mRNA sequence that contains exon I and II (4.4 kb) plus an intron sequence of 2.2 kb. Exon II encodes for the last 235 amino acids of the HFGL2 protein and contains the 3′ UTR. The putative promoter region contains cis element consensus sequences such as a TATA box, an AP1 site, a C/EBP binding site (CAAT), and multiple Ets sites which suggest the inducibility of HFGL2. Of interest, the C/EBP binding sites have been shown to play a pivotal role in the induction of acute phase response genes of the liver and cytokine genes of macrophages. 12,13 ",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 940,
                    "mention": " 12,13",
                    "ref_id": null
                }
            ],
            "section": "Isolation and Characterization of HFGL2 ::: Results",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": " ▶",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Two messages of size 4.4 kb and 1.5 kb were detected in the Northern blot studies. The polyadenylation (polyA) site identified at position 1476 most likely gives rise to transcription termination that leads to the shorter 1.5-kb message. A 282-nucleotide long Alu element, starting at position 1655, has technically challenged our cloning of the distal end of the 3′ UTR of HFGL2. A possible polyA signal further downstream in the yet to be cloned region of the HFGL2, probably gives rise to the 4.4-kb mRNA. Our Northern blot studies show that the presence of the two mRNA species is tissue dependent (Figure 2, A and B) ▶ . For example, in tissues such as the colon, small intestine, stomach, and prostate the 4.4-kb mRNA predominates. However, in tissues such as the ovary, the 1.5-kb mRNA transcript is expressed predominantly, whereas in the spleen, uterus, skeletal muscle, and peripheral blood leukocytes, the two mRNA transcripts are present in near equal amounts (Figure 2, A and B) ▶ . The data provided in this report do not reflect quantitative comparisons between tissues but do demonstrate qualitatively, relative expression of the different sized mRNAs within each tissue (organ).",
            "cite_spans": [],
            "section": "Isolation and Characterization of HFGL2 ::: Results",
            "ref_spans": [
                {
                    "start": 621,
                    "end": 623,
                    "mention": " ▶",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": " ▶",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The HFGL2 nucleotide sequence predicts a 439-amino acid protein (Figure 3A) ▶ . The overall amino acid identity between murine fgl2 and HFGL2 proteins is over 70%. The 225 amino acids at the carboxyl end corresponds to the well-conserved fibrinogen-related domain. 2  The five potential glycosylation sites are conserved in the mouse and human proteins. A cDNA of HFGL2, encompassing the entire coding region, was cloned into pcDNA3.1-His and expressed as a fusion protein (phfgl2his) in CHO cells (Figure 3B) ▶ . Three hfgl2 specific proteins were detected (200, 140, and 62 kd) by immunoblotting, suggesting that the encoded protein is a dimer or trimer composed of 65-kd subunits joined by disulfide bonds. These results are consistent with a previous report. 14  Transient transfection of CHO cells with a full-length cDNA of the HFGL2 coding region resulted in the expression of a procoagulant activity which accelerated the clotting time of recalcified plasma (Table 1) ▶ . The high level of procoagulant activity coincided with the expression of a prothrombinase which directly cleaved prothrombin to thrombin (Figure 4) ▶ . This data strongly supports the hypothesis that like its murine counterpart, the HFGL2 gene encodes a prothrombinase activity.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "mention": " 2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 762,
                    "end": 765,
                    "mention": " 14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Isolation and Characterization of HFGL2 ::: Results",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "mention": " ▶",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": " ▶",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": " ▶",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The eight instances of fulminant viral hepatitis examined all had classical pathological features. The patients ranged in age from 0.5 to 53 years; 6 were females and 2 were males (Table 2) ▶ . The livers were removed at transplantation for fulminant hepatic failure and showed widespread (range, 60% to 90%) hepatocellular necrosis (Table 3) ▶ . In six instances, there were surviving areas of parenchyma comprising less than 40% of the liver. These areas typically showed earlier stages of active hepatitis with focal, confluent, or bridging necrosis (Figure 5) ▶ . In two instances, the entire liver showed end-stage liver disease with total panlobular necrosis. All were examined by in situ hybridization for the presence of HFGL2 prothrombinase mRNA transcripts and by immunohistochemical methods for CD68-positive macrophages or histiocytes as well as fibrin. In the four cases in which surviving parenchyma was seen, fgl2 prothrombinase RNA was detected in macrophages in association with fibrin deposits in vascular sinusoids located selectively in the areas of acute focal, confluent, or bridging necrosis but was infrequent or absent in the more advanced areas of panlobular necrosis in which only the consequences of the active hepatocellular necrotizing process remained. Fibrin deposits were observed by immunoperoxidase staining with an antibody specific for fibrinogen and fibrin, and fibrin thrombi in sinusoids were confirmed by electron microscopy. Panels A to E in Figure 5 ▶  are all from areas of residual parenchyma to show regions of bridging necrosis and for comparison, a large area of complete hepatic necrosis and collapse. Panels D and E are deeper sections of the same block that are matched to show equivalent areas of acute bridging necrosis. The positive cells (dark blue stained cells) in the in situ micrograph (E) correspond to the large macrophages (CD68-positive cells) in micrograph (D). Panel C (electron micrograph) is also from an area of acute bridging necrosis.",
            "cite_spans": [],
            "section": "Cellular and Molecular Pathology ::: Results",
            "ref_spans": [
                {
                    "start": 563,
                    "end": 565,
                    "mention": " ▶",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1492,
                    "end": 1494,
                    "mention": " ▶",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 189,
                    "end": 191,
                    "mention": " ▶",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 342,
                    "end": 344,
                    "mention": " ▶",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Two important results are reported. First is the isolation and characterization of the HFGL2 prothrombinase gene that encodes for a prothrombinase having procoagulant activity with the ability to directly cleave prothrombin to thrombin. The second is the co-localization of the HFGL2 prothrombinase gene expression in macrophages and fibrin deposition in sinusoids with microvascular thrombosis and hepatocellular necrosis in the most hepatitic lesions in fulminant viral hepatitis. These observations are key to the pathogenesis of the rapidly progressive necrosis in this disease. The fact that HFGL2 and fibrin are not seen in the more advanced lesions may be attributed to the transitory nature of the immune coagulation response and the rapidity of the hepatocellular necrotizing process that rapidly results in end-stage necrosis of the liver.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of particular relevance to this study, are recent studies of murine viral hepatitis caused by mouse Coronavirus (murine hepatitis virus type 3, MHV-3) in susceptible strains which is an excellent animal model for studying the pathogenesis of fulminant viral hepatitis. 3  Especially important is that MHV-3 infection in susceptible BALB/cJ mice causes the de novo synthesis of a unique procoagulant fgl2 prothrombinase by macrophages. 2  The murine fgl2 gene has been cloned, sequenced, and characterized in this laboratory. 2,4,14,15  Recent sequential studies showed that the development of fulminant viral hepatitis always followed the same pattern: initiation by viral-induced up-regulation of the fgl2 prothrombinase gene with focal deposits of fibrin in sinusoids and accumulation of inflammatory cells with a predominance of neutrophils and macrophages and focal individual liver cell necrosis. Progression ensued by further fibrin deposition and arrest of sinusoidal blood flow leading to the rapid development of confluent multicellular hepatic necrosis resulting in fulminant hepatic failure and death in 4 days. 4  There is strong evidence for implicating fgl2 prothrombinase as pivotal in the pathogenesis of this disease in the mouse model: levels of this prothrombinase activity correlate with the severity of the disease; 16,17  and there is concordance between expression of fgl2 prothrombinase in the liver with fibrin deposition; and neutralizing antibodies attenuate the pathological and clinical manifestations. 5  Indeed, it is not the viral load that determines the occurrence of massive necrosis but the viral induced up-regulation of the fgl2 gene which initiates the pathological process. 5,18  Although, treatment with neutralizing antibodies to the fgl2 gene abrogates the disease, a high viral load persists. 5  Fulminant murine hepatitis and fgl2 gene expression were shown to be genetically linked and it is likely that host genetic factors are also important in human fulminant hepatitis. 19 ",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "mention": " 3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": " 2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 524,
                    "end": 534,
                    "mention": " 2,4,14,15",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": " 4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1336,
                    "end": 1342,
                    "mention": " 16,17",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1533,
                    "mention": " 5",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1713,
                    "end": 1718,
                    "mention": " 5,18",
                    "ref_id": null
                },
                {
                    "start": 1836,
                    "end": 1838,
                    "mention": " 5",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2019,
                    "end": 2022,
                    "mention": " 19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The similarities in the putative promoter elements in human and mouse fgl2 indicate they are both regulated in a similar manner. Recently we have shown that the nucleocapsid protein of strains of MHV which cause fulminant hepatic failure is responsible for transcription of the fgl2 gene. 20  By mapping of the fgl2 promoter, we have defined an enhanceosome consisting of three transcription elements LF-A1, GMCSF, and IE1.2. Interestingly, LF-A1 is a liver specific promoter element that regulates transcription of known coagulation factors. 21-23  The fact that the severity of both hepatitis B and hepatitis C are related to expression of the nucleocapsid protein (core protein) suggests that these studies of MHV may parallel the pathogenesis of human viral hepatitis. 20 ",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "mention": " 20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 542,
                    "end": 548,
                    "mention": " 21-23",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 775,
                    "mention": " 20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Other investigators have implicated thrombin as a pivotal mediator in liver injury, and in particular in acute viral fulminant hepatitis. 24-27  The local production of thrombin may explain the fibrin deposition during acute liver injury. In favor of this, is the recent report demonstrating increased expression of the thrombin receptor in patients with fulminant hepatitis. 28 ",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "mention": " 24-27",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 378,
                    "mention": " 28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Other inflammatory mediators including tumor necrosis factor-α (TNF-α), interleukin-1 (IL-1), and reactive oxygen intermediates have also been implicated in the pathogenesis of organ failure. 29,30  Treatment of rats with recombinant neutralizing antibody to TNF-α has been shown to protect against hypotension, hypothermia, and mortality of Gram-negative sepsis. 31,32  Furthermore, the mortality associated with endotoxin shock was reduced with an IL-1 receptor antagonist. 33  We have previously reported that IL-1 and TNF-α induce endothelial cell transcription of fgl2 linking cytokines and induction of coagulation. 18  However, antibodies to TNF or IL-1 were unable to prevent the hepatic necrosis caused by MHV-3. 3  The role of the immune coagulation system in fulminant hepatic failure is controversial. 33  Mori et al 34  have reported that fibrin is a classical feature but this has not been substantiated by others. The reason for not finding fibrin may be attributed to its transient nature as reported here, and also the lack of precision of the histological methodologies used to detect fibrin in tissues. It is also pertinent to mention here that other investigators have cloned and sequenced HFGL2 and termed it musfblp in the mouse 35  and fibroleukin in humans. 36  Both groups isolated the molecule from T lymphocytes and postulated its role as an extracellular matrix protein important in regulatory T-cell activation. It is also important to note that other molecules with homology to fgl2 such as cytotaxin 37  or tenascin, 38  have potent immunoregulatory effects on T cells. Thus, expression of HFGL2 may explain accumulation of inflammatory cells in areas of liver injury and immunological disturbances that may contribute to the hepatic necrosis. Preliminary results from our laboratory have shown that recombinant fgl2 is a potent inhibitor of mixed lymphocyte reaction and cytotoxic T cell responses (work in progress). These findings may explain the immunosuppressant status and inability to clear the virus in patients and mice with fulminant hepatic failure.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "mention": " 29,30",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 369,
                    "mention": " 31,32",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "mention": " 33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 621,
                    "end": 624,
                    "mention": " 18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 721,
                    "end": 723,
                    "mention": " 3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 813,
                    "end": 816,
                    "mention": " 33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 828,
                    "end": 831,
                    "mention": " 34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "mention": " 35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1281,
                    "end": 1284,
                    "mention": " 36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "mention": " 37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1547,
                    "end": 1550,
                    "mention": " 38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The amino acid sequence suggests that both HFGL2 and fgl2 are either secreted or type II transmembrane proteins. Ruegg and Pytela 6  have suggested that HFGL2 is a secreted protein. However, further analysis of the sequence suggests that the protein is a type II transmembrane protein. This is based on the fact that the region from position 3 to 23 is hydrophobic. This 21-amino acid log stretch is sufficiently long enough to span the layered phospholipid cell membrane. Furthermore, the amino terminus has a tendency to maintain a helical configuration characteristic of transmembrane domains. 39  Previously, we reported that fgl2 was a serine protease based on inhibition studies with diisopropyl fluorophosphate and other serine protease inhibitors. 40  Unlike the serine proteases of the coagulation cascade with the catalytic domain GDSGG, belonging to clan SA, HFGL2 could belong to clan SE serine protease with the active site motif S..K. The motifs at positions 91 and 142 could potentially serve as the catalytic sites. Preliminary data using site-directed mutagenesis suggest that the motif at position 91 is the active catalytic domain (unpublished data). After the cystein at position 213, the rest of the carboxyl end of the HFGL2 protein consists of a domain homologous to the FREDs (fibrinogen related domain) which is found on a number of different proteins with functional diversity. Examples of these proteins are the three chains of fibrinogen, tenacin, ficolin, and HFREP-1. 41-43 ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "mention": " 6",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 596,
                    "end": 599,
                    "mention": " 39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 755,
                    "end": 758,
                    "mention": " 40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1497,
                    "end": 1503,
                    "mention": " 41-43",
                    "ref_id": null
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The molecular and cellular results reported here in human fulminant hepatitis mimic closely the changes observed in the murine model in which the pathogenesis of the disease has been studied in a stepwise fashion. 3,4  A common molecular mechanism is suggested. The viral induced up-regulation of the fgl2 gene and the potent prothrombinase molecule it encodes plays a pivotal role in initiating the immunothrombotic microcirculatory changes that lead to the rapidly spreading necrosis. Thus, there is a causal link between fgl2 gene up-regulation that initiates immune coagulation and the transient but devastating microthrombosis in sinusoids resulting in rapid, progressive, and widespread hepatocellular necrosis both in humans and in mice. Having established this relationship, the provocative and exciting findings of successful abrogation of the lethal effects of the fgl2 gene in murine fulminant viral hepatitis offers the potential for developing methods for attenuating the disease in man.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "mention": " 3,4",
                    "ref_id": null
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Procoagulant Activity (PCA) of HGFL2 Expressed in CHO Cells\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Patients Studied\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Pathological Findings\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Map of restriction endonuclease sites in the PAC clones. A: The inserts in the 6359, 6360, and 6361 clones are represented in a, b, and c, respectively. The inserts are oriented with respect to the sp6 and T7 ends of the PAC vector. The rectangular boxes represent the two exons of HFGL2; the one on the left is exon I and the one on the right is exon II. The restriction enzymes are abbreviated such that; p: PvuII; s: SmaI, h: HindIII; e: EcoRI; pst: PstI; sal: SalI. In b, the short vertical lines near the sp6 indicate that the distance is not drawn to scale. In a and c the slanted lines represent the regions where the exact distance between the SmaI sites are not determined. B: two exons are represented with 2 filled rectangular boxes. The numbers in B related to the translation start site of HFGL2.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Northern blot analysis of human tissue for specific expression of hfgl2. A 539-nucleotide long probe from hfgl2 exon I was used. A: lane 1, spleen; lane 2, thymus; lane 3, prostate; lane 4, testis; lane 5, ovary, lane 6, small intestine; lane 7, colon; lane 8, peripheral blood leukocytes. B: lane 1, skeletal muscle; lane 2, uterus; lane 3, colon; lane 4, small intestine; lane 5, bladder; lane 6, heart; lane 7, stomach; lane 8, prostate. Twenty μg of total RNA was added to each lane and hybridized with a human fgl2 cDNA. A glyceraldehyde-3-phosphate dehydrogenase cDNA was used to ensure integrity of the RNA in tissues studied.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: A: The amino acid sequence of the hfgl2 protein. Bolded amino acids refer to glycosylation sites. The underlined amino acids correspond to the well-conserved fibrinogen related domain. B: Western blot of human prothrombinase, hfgl2, expressed in CHO cells. Lane 1, hfgl2 reduced by dithiothreitol (DTT); lane 2, CHO cells transfected with vector alone. Twenty μg of total protein was added to each lane.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Characterization of hfgl2 prothrombinase by the prothrombin cleavage assay. Lane 1, prothrombin; lane 2, factor Xa + prothrombin; lane 3, prothrombin plus CHO cells alone; lane 4, prothrombin plus CHO cells with phfgl2his; lane 5, prothrombin plus CHO cells with pcDNA3.1his.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: Histopathological and in situ hybridization analysis of fulminant viral hepatitis. A: Surviving nodule (N) of hepatocytes within which are areas of early acute hepatitis with inflammatory cell infiltrates, hepatocellular necrosis, and early collapse (arrows). Remainder of liver showed more advanced total multilobular hepatocellular necrosis (*). B: Fibrin deposits were selectively located in areas of residual parenchyma that showed active, acute necrosis demonstrated by immunoperoxidase using a rabbit-antifibrinogen/fibrin antibody. C: Electron micrograph showing typical early fibrin thrombus comprised of criss-cross fibrin strands (arrowheads) admixed with necrotic cell fragments; the thrombus partially occludes the hepatic sinusoid. Lead citrate stain. D: Immunoperoxidase stain showing that CD68-positive macrophages comprise a significant component of the inflammatory cell infiltrate in areas of bridging necrosis. E: Transcripts of hfgl2 detected in macrophages by in situ hybridization using a 216-nucleotide sequence from the conserved carboxyl end of the gene; compare with D. Digoxigenin-11-UTP-alkaline phosphatase method. Scale bars: A and B, 200 mm; C, 2 mm; D and E, 20 mm.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Diseases of the Liver,",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1982,
            "venue": "J Exp Med",
            "volume": "155",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1994,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Immunol Rev",
            "volume": "127",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Clin Exp Pharmacol Physiol",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "J Biol Chem",
            "volume": "266",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 1983,
            "venue": "Hepatology",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1985,
            "venue": "Hepatology",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 1986,
            "venue": "J Immunol",
            "volume": "136",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Science",
            "volume": "257",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Biochim Biophys Acta",
            "volume": "1172",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 1948,
            "venue": "Arch Pathol",
            "volume": "46",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 1971,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "J Pathol",
            "volume": "158",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Gastroenterology",
            "volume": "108",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Hepatology",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 1986,
            "venue": "Science",
            "volume": "234",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Viral Hepatitis Rev",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "Surg Gynecol Obstet",
            "volume": "164",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "J Clin Invest",
            "volume": "80",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "J Clin Invest",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "Semin Liver Dis",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "Acta Pathol Jpn",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "84",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Biochemistry",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Protein Sci",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Biochem Biophys Res Commun",
            "volume": "193",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "J Biol Chem",
            "volume": "268",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "J Exp Med",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Gene",
            "volume": "160",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 1994,
            "venue": "J Biol Chem",
            "volume": "269",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "J Clin Invest",
            "volume": "80",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}