{
    "paper_id": "PMC1783226",
    "metadata": {
        "title": "Short-term immunoglobulin A B-cell memory resides in intestinal lymphoid tissues but not in bone marrow of gnotobiotic pigs inoculated with Wa human rotavirus",
        "authors": [
            {
                "first": "Lijuan",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Annelize",
                "middle": [],
                "last": "Geyer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linda",
                "middle": [
                    "J"
                ],
                "last": "Saif",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Rotavirus is a major cause of dehydrating diarrhoea in humans and animals.1 Elucidation of the immunological mechanisms by which the host is protected against infection and disease is critical for the development of successful vaccines. The recent possible association between the use of a live oral rotavirus vaccine in infants and cases of intussusception2 suggests that more detailed information about immune responses to live oral rotavirus vaccines is needed to improve the safety of such vaccines.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 357,
                    "end": 358,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In previous studies,3,4 we reported that the number of rotavirus-specific immunoglobulin A (IgA) antibody-secreting cells (ASC) present in the intestinal lamina propria of gnotobiotic pigs at the time of challenge (primary ASC) correlates with protection against infection and diarrhoea when challenged with human rotavirus (HRV). However, the number of immunoglobulin G (IgG) ASC in systemic lymphoid tissues does not correlate with protection.3,4 The majority of specific IgA ASC at mucosal surfaces induced by primary exposure to intestinal virus infection are short-lived, with a life span, in general, of a few days.5–7 Therefore, the number of long-lived plasma cells and virus-specific memory B cells induced by primary antigen exposure play important roles in protection against reinfection.8,9 Long-lived plasma cells are terminally differentiated cells and do not proliferate upon exposure to recall antigen. The cells persist without the requirement for antigen presence and secrete antibodies continually in the secondary lymphoid organs where the cells reside. In contrast, memory B cells do not secrete antibodies spontaneously. When activated by recall antigen, memory B cells differentiate rapidly into ASC and secrete greater quantities of antibodies with higher affinity compared to naïve B cells.8,10,11 Memory B cells differ from naive B cells in several ways (which may also be related to their role in conferring protection) including:\nlower requirements for activation (from antigen, cytokine and T-cell help);12their capacity to present antigen directly to T cells;13 andtheir capability to colonize antigen-draining sites, including the mucosal epithelium.13",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 21,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 22,
                    "end": 23,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 445,
                    "end": 446,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 447,
                    "end": 448,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 621,
                    "end": 622,
                    "mention": "5",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 623,
                    "end": 624,
                    "mention": "7",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 799,
                    "end": 800,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 801,
                    "end": 802,
                    "mention": "9",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1315,
                    "end": 1316,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1320,
                    "end": 1322,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1533,
                    "end": 1535,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1589,
                    "end": 1591,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1681,
                    "end": 1683,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A detailed understanding of the relationship between the development of ASC and memory B-cell responses, the major resident sites of memory B cells after rotavirus infection, and the association of ASC and memory B-cell responses with protective immunity against reinfection, is needed for the development of efficacious vaccines. Williams14 et al. reported that at 3–5 weeks after oral inoculation of adult mice twice with the EC strain of murine rotavirus, the majority of rotavirus-specific IgA and IgG ASC and memory B cells were localized in the intestinal lymphoid tissues, with much fewer numbers of IgA ASC and memory B cells in bone marrow. The bone marrow was suggested to be one of the major sites for long-term antibody production.14 In mice, after a single rotavirus infection, high titres of rotavirus-specific antibodies persist and the mice are protected from reinfection for life. This life-long immunity is not observed after rotavirus infections in humans, who continue to be susceptible to reinfection with rotavirus, but such reinfections usually occur as subclinical infections after subsequent re-exposure.15 In humans, reinfections with the same serotype of rotavirus also occur. Lack of long-term immunity to rotavirus raises the question as to the role of memory B cells in protective immunity to rotavirus infections in humans. To help address this question, we studied memory B-cell responses to HRV in a gnotobiotic pig model of HRV infection and disease.16 The gnotobiotic pig is a unique model for the study of immunity to HRV induced by natural infection and by rotavirus vaccines, because the pathogenesis and immunity of rotavirus infections in pigs and humans are similar, but differ from the subclinical infections and life-long immunity produced in adult mice.15–17 In addition, the gastrointestinal physiology and the development of a mucosal immune response by gnotobiotic pigs closely resemble those of human infants. The objectives of this study were as follows:\nTo optimize the detection of memory B cells by enzyme-linked immunospot (ELISPOT) assay.To evaluate the isotypes, quantities and tissue distribution of rotavirus-specific memory B cells and to compare them with virus-specific ASC responses in gnotobiotic pigs inoculated with virulent Wa HRV (mimic natural infection) or attenuated Wa HRV (mimic oral rotavirus vaccines).To assess the association between ASC and memory B-cell responses and protection against rotavirus infection and disease.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 743,
                    "end": 745,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1484,
                    "end": 1486,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1797,
                    "end": 1799,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1800,
                    "end": 1802,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Near-term pigs were derived by hysterectomy and maintained in sterile isolation units, as described previously.18 To study the effects of the dose of in vitro stimulating antigen on the induction of ASC from memory B cells, eight gnotobiotic pigs (3–5 days of age) were orally inoculated with ≈105 fluorescent focus-forming units (FFU) of the virulent Wa strain of HRV (serotype P1A[8]G1).19 The 50% infectious dose (ID50) of the virulent Wa HRV inoculum for gnotobiotic pigs is ≤1 FFU.19 Of the eight gnotobiotic pigs used, four were killed on postinoculation day (PID) 21 and four were orally challenged with ≈106 FFU of virulent Wa HRV on PID 21 and killed on postchallenge day (PCD) 7.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Inoculation and challenge of gnotobiotic pigs :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To study ASC and memory B-cell responses to Wa HRV and their association with protection, 22 gnotobiotic pigs were assigned to one of three groups. Group 1 (eight pigs) was inoculated (at 3–5 days of age) orally once with ≈105 FFU of the virulent Wa HRV. Group 2 (nine pigs) was inoculated three times (on PID 0 [3–5 days of age], PID 10 and PID 21) with ≈107 FFU of the tissue culture-adapted attenuated Wa HRV strain. Giving three doses of attenuated Wa HRV was to mimic the immunization regimen of a live reassortant rotavirus vaccine tested in human infants.2 The inoculation dose of attenuated Wa HRV was determined in a previous study,20 based on the finding that at least two doses of ≈107 FFU virus were needed to induce seroconversion in 100% of pigs. Group 3 (five pigs) was mock inoculated with diluent (minimal essential media; Gibco Life Technologies, Grand Island, NY) three times in the same time frame as group 2. A subset of pigs from each group was challenged with ≈106 FFU of virulent Wa HRV at PID 28. Rectal swabs were collected daily for 7 days after inoculation and for 6 days after challenge. The presence of virus in rectal swab fluids was analysed by antigen-capture enzyme-linked immunosorbent assays (ELISAs) and by cell culture immunofluorescent infectivity (CCIF) assays to determine virus shedding and infectivity, respectively, as previously described.21,22 The pigs were observed daily for diarrhoea. Faecal consistency was scored as follows: 0, normal; 1, pasty; 2, semiliquid; and 3, liquid. Pigs with daily faecal consistency scores of ≥2 were considered diarrhaeic.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 563,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1384,
                    "end": 1386,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1387,
                    "end": 1389,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Inoculation and challenge of gnotobiotic pigs :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To assess longer-term immune memory after rotavirus infection, four pigs were inoculated with one dose of ≈105 FFU of virulent Wa HRV at 5 days of age and kept in isolation units for 12 weeks. Serum samples from the pigs were collected at selected time-points over the entire period. Isotype-specific antibody titres to Wa HRV in the serum were determined by an ELISA, and virus-neutralizing (VN) antibody titres were measured by using a plaque-reduction assay, as described previously.23 These four pigs were killed on PID 83 to evaluate the levels of longer-term ASC and memory B-cell responses to Wa HRV. Small intestinal contents (SIC) and large intestinal contents (LIC) were collected from these pigs and the isotype-specific antibody titres to Wa HRV in SIC and LIC were determined by ELISA.23",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 488,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Inoculation and challenge of gnotobiotic pigs :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The intestinal and systemic lymphoid tissues, including duodenum, ileum, mesenteric lymph nodes (MLN), spleen, peripheral blood lymphocytes (PBL), and bone marrow were collected from all pigs when killed on PID 28, PID 35 (PCD 7) or PID 83. Mononuclear cells (MNC) from the lymphoid tissues were isolated as previously described.3,4 Bone marrow was collected from the femurs of pigs by flushing the bone marrow cavity with 5 ml of Ca2+-and Mg2+-free Hanks' balanced salt solution (Gibco BRL). Single-cell suspensions were prepared by passing the Hanks' balanced salt solution–bone marrow suspension through stainless steel 80-mesh screens of a cell collector (Cellecter; E-C Apparatus Corp., St. Petersburg, FL). The MNC were isolated from bone marrow by Ficoll–Hypaque (Ficoll-Paque 1·077; Sigma Chemical Co., St. Louis, MO) density-gradient centrifugation, similar to the isolation procedure used for MNC from peripheral blood.3 The purified MNC from all tissues were resuspended in complete medium consisting of RPMI-1640 (Gibco BRL) supplemented with 8% fetal bovine serum, 20 mm HEPES (N-2-hydroxyethyl-piperazine-N′-2-ethanesulphonic acid), 2 mm l-glutamine, 1 mm sodium pyruvate, 0·1 mm non-essential amino acids, 100 µg/ml of gentamicin, 10 µg/ml of ampicillin and 50 µm 2-mercaptoethanol (E-RPMI).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 929,
                    "end": 930,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Isolation of mononuclear cells :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Rotavirus from infected MA104 cell-culture supernatants (titre ≈107 FFU/ml) was semipurified by centrifugation (112 700 × g) through a 40% (wt/wt) sucrose cushion. The viral pellets were suspended to ≈1:25 of the original volume of cell-culture supernatant in 0·05 m Tris buffer (pH 7·5) containing 0·1 m NaCl and 0·002 m CaCl2 (TNC), aliquoted, and stored at −70°.24 The protein concentration of the preparations was determined by spectrophotometric analysis (GeneQuant; Pharmacia, LKB, Biochrom, Cambridge, UK). Mock antigen from uninfected MA104 cells was prepared and stored in an identical manner.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Antigen for in vitro stimulation :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Purified MNC were restimulated in vitro with semipurified attenuated Wa HRV antigen, by using methods previously described3,25 for determining the number of memory B cells in lymphoid tissues of rotavirus-sensitized pigs. The duration of antigen stimulation and the dose of the semipurified virus antigen added to the MNC cultures were optimized based on findings that initially established the day and dose that yielded the greatest number of ASC in the ELISPOT assay. Memory B-cell responses were compared to a range of antigen doses (0·25–6 µg and 6–24 µg/ 3·75 × 106 MNC in two experiments). Six micrograms of semipurified Wa HRV antigen was used for the study of memory B-cell responses to virulent and attenuated Wa HRV. The semipurified Wa HRV antigen or mock antigen was added to duplicate wells of each MNC preparation (3·75 × 106 MNC in 1·5 ml of E-RPMI per well of a 24-well tissue culture plate [Corning Glass Works, Corning, NY]) and incubated at 37° in an atmosphere of 5% CO2. At the second, third and fourth day of incubation, 0·5 ml of fresh E-RPMI medium was added to each well. On the fifth day, MNC from two to four duplicate wells were pooled, rinsed once with RPMI-1640 and diluted to 0·7 ml with E-RPMI. The viable MNC numbers were counted by Trypan Blue exclusion. The MNC were used in ELISPOT assays for enumeration of virus-specific ASC that were derived from memory B cells during incubation in the presence of the recall antigen.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "In vitro stimulation of MNC :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "An isotype-specific ELISPOT assay for enumerating immunoglobulin M (IgM), IgA and IgG rotavirus-specific ASC3,4 was used to evaluate effector and memory B-cell responses to Wa HRV. The ELISPOT assay performed on the day of MNC extraction was used to determine the numbers of in vivo antigen-activated ASC (e.g. plasma cells), because plasma cells secrete antibody spontaneously. The ELISPOT assays performed after the MNC were stimulated with rotavirus or mock antigen in cell culture for 5 days were used to determine the numbers of memory B cells. Memory B cells were identified on the basis of their ability to proliferate, differentiate and secrete antibody upon stimulation with the recall Wa HRV antigen.26 Briefly, the concentrations of viable MNC recovered from cell culture were adjusted to 5 × 106/ml (3·5 × 106 MNC in 0·7 ml of ERPMI). When fewer than 3·5 × 106 viable MNC were harvested, the existing number of MNC were used in the assays. Wa HRV-infected, fixed-cell plates were washed five times with distilled water prior to use. Single-cell suspensions of MNC from each tissue were added to duplicate wells with 5 × 105, 5 × 104 and 5 × 103 MNC/well for the ELISPOT assay. The plates were incubated for ≈12 hr at 37° in a 5% CO2 atmosphere and then washed and incubated with biotinylated mouse monoclonal antibody (mAb) (purified ascites fluids) to pig IgG (derived from hybridoma 3H7, 0·03 µg/ml), pig IgA (derived from hybridoma 6D11, 0·04 µg/ml), or pig IgM (derived from hybridoma 5C9, 0·35 µg/ml),27 for 1 hr at room temperature. Plates were washed and horseradish peroxidase-conjugated streptavidin (Kirkegaard & Perry Laboratories, Inc., Gaithersburg, MD) was added (diluted 1:30 000). After incubation for 1 hr at room temperature, the plates were washed and blue spots were developed with tetramethylbenzidine and the H2O2 peroxidase substrate system (Kirkegaard & Perry Laboratories, Inc.). The numbers of virus-specific ASC were determined by counting blue spots in the wells and reported as the number of virus-specific ASC per 5 × 105 MNC. Because of the low viability of MNC from some of the tissues, the number of memory B cells from the tissues with fewer than 3·5 × 106 viable MNC were adjusted according to the viable MNC numbers at the time the in vitro ELISPOT assays were performed to compensate, and to enable comparison, of the memory B-cell responses among tissues. In this case, the numbers of memory B cells were calculated as: ASC × (5 × 105÷numbers of viable MNC).",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 110,
                    "end": 111,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1518,
                    "end": 1520,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "ELISPOT for virus-specific ASC :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Fisher's exact test (SAS Institute Inc., Cary, NC) was used to compare proportions of pigs with diarrhoea and virus shedding among groups. A one-way analysis of variance (anova) was used to compare mean duration and days of onset of virus shedding and mean duration of diarrhoea. The ASC numbers were compared among or within groups using the Kruskal–Wallis rank sum (non-parametric) test. Statistical significance was assessed at P < 0·05 for all comparisons.",
            "cite_spans": [],
            "section": "Statistical analysis :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Inoculation of pigs with one dose of virulent Wa HRV conferred complete protection; inoculation with three doses of attenuated Wa HRV conferred partial protection against HRV-associated diarrhoea (67% protection rate) and virus shedding (67% protection rate), upon challenge (Table 1). Among nine pigs inoculated with attenuated Wa HRV, only one shed virus on the 5th day after the first inoculation, indicating the limited intestinal replication of the attenuated Wa HRV in pigs. After challenge at PID 28 (31–33 days of age), all mock-inoculated control pigs shed virus and developed diarrhoea, although the severity was slightly reduced compared to the neonatal naïve pigs infected with virulent Wa HRV at 3–5 days of age (Table 1). This is possibly because of the slightly reduced susceptibility of older pigs to severe rotavirus diarrhoea.",
            "cite_spans": [],
            "section": "Protection against challenge with virulent Wa HRV, induced by inoculation with virulent or attenuated Wa HRV ::: Results",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 726,
                    "end": 733,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The viable MNC were counted at the initiation of the MNC cultures and after 5 days of incubation with the HRV stimulating antigen or mock antigen. The viability of cells on the initial day of MNC incubation were > 95% in all of the tissues. After 5 days of culture in the presence of 6 µg of stimulating antigen, variations in viabilities were seen within and between the tissues, between the time-points and among the groups (data not shown); there were no statistically significant differences among the MNC viabilities. However, notable differences for virulent, attenuated Wa HRV, or mock-inoculated pigs at any given time-point included the following:\nperipheral blood and MLN had the highest mean viabilities (≈45%);duodenum and ileum had lower mean viabilities (≈17%), which may reflect the requirement for a higher stimulating antigen dose for these tissues; andMNC from mock-inoculated pigs had the lowest viabilities (≈ 4%) in the ileum.",
            "cite_spans": [],
            "section": "Viability of MNC ::: Results",
            "ref_spans": []
        },
        {
            "text": "To optimize the in vitro cell culture conditions and the detection of memory B cells, the effect of different antigen doses on the viability of MNC was evaluated, with ileum, MLN and spleen from pigs inoculated with virulent Wa HRV in initial experiments. The doses of in vitro-stimulating HRV antigen of 0·25–6 µg did not alter substantially the viability of MNC from ileum, MLN and spleen. The MNC cultured with mock antigen had similar viabilities to the MNC cultured with the lowest concentration of antigen tested (0·25 µg per 3·75 × 106 MNC) (data not shown). However, increased antigen doses of 6–24 µg were associated with a twofold increase of viability (from 17% to 35%) of MNC from ileum at day 5 of incubation (data not shown).",
            "cite_spans": [],
            "section": "Viability of MNC ::: Results",
            "ref_spans": []
        },
        {
            "text": "The specificity of the in vitro ELISPOT assay for quantifying memory B cells was examined and confirmed by the results of the following experiments:\nNo rotavirus-specific ASC were detected from the naive animals (two mock-inoculated pigs killed on PID 28) even though their MNC were stimulated with 6 µg of rotavirus antigen in vitro for 5 days.The numbers of ASC detected by the in vitro ELISPOT assay increased with increasing doses of HRV stimulating antigen within the range of 0·25–6 µg per 3·75 × 106 MNC (Fig. 1).\n\nNo, or few, ASC (long-lived plasma cells) were detected from virulent rotavirus-inoculated pigs after the MNC were incubated in vitro for 5 days without rotavirus antigen stimulation (6 µg of mock antigen was added to the MNC cultures).",
            "cite_spans": [],
            "section": "Distinguishing memory B cells ::: Results",
            "ref_spans": [
                {
                    "start": 512,
                    "end": 518,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The proportion (percentage) of ASC detected from MNC cultured with mock antigen divided by the MNC stimulated with HRV antigen were all < 2%, except for 8·6% for IgA ASC in ileum at one time-point in the dose–response experiment (data not shown). These observations indicate that > 91% of ASC detected by the in vitro ELISPOT assay were not long-lived plasma cells. Instead, they were ASC derived from the proliferation and differentiation of memory B cells induced by inoculation of the pigs with rotavirus. For the attenuated Wa HRV-inoculated pigs, the ASC detected by the in vitro ELISPOT assay may have included a small percentage of plasma cells, as a subpopulation of B cells that were primed in vivo by the repeated inoculations and destined to become plasma cells could have developed into ASC spontaneously during the in vitro cell culture. The few long-lived plasma cells (< 9% in ileum and < 2% in other tissues) detected in the mock antigen-stimulated wells, or the few plasma cells from attenuated Wa HRV-inoculated pigs, were not subtracted from the numbers of ASC detected from viral antigen-stimulated wells because of the statistical insignificance of their small percentage compared with the major ASC populations derived from memory B cells in each tissue. The ASC numbers detected in the ELISPOT assay on the day of MNC extraction (without in vitro culture and antigen stimulation) were reported as ASC; the ASC numbers detected in the ELISPOT assay after in vitro antigen stimulation were reported as memory B cells (and may also include a small percentage of plasma cells) in the present study.",
            "cite_spans": [],
            "section": "Distinguishing memory B cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "The effects of antigen dose in vitro on the detection of memory B cells were evaluated using a wide range of Wa HRV antigen (0·25–24 µg per 3·75 × 106 MNC). The numbers of IgM, IgA and IgG ASC in all of the tissues tested (ileum, MLN and spleen) increased according to increasing doses of in vitro stimulating antigen within the range of 0·25–6 µg of rotavirus antigen per 3·75 × 106 MNC (Fig. 1). The magnitude of the increases in the number of IgA and IgG ASC were highest for cells from the ileum (2·0- to 10·3-fold) and lowest for cells from the spleen (1·4- to 4·8-fold). When the antigen doses were increased from 6 to 24 µg/3·75 × 106 MNC, the effect of the stimulating antigen dose in each tissue varied. The numbers of IgA and IgG ASC increased slightly according to increasing doses of antigen for cells from the ileum. However, they decreased for cells from the MLN and remained similar for cells from the spleen (Fig. 1).",
            "cite_spans": [],
            "section": "Dose–responses to stimulating antigen ::: Results",
            "ref_spans": [
                {
                    "start": 389,
                    "end": 395,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 925,
                    "end": 931,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The ASC responses to Wa HRV are depicted in Fig. 2, Fig. 3 and Table 2. Before challenge (PID 28 [PCD 0]), the mean numbers of virus-specific IgA and IgG ASC, respectively, in the duodenum (21- and 25-fold), ileum (22- and 44·5-fold) and MLN (five- and 80-fold), were significantly higher in virulent Wa HRV-inoculated pigs than in the attenuated Wa HRV-inoculated pigs, and were associated with a 100% protection rate in this group upon challenge (Fig. 2). After challenge (PID 35 [PCD 7]), there were no increases in the numbers of virus-specific IgM, IgA or IgG ASC in this group of pigs, indicating little or no in vivo viral antigen restimulation (Fig. 3). In contrast, in the attenuated Wa HRV-inoculated pigs, anamnestic IgA and IgG ASC responses were detected in most of the tissues, indicating reinfection postchallenge. The numbers of IgA ASC increased in the duodenum (significantly), ileum, MLN and spleen (from five- to 114-fold). The numbers of IgG ASC increased significantly in the duodenum, ileum, MLN and spleen (from 10- to 97-fold) (Fig. 3).",
            "cite_spans": [],
            "section": "ASC responses to HRV inoculation and challenge ::: Results",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 50,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 52,
                    "end": 58,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 449,
                    "end": 455,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 653,
                    "end": 659,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1053,
                    "end": 1059,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 63,
                    "end": 70,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The HRV-specific IgA ASC predominated prechallenge in the duodenum of pigs inoculated with either virulent (IgA/IgG ratio=6) or attenuated (IgA/IgG ratio=7) Wa HRV. In contrast, IgG ASC predominated prechallenge in the ileum of virulent (IgA/IgG ratio=0·2) or attenuated (IgA/IgG ratio=0·5) Wa HRV-inoculated pigs. After challenge, IgA ASC still predominated in the duodenum (IgA/IgG ratio=2·7) of virulent Wa HRV-inoculated pigs. Conversely, in the attenuated Wa HRV-inoculated pigs, IgG ASC predominated (IgA/IgG=ratio 0·4) in the duodenum and IgA/IgG ratios increased to 1·2 in the ileum at PID 35 (PCD 7). The IgG ASC predominated in systemic lymphoid tissues of pigs inoculated with virulent or attenuated Wa HRV pre- and postchallenge, except in the spleen of virulent Wa HRV-inoculated pigs postchallenge where the IgA/IgG ratio was ≈1 (Fig. 2, Fig. 3). No virus-specific ASC were detected in mock-inoculated pigs until after challenge when IgM ASC predominated in all tissues at PCD 7 (Fig. 3).",
            "cite_spans": [],
            "section": "ASC responses to HRV inoculation and challenge ::: Results",
            "ref_spans": [
                {
                    "start": 844,
                    "end": 850,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 852,
                    "end": 858,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 994,
                    "end": 1000,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Memory B-cell responses to Wa HRV, detected in vitro by the ELISPOT assay, are depicted in Fig. 2, Fig. 3 and Table 4. In the virulent Wa HRV-inoculated pigs, memory B-cell responses were high in the ileum but low in the duodenum, both pre- and postchallenge (Fig. 2, Fig. 3). The numbers of IgA and IgG memory B cells were significantly higher (49- to 798-fold) in the ileum of virulent Wa HRV-inoculated pigs compared to attenuated Wa HRV-inoculated pigs on PID 28 (PCD 0) and PID 35 (PCD 7) (Fig. 2 and Table 2). In virulent Wa HRV-inoculated pigs, the highest mean numbers of IgA and IgG memory B cells were detected in the ileum; however, in attenuated HRV inoculated pigs the highest mean numbers of IgA and IgG memory B cells were detected in the spleen before challenge. The IgG memory B cells predominated in all of the tissues of pigs inoculated with virulent or attenuated Wa HRV, both pre- and postchallenge.",
            "cite_spans": [],
            "section": "Memory B-cell responses to HRV inoculation and challenge ::: Results",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 99,
                    "end": 105,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 260,
                    "end": 266,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 268,
                    "end": 274,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 495,
                    "end": 501,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 506,
                    "end": 513,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In virulent Wa HRV-inoculated pigs after challenge, the mean numbers of IgA and IgG memory B cells increased, although not significantly, in the duodenum, ileum (IgA only), MLN, spleen and peripheral blood. In the attenuated Wa HRV-inoculated pigs, the mean numbers of IgA and IgG memory B cells did not change substantially and were lower than in the virulent Wa HRV-inoculated pigs in all tissues postchallenge (Fig. 2, Fig. 3). Few memory B cells were detected in the bone marrow of either virulent or attenuated Wa HRV-inoculated pigs before and after challenge (Fig. 2, Fig. 3 and Table 2). Therefore, the bone marrow was not a site of resident memory B cells of any isotype on PID 28 (PCD 0) or PID 35 (PCD 7).",
            "cite_spans": [],
            "section": "Memory B-cell responses to HRV inoculation and challenge ::: Results",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 420,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 422,
                    "end": 428,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 567,
                    "end": 573,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 575,
                    "end": 581,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 586,
                    "end": 593,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The numbers of rotavirus-specific ASC and memory B cells in the longer-term virulent HRV-inoculated pigs decreased substantially on PID 83 (data not shown) compared to PID 28 in the pigs inoculated with virulent HRV. The mean numbers of IgA and IgG ASC in all tissues were fewer than eight per 5 × 105 MNC, except for 13 IgG ASC that were counted in MLN. The mean numbers of IgA memory B cells were fewer than 24 per 5 × 105 MNC in all tissues, with spleen having the highest mean number of 23·3 per 5 × 105 MNC. The mean numbers of IgG memory B cells were 17–61 per 5 × 105 MNC in ileum, MLN, spleen and PBL, with spleen again having the highest number (61 per 5 × 105 MNC). In duodenum and bone marrow, the number of IgG memory B cells was fewer than four per 5 × 105 MNC.",
            "cite_spans": [],
            "section": "Longer-term ASC and memory B cells to rotavirus infection (PID 83) ::: Results",
            "ref_spans": []
        },
        {
            "text": "Antibody titres to Wa HRV in serum of the longer-term pigs peaked at PID 14 for IgM (geometric mean titre [GMT] 65 536), PID 34 for IgA (GMT 1024) and PID 57 for IgG (GMT 8192) (Fig. 4). The VN antibody titres in serum peaked at PID 57 (GMT 1458) (Fig. 4). At PID 83, the GMT of IgA antibody in the serum was 256, comparable to the antibody titres in the SIC (GMT 512) and LIC (GMT 512) at this time; however, the IgG antibody titres in the serum were 356-fold higher than those in the SIC (GMT 8192 versus 23). IgG antibodies were not detected in the LIC on PID 83.",
            "cite_spans": [],
            "section": "Longer-term ASC and memory B cells to rotavirus infection (PID 83) ::: Results",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 248,
                    "end": 254,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Knowledge regarding the mechanisms involved in the generation, anatomical localization and persistence of memory B cells, particularly in regard to mucosal surfaces, is scarce. To improve our understanding of memory B-cell responses to enteric pathogens, the present study focused on the role of antigen (virulent versus attenuated Wa HRV) in determining the isotype and localization of memory B cells, the tissue origin of memory B cells and the association of memory B- cell responses with protective immunity to reinfection against an enteric virus.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Inoculation of pigs with virulent or attenuated Wa HRV induced different isotype, magnitude and localization patterns for ASC and memory B-cell responses. Virulent Wa HRV induced significantly higher numbers of IgA and IgG ASC in the duodenum, ileum and MLN compared to attenuated Wa HRV, before challenge. Rotavirus-specific IgA and IgG memory B cells were detected in the duodenum, ileum, MLN and spleen, but with much higher numbers in the ileum and slightly higher numbers in MLN than in the other tissues on PID 28 and 35. Therefore, memory B cells induced by virulent Wa HRV resided primarily in the ileum. For the pigs inoculated with attenuated Wa HRV, although the highest mean number of IgA ASC was in the duodenum, the highest mean numbers of IgG effector and IgA and IgG memory B cells were in the spleen. The lower numbers of IgA and IgG ASC detected in all tissues of this group of pigs on PID 28 (PCD 0) reflect the lower antigenicity of the attenuated Wa HRV; virulent Wa HRV is known to replicate more extensively than attenuated Wa HRV throughout the small intestine.19 However, high numbers of IgG memory B cells detected in the spleen after inoculation with attenuated Wa HRV indicate that naive B cells in systemic lymphoid tissues were primed by the viral antigen. The original site of priming of the memory B cells detected in the systemic lymphoid tissues was not determined in this study. They could be naïve B cells activated in situ in the systemic lymphoid tissues, or B cells primed in the intestines that then migrated into the spleen and resided there. The systemic IgG memory B-cell responses and the low numbers of intestinal IgA and IgG ASC were associated with only partial protection of these pigs when challenged on PID 28. This observation agrees with our previous findings for pigs inoculated intramuscularly with inactivated Wa HRV4 or inoculated intranasally with 2/6-virus-like particles,17 in which high numbers of IgG ASC and memory B cells were induced in the systemic lymphoid tissues. However, minimal or no protection was conferred by inoculation with the inactivated Wa HRV or 2/6 virus-like particles. These findings re-emphasize our theory that protection against an enteric virus infection is dependent not only on the magnitude, but also on the site and isotype, of the ASC and memory B-cell responses.3,4,17",
            "cite_spans": [
                {
                    "start": 1085,
                    "end": 1087,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1871,
                    "end": 1872,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1930,
                    "end": 1932,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2355,
                    "end": 2356,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2357,
                    "end": 2358,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2359,
                    "end": 2361,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Predominant IgA ASC responses were detected in the duodenum of virulent Wa HRV-inoculated pigs; however, the majority of the virus-specific IgA memory B cells were resident in the ileum, not the duodenum. In pigs, as in humans, the duodenal lymphoid tissue consists mainly of effector sites (lamina propria).28,29 The ileal lymphoid tissue consists of both effector sites (lamina propria) and the major inductive sites (Peyer's patches).29,30 The ASC responses detected in the duodenum and ileum were presumably attributed to lymphoid cells in the lamina propria because no plasma cell development occurs in Peyer's patches.28,31 The anatomical difference between the duodenum and ileum of pigs may explain the different patterns of ASC and memory B-cell responses detected. For mice, it has been suggested that the memory B cells committed to IgA production and which originate in inductive sites (Peyer's patches and MLN)28,32 are also resident in these sites 6 weeks after intramuscular immunization.32 Other studies of mice showed that rotavirus-specific IgA memory B cells were detected in both Peyer's patches and the small intestinal lamina propria, but with a delayed appearance in the lamina propria.33,34 The distribution and magnitude of the memory B-cell isotypes between Peyer's patches and the ileal lamina propria were not examined in the current study because of the difficulty in isolating and separating MNC from the Peyer's patches and ileal lamina propria of gnotobiotic pigs. Therefore, the ileal MNC originated from both types of lymphoid tissues in the ileum.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1209,
                    "end": 1211,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast to several studies perfomed in mice,14,35–37 the results from this study demonstrated that bone marrow is not a major site of residence for primary effector and memory B cells in pigs on PID 28, 35 and 83 after oral inoculation with HRVs. Our finding concurs with a recent study of mice by C.A. Moser & P.A. Offit (personal communication) showing that no rotavirus-specific IgA or IgG ASC or memory B cells were detected in bone marrow after adult mice were inoculated orally with rhesus rotavirus (RRV) from PID 21 to PID 126. Although Williams et al.14 reported, in their study of adult mice orally inoculated twice with murine rotavirus EC strain, that rotavirus-specific ASC were detected at PID 50–65 in the bone marrow, the absolute numbers of rotavirus-specific ASC in the lamina propria were more than 1000-fold higher than those in bone marrow. It appears that the few ASC detected in the bone marrow may have been ASC in the peripheral blood trafficking through the bone marrow (the ASC numbers in the peripheral blood were not reported in this study). Similarly, Williams et al.14 reported that rotavirus-specific, fluorescence-activated cell sorter (FACS)-separated α4β7 IgA memory B cells, adoptively transferred from donor mice seven months after oral EC rotavirus inoculation into RAG-2 mice, preferentially resided in the lamina propria with ASC numbers at least 250-fold higher than in bone marrow. In pigs, the bone marrow showed a similar or lower magnitude of ASC responses compared to that seen in the peripheral blood. Other research teams6,35–37 have reported that bone marrow was the major site of long-term antibody production after oral inoculation of mice with cholera toxin,35 after an acute systemic infection of mice with lymphocytic choriomeningitis virus (LCMV),36,37 and in mice systemically immunized with the T-cell-dependent antigen, ovalbumin.6 Because of limitations in the length of time that gnotobiotic pigs can be maintained in isolation units, longer-term B-cell responses beyond PID 83 were not evaluated in this animal model. However, very few ASC or memory B cells were detected in bone marrow, on PID 28, 35 or 83, of pigs inoculated with virulent Wa HRV. Thus, our data and the studies of mice infected with RRV (ref. 14; C.A., Moser & P.A. Offit, personal communication) suggest that bone marrow is not an inductive or a resident site for primary effector and memory B cells after a heterologous rotavirus infection of pigs (HRV) or mice (RRV). Differences between replicating organisms and non-replicating antigens, and the target tissues and replication sites for a systemic virus (LCMV) versus an enteric virus (Wa HRV), could be the main reasons for the divergent responses observed.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 50,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 51,
                    "end": 53,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 54,
                    "end": 56,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1573,
                    "end": 1574,
                    "mention": "6",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1578,
                    "end": 1580,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1714,
                    "end": 1716,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1806,
                    "end": 1808,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1809,
                    "end": 1811,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1892,
                    "end": 1893,
                    "mention": "6",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Attenuated Wa HRV that replicated to only a low extent in the intestinal epithelia, stimulated mainly IgG memory B cells that were resident in spleen. Interestingly, however, the IgG memory B cells induced by virulent Wa HRV were resident in both the ileum and spleen, with the latter tissue and not the bone marrow the predominant site on PID 83. The IgA memory B cells detected in the spleen on PID 83 of pigs inoculated with virulent HRV may explain the successful use of the parenteral route of inoculation to boost mucosal antibody responses and protection, as observed in studies of orally primed pigs and humans.38,39 In the longer-term study of pigs inoculated with virulent Wa HRV, the serum IgA antibody titres started to decline after PID 34; however, the serum IgG antibody titres were maintained at peak levels from PID 57 to PID 83. Our previous study has also shown that high titres of virus-specific IgG antibodies, but not IgA antibodies, persist in the serum for prolonged time-periods after inoculation with either virulent or attenuated Wa HRV.23 These findings suggest that the spleen is a major site for long-term serum IgG antibody production in rotavirus-inoculated pigs. Significant waning of IgA memory B-cell responses from PID 28 to PID 83 in the intestine of pigs inoculated with virulent Wa HRV, indicates a short B-cell memory to rotavirus infection in pigs. These results agree with previous observations that IgA memory to mucosal pathogens was short lived and needed periodic boosting to be maintained, as often occurs after repeated re-exposure to endemic enteric pathogens in the environment.40,41 In contrast, memory B-cell responses to murine rotavirus EDIM in mice at 16 weeks postinoculation were even higher than those at 6 weeks postinoculation.33 It will be of interest to assess the association between B-cell memory responses and protective immunity against reinfection in pigs at PID 83; however, we could not challenge gnotobiotic pigs with HRV at this time-point owing to the limitation in the size of the isolation units and the potential reduced susceptibility of older pigs to rotavirus diarrhoea for assessment of postchallenge protection beyond PID 83.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1064,
                    "end": 1066,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1628,
                    "end": 1630,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1631,
                    "end": 1633,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1787,
                    "end": 1789,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Optimization of the ELISPOT assay for the detection of memory B cells was carried out using dose–response studies. The in vitro antigen dose played an important role in the development of ASC from memory B cells. The viability of MNC in the present study was very similar to that of a previous study of conventional pigs infected with enteric or respiratory coronaviruses,25 in which the viabilities of MNC from the spleen and MLN were 50–60%, and for the duodenum and ileum were 5–15%, on day 5 of culture. The wide variation in viability of MNC among tissues in the present study prompted us to quantify the amount of in vitro antigen that would adequately promote memory B-cell proliferation and differentiation for each tissue. Results from dose–response studies showed that an antigen dose of 6 µg was optimal in our ELISPOT assay system for the detection of memory B cells in the MLN and spleen, but slightly less optimal for the detection of memory B cells in the ileum. When the Wa HRV antigen dose was increased from 6 µg to 24 µg, IgA and IgG memory B-cell numbers in both spleen and MLN started to decline, indicating that memory B cells in these two tissues were sufficiently stimulated and that the lower numbers of IgA memory B cells detected in the MLN of pigs inoculated with attenuated Wa HRV compared to those in the spleen and peripheral blood was not because of underestimation by poor in vitro antigen stimulation. The possible selective expression of systemic homing receptors (e.g. α4β1, l-selectin) on B cells activated by attenuated Wa HRV could explain the greater ASC responses in the systemic lymphoid tissues versus intestine in this group of pigs.14",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1677,
                    "end": 1679,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A fourfold higher dose of restimulating antigen resulted in a twofold increased viability and similarly increased the numbers of IgA and IgG memory B cells from the ileum of pigs inoculated with virulent Wa HRV. This finding suggests that the memory B cells in the ileum had a lower affinity to the recall antigen or a higher threshold for reactivation than the memory B cells in the spleen and MLN. If the higher antigen dose were used, slightly higher memory B-cell numbers might have been detected in the intestinal lymphoid tissues; however, it would not alter the conclusions drawn from the present results, as the ileum showed the strongest memory B-cell responses among all the tissues. The requirements for different antigen doses for the induction of optimal IgA and IgG memory B-cell responses from different lymphoid tissues may be explained by the assumption that the immune regulatory cells (including CD4+, αβ and γδ T helper cells, and antigen-presenting cells) are distributed and function differently in different sites in the immune system.42",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, inoculation of gnotobiotic pigs with virulent or attenuated Wa HRV induced different localization patterns of ASC and memory B cells. Substantial IgA B-cell memory was established in the ileum, and later in the spleen, but not in the duodenum or bone marrow of gnotobiotic pigs inoculated with virulent Wa HRV. The magnitude of the IgA and IgG ASC responses in the intestinal lymphoid tissues and IgA memory B-cell responses in the ileum, but not IgG ASC or memory B-cell responses in the systemic lymphoid tissues, was associated with protective immunity in pigs inoculated and challenged with virulent Wa HRV. Our findings on the sites of resident memory B cells generated in response to an enteric viral infection parallel recent findings on the distribution of memory T cells.43,44,45 Lika a substantial subset of T-cell memory, short-term B-cell memory also resides in non-organized lymphoid tissues such as the ileal lamina propria.",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 797,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Summary of rotavirus shedding and diarrhoea in pigs inoculated with virulent (one dose) or attenuated (three doses) Wa human rotavirus (HRV), or mock inoculated, and challenged with virulent Wa HRV\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Antibody-secreting cells (ASC) and memory B-cell responses in the ileum, spleen and bone marrow of pigs inoculated with virulent (one dose) or attenuated (three doses) of Wa human rotavirus (HRV) or mock inoculated, and challenged with virulent Wa HRV\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: The effect of rotavirus-stimulating antigen dose on the numbers of isotype-specific memory B cells detected by in vitro enzyme-linked immunospot (ELISPOT) assay. Mononuclear cells (MNC) from the ileum, mesenteric lymph nodes (MLN) and spleen of pigs inoculated orally and challenged with live virulent WA human rotavirus (HRV) were extracted on postinoculation days (PID) 21–28 (postchallenge day [PCD] 0). An in vitro ELISPOT assay was performed after stimulation of the MNC with different doses of HRV antigen for 5 days in cell culture. Data represent the mean numbers of Wa HRV-specific memory B cells per 5 × 105 MNC for four pigs.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Isotype-specific antibody-secreting cells (ASC) and memory B cells to Wa human rotavirus (HRV) in gnotobiotic pigs following oral inoculation with live virulent or attenuated Wa HRV. Mononuclear cells (MNC) from the duodenum, ileum, mesenteric lymph nodes (MLN), spleen and bone marrow (BM) of pigs were extracted and assayed on postinoculation day (PID) 28 (postchallenge day [PCD] 0). Enzyme-linked immunospot (ELISPOT) assays for determining in vivo HRV-activated antibody-secreting cell (ASC) numbers were performed on the day of MNC extraction. ELISPOT assays for determining memory B-cell numbers were carried out after the MNC had been stimulated in vitro with HRV antigen in cell culture for 5 days. Data represent the mean numbers of Wa HRV-specific ASC or memory B cells per 5 × 105 MNC for three to six pigs at each time-point. 1*Differs significantly in ASC or memory B-cell numbers between virulent and attenuated Wa HRV-inoculated groups for the same isotype at the same time-point from the same tissues (Kruskal–Wallis rank sum test, P < 0·05). PBL, peripheral blood lymphocytes.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Isotype-specific antibody-secreting cells (ASC) and memory B cells to Wa human rotavirus (HRV) in gnotobiotic pigs following oral inoculation with live virulent or attenuated Wa HRV and challenge with virulent Wa HRV. Mononuclear cells (MNC) from the duodenum, ileum, mesenteric lymph nodes (MLN), spleen and bone marrow (BM) of pigs were extracted and assayed on postinoculation day (PID) 35 (postchallenge day [PCD] 7). Enzyme-linked immunospot (ELISPOT) assays for determining in vivo HRV-activated antibody-secreting cell (ASC) numbers were performed on the day of MNC extraction. ELISPOT assays for determining memory B-cell numbers were carried out after the MNC had been stimulated in vitro with HRV antigen in cell culture for 5 days. Data represent the mean numbers of Wa HRV-specific ASC or memory B cells per 5 × 105 MNC for three to six pigs at each time-point. *Differs significantly in ASC or memory B-cell numbers between virulent and attenuated Wa HRV-inoculated groups for the same isotype at the same time point from the same tissues; †differs significantly in ASC numbers when compared to PID 28 (PCD 0) for the same isotype from the same tissues in the same group (Kruskal–Wallis rank sum test, P < 0·05). PBL, peripheral blood lymphocytes.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Kinetics of isotype-specific and virus-neutralizing (VN) antibody responses to Wa human rotavirus (HRV) in the serum of pigs inoculated with virulent Wa HRV. Data represent the geometric mean antibody titres (GMT) from two pigs at each time-point.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Rotaviruses",
            "authors": [
                {
                    "first": "AZ",
                    "middle": [],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1657-708",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Memory B cells are biased towards terminal differentiation: a strategy that may prevent repertoire freezing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arpin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banchereau",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Exp Med",
            "volume": "186",
            "issn": "",
            "pages": "931-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Contributions of memory B cells to secondary immune response",
            "authors": [
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Bull Math Biol",
            "volume": "57",
            "issn": "",
            "pages": "713-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Memory, but not naïve, peripheral blood B lymphocytes differentiate into Ig-secreting cells after CD40 ligation and costimulation with IL-4 and the differentiation factors IL-2, IL-10, and IL-3",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Zubler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "159",
            "issn": "",
            "pages": "2085-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Memory B cells from human tonsils colonize mucosal epithelium and directly present antigen to T cells by rapid up-regulation of B7-1 and B7-2",
            "authors": [
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "de Bouteiller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arpin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banchereau",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunity",
            "volume": "2",
            "issn": "",
            "pages": "239-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The memory B cell subset responsible for the secretory IgA response and protective humoral immunity to rotavirus expresses the intestinal homing receptor, α4β7",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": "4227-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The gnotobiotic pig as a model for studies of disease pathogenesis and immunity to rotavirus",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "BI",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Virol (Suppl.)",
            "volume": "12",
            "issn": "",
            "pages": "153-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Development of a mucosal rotavirus vaccine",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Offit",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mucosal Vaccine",
            "volume": "",
            "issn": "",
            "pages": "325-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Intranasal administration of 2/6-rotavirus-like particles with mutant Escherichia coli heat-labile toxin (LT-R192G) induces antibody-secreting cell responses but not protective immunity in gnotobiotic pigs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "8843-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Procurement and maintenance of germfree swine for microbiological investigation",
            "authors": [
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Bohl",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Appl Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "295-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Pathogenesis of an attenuated and a virulent strain of group A human rotavirus in neonatal gnotobiotic pigs",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "BI",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gen Virol",
            "volume": "77",
            "issn": "",
            "pages": "1431-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Withdrawal of rotavirus vaccine recommendation",
            "authors": [],
            "year": 1999,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "48",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Development of mucosal and systemic lymphoproliferative responses and protective immunity to human group A rotavirus in a gnotobiotic pig model",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "BI",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "3",
            "issn": "",
            "pages": "342-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Porcine pararotavirus: detection differentiation from rotavirus, and pathogenesis in gnotobiotic pigs",
            "authors": [
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Bohl",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Theil",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Agnes",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Clin Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "312-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Efficacy of an orally administered modified-live porcine origin rotavirus vaccine against postweaning diarrhea in pigs",
            "authors": [
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Hoblet",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Theil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bech-Nielsen",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Stitzlein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Vet Res",
            "volume": "47",
            "issn": "",
            "pages": "1697-703",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Serum and intestinal isotype antibody responses and correlates of protective immunity to human rotavirus in a gnotobiotic pig model of disease",
            "authors": [
                {
                    "first": "LT",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Gen Virol",
            "volume": "79",
            "issn": "",
            "pages": "2662-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Enumeration of isotype-specific antibody-secreting cells derived from gnotobiotic piglets inoculated with porcine rotaviruses",
            "authors": [
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "VanCott",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vet Immunol Immunopathol",
            "volume": "45",
            "issn": "",
            "pages": "265-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Contribution of immune responses induced in mucosal lymphoid tissues of pigs inoculated with respiratory or enteric strains of coronavirus to immunity against enteric coronavirus challenge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "VanCott",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Brim",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Lunnery",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Immunol",
            "volume": "152",
            "issn": "",
            "pages": "3980-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Limiting dilution analysis of virus-specific memory B cells by an ELISPOT assay",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Immnol Methods",
            "volume": "199",
            "issn": "",
            "pages": "37-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Production and characterization of monoclonal antibodies to porcine immunoglobulin gamma, alpha, and light chains",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Malstrom",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "van Deusen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Vet Res",
            "volume": "50",
            "issn": "",
            "pages": "471-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Relationship between expression of IgA by Peyer's patch cells and functional IgA memory cells",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Lenman",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Cebra",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Exp Med",
            "volume": "166",
            "issn": "",
            "pages": "1405-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Immunology of the porcine gastrointestinal tract",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Stokes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vet Immunol Immunopathol",
            "volume": "43",
            "issn": "",
            "pages": "143-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Systemic and intestinal antibody-secreting cell responses and correlates of protective immunity to human rotavirus in a gnotobiotic pig model of disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "BI",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "3075-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The response of gut-associated lymphoid tissue in gnotobiotic piglets to the presence of bacterial antigen in the alimentary tract",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Anat",
            "volume": "124",
            "issn": "",
            "pages": "555-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Peyer's patches: an enriched source of precursors for IgA-producing immunocytes in the rabbit",
            "authors": [
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Cebra",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J Exp Med",
            "volume": "134",
            "issn": "",
            "pages": "188-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Induction of mucosal B-cell memory by intramuscular inoculation of mice with rotavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Offit",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "3479-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Relative importance of rotavirus-specific effector and memory B cells in protection against challenge",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cookinham",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "HF",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Offit",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "1108-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Persistence of intestinal antibody response to heterologous rotavirus infection in a murine model beyond 1 year",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Groene",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Clin Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "188-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Long-term antibodies after an oral immunization with cholera toxin are synthesized in the bone marrow and may play a role in the regulation of memory B-cell maintenance at systemic and mucosal sites",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benedetti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massouh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Res Immunol",
            "volume": "149",
            "issn": "",
            "pages": "107-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Bone marrow is a major site of long-term antibody production after acute viral infection",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matloubian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "1895-902",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Long-lived plasma cells: a mechanism for maintaining persistent antibody production",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr Opin Immunol",
            "volume": "10",
            "issn": "",
            "pages": "252-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Passive immunity to coronavirus and rotavirus infections in swine and cattle: enhancement by maternal vaccination",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Infectious Diarrhea in the Young",
            "volume": "",
            "issn": "",
            "pages": "456-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Different secretory immunoglobulin A antibody responses to cholera vaccination in Swedish and Pakistani women",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Svennerholm",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holmgren",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Lindblad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Quereshi",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Infect Immun",
            "volume": "30",
            "issn": "",
            "pages": "427-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Antibody-secreting cell responses and protective immunity assessed in gnotobiotic pigs inoculated orally or intramuscularly with inactivated human rotavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "330-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Induction and persistence of local rotavirus antibodies in relation to serum antibodies",
            "authors": [
                {
                    "first": "DI",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "McNeal",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Schiff",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Med Virol",
            "volume": "28",
            "issn": "",
            "pages": "90-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Group A rotavirus veterinary vaccines",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Infect Dis",
            "volume": "174",
            "issn": "Suppl. 1",
            "pages": "S98-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Mucosal immunity",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "VanCott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "McGhee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Effects of Microbes on the Immune System",
            "volume": "",
            "issn": "",
            "pages": "233-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Memory T cells – local heroes in the struggle for immunity",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "UH",
                    "middle": [],
                    "last": "von Andrian",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "2322-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Preferential localization of effector memory cells in nonlymphoid tissue",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mosopust",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vezys",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Marzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lefrançois",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "2413-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Visualizing the generation of memory CD4 T cells in the whole body",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Reinhardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khoruts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mercia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zell",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "",
            "pages": "101-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Production of lymphocytes and plasma cells in the rat following immunization with human serum albumin",
            "authors": [
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Immunology",
            "volume": "4",
            "issn": "",
            "pages": "219-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Lifetime of plasma cells in the bone marrow",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Manz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radbruch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "388",
            "issn": "",
            "pages": "133-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Autoradiographic studies on the immune response. 1. The kinetics of plasma cell proliferation",
            "authors": [
                {
                    "first": "GJV",
                    "middle": [],
                    "last": "Nossal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Makela",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J Exp Med",
            "volume": "115",
            "issn": "",
            "pages": "209-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "T and B memory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprent",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "315-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "On immunological memory",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Kundig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oehen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pirchet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu Rev Immunol",
            "volume": "14",
            "issn": "",
            "pages": "333-67",
            "other_ids": {
                "DOI": []
            }
        }
    }
}