{
    "paper_id": "PMC1299230",
    "metadata": {
        "title": "Pushing and pulling",
        "authors": [
            {
                "first": "Warren",
                "middle": [
                    "A."
                ],
                "last": "Kaplan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Scientific research in response to a public health crisis can occur relatively rapidly—such was the case with the rapid sequencing of the severe acute respiratory syndrome (SARS) virus. Unfortunately, many other conditions that cause death and sickness in low-income countries are largely neglected by the pharmaceutical industry. Although the three most prevalent infectious diseases—malaria, tuberculosis and HIV—which kill millions each year in the developing world, are the subject of private-sector research & development (R&D), in another sense they are also 'neglected'—patients suffering from them are not well served because basic research is not translated quickly enough into effective products.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        },
        {
            "text": "In Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases, Michael Kremer and Rachel Glennerster argue that vaccines offer the best hope of conquering many of these diseases. Vaccines are an international public good because scientific advances created during vaccine R&D and the consequent public health benefits spill over to broader society. The reality, however, is that R&D of medicines, including vaccines, to treat these diseases must be heavily subsidized in various ways. Many different R&D incentive systems have been suggested. 'Push' programmes provide impetus for public and private research inputs by offering academic grants and support for public laboratories, equity investment in product development, and tax credits for R&D investment. 'Pull' incentives increase research outputs by rewarding the development of specific products.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        },
        {
            "text": "The central argument in Strong Medicine is that the most effective form of incentive to create vaccines for diseases that affect the developing world is a 'pull' commitment by a sponsor to fully or partially finance vaccine purchases before they have even been developed. The authors advocate a funding authority to prescribe vaccine effectiveness and pricing and to make co-payments as a return on investment. Those wishing to develop such a vaccine are free to do so. This ex ante 'pay-for-play' activity is called an advanced purchase commitment (APC) and is, in principle, designed to attract early-stage equity and venture capital finance for eventual repayment from public coffers once the successful vaccine is produced. Kremer has been its most articulate advocate for many years.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        },
        {
            "text": "The first three chapters of Strong Medicine form an overview of diseases in developing countries and the lack of R&D for them. Every year, more than US$70 billion is spent worldwide on health R&D in the public and private sectors; however, 90% of this money is devoted to the health problems of less than 10% of the world's population. Chapter 4 discusses the many market distortions that limit R&D into these neglected diseases: pharmaceutical firms fear that they will not be able to sell their medicines at prices to cover their costs and R&D expertise, infrastructure and management are almost entirely in the private sector, are concentrated in the West, and are directed towards profitable drugs for prosperous markets. The authors describe the advantages and disadvantages of the push and pull incentives, but are not sanguine about push programmes, particularly publicly funded ones and those for late-stage research. In the remaining chapters, APCs and pull programmes are discussed in detail. Of note, because firms would only perform R&D under an APC when they are reasonably confident about the prospects for success, Strong Medicine argues that APCs may be best suited for late-stage vaccine development.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        },
        {
            "text": "Strong Medicine makes suggestive reading but the power of suggestion can only go so far. APCs are as yet untested and it will be an expensive experiment indeed if funders and governments embrace this concept without critical analysis. The models presented to support APCs in Strong Medicine seem overly simplistic, and I suspect only an economist (which I am not) could comprehensively evaluate them. APCs will have to deal with real-world, highly complex situations, and the model developed in Strong Medicine avoids this complexity. Perhaps in such a slim volume this is inevitable, but then the reader should not take APCs on faith. For instance, access to vaccine R&D technology is dependent on the firm's scientists but also on the firm's ownership of intellectual property (IP). Strong Medicine appears to unrealistically model IP rights as always functioning perfectly, with no asymmetric information problems, financial constraints on IP ownership or strategic behaviour of any sort. The authors' model apparently assumes that one vaccine R&D entity cannot be held back by any other player's ownership of IP, nor indeed can any risks related to the actual or potential ownership of IP hold back the position of any firm's likelihood of success. This is another reason why APCs may be a poor incentive for early-stage R&D.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        },
        {
            "text": "APCs must only be one of many creative ideas to be considered. For instance, several experts and stakeholders have proposed a new global treaty to support medical R&D (see www.cptech.org) that provides new obligations and economic incentives to invest in research projects. Collaborative information exchanges in the software industry suggest another avenue for promoting the development of new medicines. Such an open environment is conducive to the free dissemination of basic research results in the biomedical R&D system. The independent efforts of developers and end users come together as part of a non-integrated innovation process, propelled by organizational changes that further promote the division of labour. Perhaps such a system would be suitable for the early stages of discovery, and APCs would be used to drive development of a final product.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        },
        {
            "text": "Strong Medicine should be read widely, as it presents a creative financing model for R&D that could be extremely important. APCs are not, however, a panacea. It is probably going to be difficult to make early-stage APCs work and the burden of proof (unresolved in this book) should rest on the authors. The optimistic message of Strong Medicine should not occlude our vision. APCs are not the only solution to the lack of biomedical innovation for 'neglected' populations. All avenues should be explored and critically reviewed.",
            "cite_spans": [],
            "section": "Strong Medicine: Creating Incentives for Pharmaceutical Research on Neglected Diseases",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}