{
    "paper_id": "PMC1808981",
    "metadata": {
        "title": "Prolonged disturbances of in vitro cytokine production in patients with severe acute respiratory syndrome (SARS) treated with ribavirin and steroids",
        "authors": [
            {
                "first": "B",
                "middle": [
                    "M"
                ],
                "last": "JONES",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E",
                "middle": [
                    "S",
                    "K"
                ],
                "last": "MA",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [
                    "S",
                    "M"
                ],
                "last": "PEIRIS",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P",
                "middle": [
                    "C"
                ],
                "last": "WONG",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [
                    "C",
                    "M"
                ],
                "last": "HO",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B",
                "middle": [],
                "last": "LAM",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K",
                "middle": [
                    "N"
                ],
                "last": "LAI",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K",
                "middle": [
                    "W",
                    "T"
                ],
                "last": "TSANG",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "More than 1700 cases of severe acute respiratory syndrome (SARS) were reported in Hong Kong between early March and early June 2003, and there were almost 300 deaths. No new cases have been reported since 11 June and the current epidemic appears to be over in Hong Kong. Nevertheless, fears of disease resurgence on a seasonal basis remain and all efforts must be made to understand pathogenic mechanisms and identify improved treatments.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "A novel coronavirus (SARS-coronavirus, SARS-CoV) has been identified as the causative agent of SARS [1]. A number of rapidly published studies have described the epidemiology, clinical presentation, management and lung pathology of the syndrome [2–10]. Pathological changes in SARS suggest that proinflammatory cytokines released by stimulated macrophages in the alveoli have a prominent role in pathogenesis in SARS, resulting in cytokine dysregulation [10].",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 246,
                    "end": 247,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "When the current study was begun there was no validated, sensitive or specific diagnostic test and SARS was of necessity a clinical diagnosis [11,12]. Empirical antibiotic therapy targeting bacteria commonly responsible for community-acquired pneumonia was an important diagnostic and therapeutic strategy, as non-SARS pneumonia generally responded to such therapy [4]. For patients who did not respond and in the presence of features consistent with SARS, a combination of corticosteroid and ribavirin therapy was given [4,11,12]. There is, however, considerable scepticism over the use of these drugs in SARS [13] and there is currently no consistently effective anti-SARS-CoV therapy.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 146,
                    "end": 148,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 366,
                    "end": 367,
                    "mention": "4",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 522,
                    "end": 523,
                    "mention": "4",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Recovery from SARS is likely to require an early, adequate but correctly regulated inflammatory response dependent on both pro-inflammatory cytokines such as interleukin (IL)-6, tumour necrosis factor-alpha (TNF-α) and IL-12 and anti-inflammatory cytokines such as IL-10, derived mainly from mononuclear phagocytes. T cell-dependent cytokines such as interferon-gamma (IFN-γ), IL-2 and IL-4 will presumably be important for orchestrating the specific immune response and clearing the virus. We therefore undertook an analysis of cytokine production in patients with SARS in order to improve understanding of disease pathogenesis and improve patient management.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the Joint Institutional Review Board of Queen Mary Hospital and the University of Hong Kong. Thirteen patients satisfying the World Health Organization (WHO) and Centers for Disease Control (CDC) criteria for probable SARS [4,11,12] were studied (Table 1). All had an epidemiological link with other SARS patients; all but one had demonstrable SARS-CoV in nasopharyngeal aspirate, nasal and throat swabs, faeces, urine or sputum by reverse transcriptase-polymerase chain reaction (RT-PCR) and all had documented anti-SARS-CoV IgG antibodies in serum. There were eight males and five females aged 25–63 (mean 42) years. All the patients were treated with a 10-day course of intravenous cefepime (2 g three times per day) and oral clarithromycin (500 mg twice per day). They also received ribavirin (8 mg/kg three times per day intravenously for 3 days followed by 1200 mg three times per day orally for a total of 10 days) and corticosteroids (intravenous hydrocortisone or methylprednisolone for 1–19 (mean 9) days starting 1–7 (mean 3) days after admission, followed by oral prednisolone for 30–63 (mean 51) days for patients with uneventful recovery). Daily doses of steroids are shown in Fig. 1. One SARS patient died of fulminant pneumonia 29 days after admission, another died of respiratory failure due to diffuse alveolar damage 63 days after admission and one was kept in intensive care until 58 days after admission. The other 10 patients were discharged from hospital after 25–33 days. There was underlying chronic disease in five patients (Table 1).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "mention": "4",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Patients ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 1218,
                    "end": 1224,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 274,
                    "end": 281,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1578,
                    "end": 1585,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "SARS patients were compared with data from 60 healthy Chinese subjects who were of similar age and sex distribution to the SARS patients, i.e. 33 males aged 21–60 years, mean 40, and 27 females aged 20–51 years, mean 38.",
            "cite_spans": [],
            "section": "Patients ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Numbers of cytokine-secreting peripheral blood mononuclear cells (PBM) were determined using enzyme-linked immunospot (ELISPOT) assays [14,15]. Details of our adaptation of this method and its specificity and reproducibility have been reported [16–19]. Briefly, PBM were separated over Lymphoprep (Nycomed, Oslo, Norway) within 1 h of blood collection and added to 96-well multiscreen plates (Millipore, Bedford, MA, USA) which had been coated previously overnight at 4°C with cytokine capture antibodies (Pharmingen, San Diego, CA, USA) at 2 (IL-4, IL-10, IL-6), 4 (IL-12, TNF-α) or 8 (IFN-γ, IL-2) µg/ml in 0·1 m NaHCO3, pH 8·2, and blocked with 5% fetal calf serum (FCS) in culture medium RPMI-1640 for at least 1 h at 37°C. Duplicate cultures of 104 (for IL-6 and TNF-α) or 105 (for IFN-γ, IL-2, IL-4, IL-10 and IL-12) cells/well in RPMI + 5% FCS with or without stimulators (T cell activators phytohaemagglutinin (PHA) at a final concentration of 10 µg/ml or concanavalin A (Con A) at 20 µg/ml, or monocyte activator Staphylococcus aureus Cowan I, SAC, 0·001% v/v) were incubated for 22 h at 37°C in 5% CO2. Cells were then washed out with 0·01 m phosphate-buffered saline containing 0·05% Tween 20 (PBS-T) and plates incubated sequentially with biotinylated detection anticytokine antibodies (Pharmingen), 0·5 µg/ml in PBS-T for 90 min, streptavidin–alkaline phosphatase (Sigma, St Louis, MO, USA), 1/400 v/v in PBS-T for 60 min and 5-bromo-4-chloro-3-indolylphosphate-nitroblue tetrazolium (Calbiochem, La Jolla, CA, USA) for 20 min, all at room temperature. Plates were washed extensively with PBS-T between each incubation and with saline to remove phosphate prior to addition of phosphatase substrate. Colour development was stopped and virus inactivated by immersion in 2% chlorox followed by rinsing under the tap and allowing plates to dry for 1 h. Blue spots corresponding to each cytokine-secreting cell were counted by microscopy and results expressed as ELISPOTS/106 PBM or ELISPOTS/106 T cells.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 139,
                    "end": 141,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Cytokine ELISPOTS ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Lymphocyte subsets [CD19+ B cells, CD3+ T cells, CD3+4+ T helper cells, CD3+8+ T cytotoxic cells and CD3−16+ and/or 56+ natural killer (NK) cells] were enumerated using commercial monoclonal antibodies (Beckman Coulter, Miami, FL, USA) by dual colour flow cytometry (EPICS XL-MCL, Coulter). White cell and differential counts were performed by standard methods.",
            "cite_spans": [],
            "section": "Leucocyte counts ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Cytokine profiles were evaluated in SARS patients on the days indicated in Table 1. Onset of symptoms was assumed to approximate the day of admission. Four patients were evaluated before starting treatment, while a total of 23 evaluations in 12 patients were performed while patients were in hospital and receiving corticosteroids. Most patients were re-tested twice after recovery at 46–135 days after admission, when they were receiving very low doses of steroids or off treatment.",
            "cite_spans": [],
            "section": "Cytokine ELISPOTS ::: RESULTS",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "No IFN-γ, IL-2 or IL-4-secreting cells were seen in unstimulated cultures from SARS patients or normal controls, in agreement with our previous studies [16–19]. Numbers of PHA-induced IL-2, IL-4 and IL-12 secreting cells were below the lower limit of normal in almost all SARS patients early in the course of their disease and approximately half the patients had reduced IFN-γ and IL-10 (Fig. 2). This was not due entirely to suppression by high dose steroids, because four subjects tested before starting treatment also had deficiencies. Numbers of previously depressed ELISPOTS became normal in most patients by 20 weeks from first symptoms. Similar IFN-γ, IL-2 and IL-4 profiles were obtained when results were adjusted according to the absolute T cell count in each patient for whom such results were available (Fig. 2). Very similar results were also obtained using Con A as stimulant (results not shown).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 156,
                    "end": 158,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Cytokine ELISPOTS ::: RESULTS",
            "ref_spans": [
                {
                    "start": 388,
                    "end": 394,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 816,
                    "end": 822,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Unstimulated IL-10 secreting cells were within the normal range in all but two SARS patients and all were normal for unstimulated IL-12 (Fig. 3). In contrast, SAC-induced IL-10 was greatly increased and SAC-induced IL-12 greatly reduced in nearly all hospitalized SARS patients. Low SAC-induced IL-12 was seen in three of four patients tested before starting steroid therapy. Numbers of SAC-induced IL-10-secreting cells decreased during steroid therapy but levels above normal were still seen in two patients 20 weeks after first symptoms. Of greater concern was that SAC-stimulated IL-12-producing cells did not return to normal at 20 weeks.",
            "cite_spans": [],
            "section": "Cytokine ELISPOTS ::: RESULTS",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Unstimulated, PHA-stimulated and SAC-stimulated IL-6-secreting cells were increased in some but not all hospitalized SARS patients and did not change greatly during or after treatment with steroids (Fig. 4). TNF-α secreting cells, especially those induced with PHA or SAC, were increased in the majority of patients and higher than normal levels were still seen in many patients at 20 weeks (Fig. 4).",
            "cite_spans": [],
            "section": "Cytokine ELISPOTS ::: RESULTS",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 205,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 392,
                    "end": 398,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Three SARS patients were considered to have ‘poor outcome’. Two died in hospital while one was kept in intensive care until 58 days after admission. These patients all had very high levels of IL-6 and TNF-α secreting cells in the first few days following hospitalization (Fig. 4).",
            "cite_spans": [],
            "section": "Cytokine ELISPOTS ::: RESULTS",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Haematological data are given in Fig. 5. White cell counts were raised in most SARS patients at presentation due to neutrophilia, while lymphocyte percentages were low. Monocyte percentages were most often low–normal. White blood cell (WBC) counts and neutrophil percentages decreased to normal by 20 weeks, while lymphocyte and monocyte percentages increased, in some cases to higher than normal levels.",
            "cite_spans": [],
            "section": "Leucocyte counts ::: RESULTS",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Percentages of B cells were normal or raised in the early stage of the disease and fell during treatment. T cell percentages, especially those of CD4-positive T cells, were reduced in just under half the patients studied. Percentages of CD8-positive T cells and NK cells remained relatively normal over the study period.",
            "cite_spans": [],
            "section": "Leucocyte counts ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "When the SARS epidemic began there was an urgent need to gather information rapidly about possible pathogenic mechanisms and to develop treatments which could minimize damage to the lungs. We believed that measuring cytokine production by PBM in vitro could assist in achieving these goals. However, we were faced with the difficulty of identifying SARS-CoV-infected patients for study at an early stage of disease without fully validated rapid diagnostic tests. Consequently a number of patients with non-SARS community acquired pneumonia were tested inadvertently for cytokine production, to be excluded later when they recovered on antibiotic therapy. Because of the bacterial rather than viral nature of their infection, these patients did not constitute a valid control group, nor could a non-SARS viral pneumonia cohort be recruited because of the rarity of such patients in Hong Kong. It was therefore possible to evaluate only results for SARS patients in terms of our established laboratory normal ranges.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although details are not included in this report, 12 patients suspected initially of having SARS but who responded to the doses of antibiotics described in Materials and methods for SARS patients showed normal levels of IFN-γ-producing cells, reduced IL-2 and IL-4 in about half the subjects, normal PHA-induced but raised SAC-induced IL-10, normal PHA-induced but low SAC-induced IL-12 and increased IL-6 and TNF-α. Deficiencies of responses to T cell activators were much greater in SARS than non-SARS pneumonia, due possibly to corticosteroid treatment of the former, whereas responses to monocyte activator SAC were similar in magnitude, despite the expected suppressive effect of steroids. Another study of community-acquired pneumonia also showed raised IL-6, TNF-α and IL-10 in plasma using enzyme-linked immunosorbent assay (ELISA) [20] while TNF-α concentration in serum were found to be even higher in acute respiratory distress syndrome than severe pneumonia [21].",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 843,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Clarithromycin has been shown to decrease production of proinflammatory cytokines in the lungs of mice with chronic Pseudomonas aeruginosa infection [22] or lung inflammation induced with live, but not killed, Mycoplasma pneumoniae [23], and an influence of antibiotics on cytokine profiles in SARS and non-SARS pneumonia patients cannot be ruled out.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 233,
                    "end": 235,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the last few years we have obtained informative results using the ELISPOT technique in a number of clinical situations [16–19]. Cytokine ELISPOT assays are exquisitely sensitive [24] and in our hands can detect subtle changes due to minor illnesses, tissue injuries (B. M. Jones, unpublished) and stress [19]. Our standard panel of cytokines (type 1 cytokines IFN-γ, IL-2 and IL-12, type 2 cytokines IL-4, IL-6 and IL-10, pro-inflammatory cytokines IL-6 and TNF-α, anti-inflammatory cytokine IL-10) provides information on overall balance within the immune system. Results must, however, be interpreted in conjunction with knowledge of the lymphocyte subset and monocyte content of the isolated PBM, because over or under representation of individual subsets will greatly influence the cytokine profile. It must also be appreciated that cytokines produced in vitro by PBM may not be fully representative of events in other organs of the body such as the lung and measurement of cytokines, soluble cytokine receptors and cytokine inhibitors in serum should be informative. Increased levels of IL-6, IL-8, IL-13, IL-16, TNF-α and transforming growth factor-β [25] and of IL-10 [26] have been found in serum of SARS patients. The latter study also found increased IL-2 and IL-12 in serum, in contrast to our findings using ELISPOT. It will be important to confirm the results described here using techniques such as flow cytometry for intracellular cytokines and RT-PCR for cytokine messenger ribonucleic acid.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 126,
                    "end": 128,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 182,
                    "end": 184,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "SARS patients were lymphopaenic, both before treatment with steroids and during treatment, and it would appear that SARS-CoV preferentially induces depletion of lymphocytes from the circulation. B cells fell to below normal in many patients during treatment and were still low–normal at 20 weeks, raising concerns that development of effective antibody responses against SARS-CoV might be compromised. However, CD4+ T cells, CD8+ T cells and NK cells were not greatly disturbed and clearly deficiencies in T or NK cell-derived cytokines IFN-γ, IL-2 and IL-4 were not due simply to depletion of these subsets from peripheral blood. Indeed, expressing results for T cell-derived cytokines IFN-γ, IL-2 and IL-4 as ELISPOTS/106 T cells did not alter their profiles (Fig. 2).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 762,
                    "end": 768,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This study suggests that IFN-γ, IL-2, IL-4 and IL-12, important cytokines for establishing both cell-mediated and humoral immunity, including responses required to clear SARS-CoV, are deficient in SARS and that this is not entirely due to treatment with immunosuppressive corticosteroids. Most patients had recovered normal production of these cytokines by about 20 weeks after the start of symptoms but deficient production of IL-12 in response to mitogen activator SAC was still present at this time. IL-12 production following direct stimulation of monocytes was apparently disrupted to a greater extent by SARS-CoV and/or steroid treatment than that induced by PHA-activated T cells via CD40–CD154 interaction [27], possibly because of higher levels of inhibitory IL-10 in SAC-stimulated cultures. High numbers of both anti-inflammatory IL-10 and proinflammatory IL-6 and TNF-α-secreting cells were present early in disease and remained elevated, although falling, during treatment with corticosteroids. Many of the patients still had higher than normal IL-6 and/or TNF-α-secreting cells several weeks after release from hospital.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 717,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Corticosteroids inhibit cytokine, chemokine and adhesion molecule production and antagonize the action of proinflammatory cytokines by interfering with the Jak-STAT intracellular signalling pathways [28]. However, even the prolonged high doses used in this study failed to reduce rapidly production of inflammatory cytokines. Better anti-inflammatory therapy is urgently needed. Anti-SARS-CoV therapy was attempted with ribavirin, but this also appeared to be of limited value in reducing proinflammatory cytokines secondarily to neutralizing the infecting virus. Ribavirin is reported to directly decrease production of proinflammatory cytokines and to switch type 2 cytokine responses to type 1 [29], but there was no strong evidence of this occurring in our patients.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Two of our SARS patients died and one had a very slow recovery. Numbers of IL-6 and TNF-α-producing cells in the first few days of symptoms were among the highest recorded and could perhaps have indicated especially high virus burdens or an especially vigorous inflammatory response, either of which could have engendered an exaggerated pathological response in the lungs. Further studies comparing larger numbers of patients with good and bad outcomes are needed to determine whether measurement of proinflammatory cytokines immediately after appearance of symptoms would be a useful prognostic indicator.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical details of confirmed SARS patients\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Steroid doses (mg/day) in patients with SARS. Each point represents the dose and drug for an individual patient on the days they were evaluated for cytokine production. Open circles indicate no treatment, closed circles prednisolone, open squares methylprednisolone.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Changes over time of PHA-induced IFN-γ, IL-2, IL-4, IL-10 and IL-12-secreting cells (ELISPOTS/106 PBM or ELISPOTS/106 T cells) in patients with SARS. Normal control values (5–95 percentiles of 60 healthy subjects) are indicated as horizontal dotted lines. Open circles are results obtained before starting steroid treatment. Curves were fitted by non-linear regression using GraphPad Prism version 4·00 for Windows, GraphPad Software, San Diego, CA, USA, http://www.graphpad.com",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Changes over time of unstimulated and SAC-induced IL-10 and IL-12-secreting cells (ELISPOTS/106 PBM) in SARS patients. See legend to Fig. 2 for explanation of symbols.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Changes over time of unstimulated, PHA-stimulated and SAC-stimulated IL-6 and TNF-α-secreting cells (ELISPOTS/106 PBM) in patients with SARS. Horizontal arrows indicate patients with poor outcome. See legend to Fig. 2 for explanation of symbols.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Changes over time of leucocyte and lymphocyte subset counts in patients with SARS. Curves were fitted by non-linear regression using GraphPad Prism™ software.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "JSM",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1773-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Case definition for surveillance of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Critics slam treatment for SARS as ineffective and perhaps dangerous",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A solid-phase enzyme-linked immunospot (ELISPOT) assay for enumeration of specific antibody-secreting cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Czerkinsky",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ouchterlony",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tarkowsky",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol Meth",
            "volume": "65",
            "issn": "",
            "pages": "109-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A solid-phase immunoenzymatic technique for the enumeration of specific antibody-secreting cells",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Sedgwick",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol Meth",
            "volume": "65",
            "issn": "",
            "pages": "301-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Effect of radioactive iodine therapy on cytokine production in Graves’ disease. Transient increases in interleukin-4, IL-6, IL-10 and tumour necrosis factor-alpha, with longer-term increases in interferon-gamma production",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "CCH",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "AWC",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Endocrinol Metabol",
            "volume": "84",
            "issn": "",
            "pages": "4106-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Reduced in vitro production of interferon-gamma, interleukin-4 and interleukin-12 and increased production of interleukin-6, interleukin-10 and tumour necrosis factor-alpha in systemic lupus erythematosus. Weak correlations of cytokine production with disease activity",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "RWS",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Autoimmunity",
            "volume": "31",
            "issn": "",
            "pages": "117-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Changes in cytokine production during pregnancy in patients with Graves’ disease",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "JSY",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "AWC",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Thyroid",
            "volume": "10",
            "issn": "",
            "pages": "701-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Changes in cytokine production in healthy subjects practicing Guolin Qigong: a pilot study",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMC Compl Altern Med",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Identification of acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995-2005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Systemic cytokine levels in community acquired pneumonia and their association with disease severity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Lordan",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Frew",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur Respir J",
            "volume": "20",
            "issn": "",
            "pages": "990-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Comparison of systemic cytokine levels in patients with acute respiratory distress syndrome, severe pneumonia, and controls",
            "authors": [
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Thorax",
            "volume": "55",
            "issn": "",
            "pages": "46-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Intrapulmonary concentrations of inflammatory cytokines in a mouse model of chronic respiratory infection caused by Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yanagihara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tomono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Exp Immunol",
            "volume": "122",
            "issn": "",
            "pages": "67-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Antimicrobial and immunologic activities of clarithromycin in a murine model of Mycoplasma pneumoniae-induced pneumonia",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chavez-Bueno",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antimicrob Agents Chemother",
            "volume": "47",
            "issn": "",
            "pages": "1614-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Direct comparison of ELISPOT and ELISA-based assays for detection of individual cytokine-secreting cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanquay",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Killion",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lymphokine Cytokine Res",
            "volume": "13",
            "issn": "",
            "pages": "259-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Dynamic changes in blood cytokine levels as clinical indicators in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "SARS",
                    "middle": [],
                    "last": "Beijing Group of National Research Project for",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J",
            "volume": "116",
            "issn": "",
            "pages": "1283-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The relationship between serum interleukins and T-lymphocyte subsets in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "XH",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J",
            "volume": "116",
            "issn": "",
            "pages": "981-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Interleukin-12 production by dendritic cells. The role of CD40–CD40L interactions in Th1 T-cell responses",
            "authors": [
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Kelsal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stuber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neurath",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann NY Acad Sci",
            "volume": "795",
            "issn": "",
            "pages": "116-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Inhibition of IL2-induced Jak-STAT signalling by glucocorticoids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Ivashkiv",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "",
            "pages": "9573-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Ribavirin inhibits viral-induced macrophage production of TNF, IL1, the procoagulant fgl2 prothrombinase and preserves Th1 but inhibits Th2 cytokine response",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parodo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": "3487-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Clinical presentation and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "JSM",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Clinical presentation and outcome of severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "WT",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1701-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "LKY",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "ACW",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "LYC",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Guidelines on management of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1313-5",
            "other_ids": {
                "DOI": []
            }
        }
    }
}