{
    "paper_id": "PMC2222560",
    "metadata": {
        "title": "Crystallization and preliminary X-ray diffraction analysis of Nsp15 from SARS coronavirus",
        "authors": [
            {
                "first": "Stéfano",
                "middle": [],
                "last": "Ricagno",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Coutard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sacha",
                "middle": [],
                "last": "Grisel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Brémond",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Dalle",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fabienne",
                "middle": [],
                "last": "Tocque",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Valérie",
                "middle": [],
                "last": "Campanacci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Lichière",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Violaine",
                "middle": [],
                "last": "Lantez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Debarnot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Cambillau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Canard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marie-Pierre",
                "middle": [],
                "last": "Egloff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "An outbreak of severe acute respiratory syndrome (SARS) initiated suddenly in China in 2003 and rapidly spread worldwide, causing more than 8000 fatalities. The aetiological agent of SARS was characterized as a coronavirus named SARS-CoV. This virus has a ∼30 kbp long single-strand RNA genome with a 5′ cap and 3′ poly(A) tail (Rota et al., 2003 ▶).",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "mention": " ▶",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The genome of SARS-CoV codes for two large polyproteins, 1a and 1ab, comprising the replicase components. These polypeptides are autoproteolytically processed by two viral proteases, yielding 16 non-structural proteins (Nsps) which, together with a number of processing intermediates and host proteins, are thought to form a huge protein complex responsible for viral replication and transcription. Despite the growing interest in coronaviruses, the biochemical and structural characterization of the non-structural proteins still lags behind. In the last two years, despite tremendous efforts worldwide, only three X-ray structures of Nsps were reported: those of Nsp5, the main protease, of Nsp9, a novel RNA-binding protein, and of the complex Nsp7–Nsp8 (Anand et al., 2003 ▶; Egloff et al., 2004 ▶; Sutton et al., 2004 ▶; Zhai et al., 2005 ▶).",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 778,
                    "mention": " ▶",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 799,
                    "end": 801,
                    "mention": " ▶",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 822,
                    "end": 824,
                    "mention": " ▶",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": " ▶",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A number of unusual activities of coronavirus Nsps have been identified that differ from those found in other RNA viruses and Nsp15 is a striking example. Comparative genomics has made it possible to identify similarity between Nsp15 and only one other protein, XendoU, an endoribonuclease from Xenopus laevis studied by Caffarelli et al. (1997 ▶). XendoU is involved in the processing of U16 small nucleolar RNA from its host pre-mRNA. It is poly(U)-specific and requires Mn2+ as a cofactor (Caffarelli et al., 1997 ▶; Laneve et al., 2003 ▶). It has been suggested, therefore, that Nsp15 might be an endoribonuclease (Snijder et al., 2003 ▶), which is unique to nidoviruses within the RNA viral world.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "mention": " ▶",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": " ▶",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": " ▶",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 639,
                    "end": 641,
                    "mention": " ▶",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The biochemical characterization of SARS Nsp15 has recently been reported and its endoribonucleolytic activity as well as its specificity have been determined (Bhardwaj et al., 2004 ▶; Ivanov et al., 2004 ▶). The main activity of Nsp15 is to cleave 5′ to uridylates in double-stranded RNA, which requires the presence of divalent cations. Like other endoribonucleases, Nsp15 uses Mn2+ as cofactor; in the presence of Mg2+ or other metal cations lower or no activity is detected. Nsp15 has been shown to be highly specific for RNA. DNA is not cleaved and does not inhibit RNA digestion, thus indicating that it does not bind to Nsp15 (Bhardwaj et al., 2004 ▶). Single-stranded RNA is also cleaved, but less specifically and efficiently than double-stranded RNA (Ivanov et al., 2004 ▶). Electron microscopy as well as other biophysical techniques have revealed that Nsp15 monomers form hexameric structures (Guarino et al., 2005 ▶).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": " ▶",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": " ▶",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": " ▶",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 780,
                    "end": 782,
                    "mention": " ▶",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": " ▶",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "RNases are divided into two classes (Saida et al., 2003 ▶). The first group of enzymes is characterized by the presence of a metal ion in the active site. In the second group, the reaction is performed using a histidine as a general base and a histidine or a glutamic acid as a general acid (Irie et al., 1997 ▶; Nishikawa et al., 1987 ▶; Steyaert et al., 1990 ▶; Thompson et al., 1994 ▶). The reaction generates a product carrying a cyclic 2′-3′ phosphodiester terminus. Recent work (Gioia et al., 2005 ▶) has suggested that XendoU and the viral endoribonucleases related to it do not belong to either of the previously described groups. Instead, this work reveals the existence of a new class of RNA-processing enzymes that require a metal ion for activity (mainly Mn2+), produce cyclic 2′-3′ phosphodiester termini and have two histidine residues that are essential for RNase activity.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "mention": " ▶",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 309,
                    "end": 311,
                    "mention": " ▶",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": " ▶",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": " ▶",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": " ▶",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The biochemical novelty of Nsp15 and the great medical importance of SARS-CoV prompted us to initiate the crystallographic study of this enzyme. Full-length Nsp15 consists of a polypeptide chain of 346 amino acids and has a molecular weight of 38.5 kDa. In the present communication, we report the cloning, expression, purification and crystallization of Nsp15 from SARS-CoV and preliminary diffraction experiments on Nsp15 crystals.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV (Frankfurt-1 strain; NCBI accession No. AY291315) Nsp15 full coding sequence (amino acids 6430–6775 of polyprotein 1ab) was amplified by PCR from cDNA kindly provided by J. Dobbe and E. J. Snijder (Drosten et al., 2003 ▶) using two primers containing the attB sites of the Gateway recombination system (Invitrogen). A sequence encoding a hexahistidine tag was added at the 5′ end of the gene. The cDNA was cloned in the pDest14 plasmid according to Gateway cloning technology (Invitrogen). Multiparameter expression screening in Escherichia coli was performed using a sparse matrix (Abergel et al., 2003 ▶), followed by the dot blot detection procedure (Vincentelli et al., 2005 ▶). The optimized expression condition used E. coli strain C41(DE3) (Avidis) transformed with the pLysS plasmid (Novagen) and grown in Turbo Broth media (Athena Enzymes) at 298 K. Overnight induction was performed with 0.5 mM IPTG when OD600 reached 0.5. Expression yielded about 1.5 mg of soluble Nsp15 per litre of culture. The cells were harvested by centrifugation and resuspended in 10 ml of buffer A (50 mM Tris pH 8, 150 mM NaCl, 10 mM imidazole, 1 mM PMSF, 0.2 mg ml−1 lysozyme, 0.1 µg ml−1 DNase, 20 mM MgSO4 and protease-cocktail inhibitor; Sigma) per OD600 unit and per litre of culture. Cells were lysed by sonication and centrifuged (20 000g) for 40 min at 277 K. The purification consisted of two steps. Firstly, IMAC (immobilized metal-ion affinity chromatography) was performed on a Hisprep column (Amersham). The protein was eluted with 50 mM Tris–HCl, 150 mM NaCl, 250 mM imidazole pH 8.0. Size-exclusion chromatography was performed using a Superdex 200 HiLoad 26/60 (Amersham) in 10 mM Tris, 50 mM NaCl pH 7.5. Nsp15 was eluted with a retention volume corresponding to a molecular weight of about 250 kDa, corresponding to a hexameric association, as also observed by Guarino et al. (2005 ▶). Protein purity was analyzed by SDS–PAGE. The recombinant protein was concentrated using Amicon Ultra (5000 kDa molecular-weight cutoff).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": " ▶",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": " ▶",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": " ▶",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1900,
                    "end": 1902,
                    "mention": " ▶",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Expression and purification",
            "ref_spans": []
        },
        {
            "text": "The protein was unstable in the buffer used for size-exclusion chromatography and could not be concentrated beyond 2–3.5 mg ml−1. Moreover, the protein had to be crystallized soon after purification to prevent precipitation. Microdialysis experiments indicated that the protein was more stable (i) at pH values between 6.5 and 9 and (ii) when the sodium chloride concentration was higher than 300 mM. However, crystallization failed under these conditions and the sodium chloride concentration had to be decreased, the final protein buffer being 50 mM NaCl, 10 mM Tris pH 7.5.",
            "cite_spans": [],
            "section": "Crystallization",
            "ref_spans": []
        },
        {
            "text": "Crystallization trials were performed using the sitting-drop technique at 291 K using a nanodrop-dispensing robot (Cartesian Inc.). Wizard Screens 1 and 2 (Emerald Biostructures), Structure Screens 1 and 2 and Stura Footprint Screen (Molecular Dimensions Ltd) were used for initial screening. Drops of 300, 200 and 100 nl protein solution (1.0–3.5 mg ml−1) were mixed with 100 nl mother liquor (the reservoir volume was 150 µl). Three conditions from the Stura Footprint Screen and one from the Wizard Screens yielded crystal hits. After optimization, two of these conditions led to small cubic crystals [10–20%(w/v) polyethylene glycol 10 000, 0.2 M imidazole malate pH 8.0–9.0 and 15–25%(w/v) polyethylene glycol 8000, 0.1 M CHES pH 9.0–10.0]. The crystals grew in 2–4 d to maximum dimensions of 0.05 × 0.05 × 0.05 mm (Fig. 1 ▶).",
            "cite_spans": [],
            "section": "Crystallization",
            "ref_spans": [
                {
                    "start": 827,
                    "end": 829,
                    "mention": " ▶",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The crystals of Nsp15 were flash-frozen in liquid nitrogen at 110 K. Glycerol was added to the mother liquor as a cryoprotectant to a final concentration of 33%. Diffraction data for the native enzyme were collected at the European Synchrotron Radiation Facility (ESRF, Grenoble, France) beamline ID14-3 using a MAR 165 CCD detector. The data were processed using MOSFLM/SCALA (Collaborative Computational Project, Number 4, 1994 ▶).",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "mention": " ▶",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Preliminary crystallographic analysis",
            "ref_spans": []
        },
        {
            "text": "Nsp15 crystals diffracted X-rays to a resolution limit of 2.7 Å. Crystals presented cubic symmetry, belonging to one of the two enantiomorphic space groups P4132 or P4332, with unit-cell parameters a = b = c = 166.8 Å (Table 1 ▶). Calculation of the Matthews coefficient indicated that the asymmetric unit may contain either one or two molecules of Nsp15, which would correspond to a calculated solvent content of 75 or 51%, respectively (Matthews, 1968 ▶). No peak was identified when searching for a twofold axis in the self-rotation map calculated using the program GLRF (Tong & Rossmann, 1997 ▶), thus suggesting that the asymmetric unit contains one molecule. No structure with sufficient sequence similarity to Nsp15 is currently available; structure determination using selenomethionine-substituted protein for MAD/SAD phasing is thus necessary and has been initiated.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 455,
                    "mention": " ▶",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": " ▶",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Preliminary crystallographic analysis",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Values in parentheses are for the highest resolution shell (2.85–2.70 Å).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Crystals of Nsp15 from SARS-CoV crystallized as the apoenzyme.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}