{
    "paper_id": "PMC2605206",
    "metadata": {
        "title": "Multiple viral respiratory pathogens in children with bronchiolitis",
        "authors": [
            {
                "first": "Hilary",
                "middle": [
                    "E"
                ],
                "last": "Stempel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emily",
                "middle": [
                    "T"
                ],
                "last": "Martin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Kuypers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Janet",
                "middle": [
                    "A"
                ],
                "last": "Englund",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Danielle",
                "middle": [
                    "M"
                ],
                "last": "Zerr",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bronchiolitis is the most common cause of infectious disease hospitalization among infants in the United States (1). Approximately 3% of children under the age of 1 year are hospitalized annually for bronchiolitis, and the cost of hospitalization is estimated to exceed $700 million (2, 3). Although bronchiolitis is a common disease that is readily diagnosed clinically, the standard of practice for diagnosis and management of bronchiolitis is still a source of debate. To address these concerns, the American Academy of Pediatrics (AAP) developed and published a clinical practice guideline in 2006. This Guideline recommends that diagnosis be based on history and physical examination, and discourages virologic testing on the basis that results rarely impact management decisions. The Guideline states, however, that virologic testing may be useful when patient cohorting is possible (3).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Respiratory syncytial virus (RSV) is the predominate virus classically associated with bronchiolitis as reported in studies that relied on culture and serologic detection methods (4). RSV is detected in 43‐74% of cases of bronchiolitis, and parainfluenza (PIV), adenovirus and influenza are other commonly detected viruses (3, 5). The development of more sensitive diagnostic methods, such as polymerase chain reaction assays (PCR), has increased the number of viruses (e.g., human metapnuemovirus) detected in children with acute respiratory tract infections (6, 7, 8, 9, 10, 11, 12). Most previous studies of respiratory viruses in children using molecular diagnostics have focused on children with a spectrum of respiratory tract infections some of which have been associated with acute wheezing (7, 8, 12). There have been few population‐based studies of children with bronchiolitis using molecular diagnostics (10, 11).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The objective of our study was to determine the relative frequency of various viral pathogens and the frequency of viral co‐infections in children less than 2 years with bronchiolitis presenting for acute care in a hospital setting.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Rapid viral testing was conducted for clinical care by using an indirect fluorescent‐antibody (FA) assay to test for RSV, PIV types 1–4, adenovirus and influenza A and B) (13). FA assays were not available for human metapneumovirus (hMPV) or coronavirus for this study. Patient respiratory samples were later analysed by multiplex real‐time PCR without prior knowledge of the FA result for the following viruses: RSV, adenovirus, hMPV, coronavirus, PIV types 1–3, and influenza. PCR was performed on total nucleic acids isolated from frozen nasal wash samples using a previously described one‐step reverse‐transcription PCR master mix for RNA viruses and a master mix for adenovirus DNA (13, 14, 15). Primer and probe sequences were designed using Primer Express Software (Applied Biosystems, Foster City, CA, USA) as previously described (13, 14, 15). Prior studies indicate that the FA and real‐time PCR viral testing was strongly correlated for both RSV and influenza. PCR was more sensitive than FA for PIV and adenovirus (13).",
            "cite_spans": [],
            "section": "Viral testing ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were performed using Stata 9 (College Station, TX, USA). Percents, averages, medians and ranges were calculated for demographic variables and virologic test results.",
            "cite_spans": [],
            "section": "Statistical analysis ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Single nasal wash samples from 180 children up to 24 months of age with a diagnosis of bronchiolitis were collected between October 2003 and April 2004. Fifty‐five percent of the study subjects were male and the median age was 6.5 months (range 0.4‐23.5 months). The majority of children were admitted to a general pediatric ward (128 children, 71%) or the intensive care unit (13 children, 7%). Thirty‐nine (22%) children were evaluated in the emergency department and discharged home. On average, children had respiratory symptoms for 4.8 days prior to sample collection. Thirty‐seven (21%) children had at least one of the following chronic disease conditions: asthma (n = 24; 13%), cardiac condition (n = 12; 7%), pulmonary condition (n = 4; 2%), renal condition (n = 2; 1%), malignancy (n = 2; 1%), gastrointestinal condition (n = 1; 0.6%) and neurological condition (n = 1; 0.6%).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Real‐time PCR and FA detection methods detected one or more respiratory viruses in 168 (93%) of the 180 patients. A single virus was detected in 127 (71%) children and multiple viruses were detected in 41 (23%) children. RSV was detected in 139 (77%) children, adenovirus in 27 (15%), hMPV in 19 (11%), coronavirus in 14 (8%), PIV in 10 (6%), and influenza in 1 (1%) (Table 1). Of the 41 children with multiple viruses detected, RSV was the most common pathogen followed by adenovirus and coronavirus (Table 2). A virus other than RSV, either alone or in combination with another virus, was detected in 63 (35%) of children.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 502,
                    "end": 509,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Of the 139 children with RSV detected by FA and/or real‐time PCR, 34 children (24%) had one or more additional pathogens identified. RSV co‐infections occurred most frequently with adenovirus (17 samples, 50%), followed by coronavirus (11 samples, 32%), hMPV (3 samples, 9%), PIV (1 sample, 3%) and influenza (1 sample, 3%). One specimen contained three respiratory viruses (RSV, hMPV, and adenovirus) and was contributed by a 3 month old evaluated in the emergency department for respiratory distress. There were seven co‐infections that occurred in the absence of RSV (Table 2).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 571,
                    "end": 578,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We demonstrated a high rate of respiratory virus detection using sensitive molecular‐based assays among a large sample of children evaluated for bronchiolitis in a hospital setting. We detected at least one virus in 93% of children with clinical a diagnosis of bronchiolitis. RSV was the most common pathogen but was detected in only 77% of children. A virus other than RSV was detected in 35% of children, and co‐infections occurred in 23% of children.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The development of sensitive molecular diagnostic assays has increased the number of viruses detected in comparison to conventional methods. A previous study analysing the viral detection capacities of culture, direct immunofluorescence, and multiplex PCR in children with acute respiratory illness found PCR to be the most sensitive method with 91.5% of children having a virus detected in their nasal samples (7). Another study in infants with acute lower respiratory tract infections performed PCR on nasopharyngeal aspirates and detected viruses in 77% of patients (8). These studies found RSV to be the first (43.6%) or second (28%) most commonly detected virus, with rhinovirus (RV) being the second (31.8%) or first (32%) most frequent virus, respectively (7, 8). Our study demonstrated a similarly high frequency of RSV, followed by adenovirus and hMPV, but we did not test for RV.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The use of molecular techniques for viral detection has increased the identification of multiple viruses in a single sample (13). The prevalence of co‐infections in other studies has ranged from 19–35% in young children with diverse types of respiratory tract infections seen in the hospital or emergency department (7, 8, 12). Of the published studies that use molecular diagnostics to report co‐infections in children with bronchiolitis, few analyse children diagnosed during an entire respiratory season. A study by Ong et al. of 50 infants with RSV bronchiolitis hospitalized during a one‐month period identified dual infection in 5 (10%) patients (9). A study by Greensill et al. of 30 infants with bronchiolitis requiring mechanical ventilation reported a 70% co‐infection rate among hMPV and RSV (16). A co‐infection rate of 9% was reported by Mansbach et al. in a multicentre study that sampled children with bronchiolitis for two to three‐week periods (10). Only one previous study was population‐based, representing a full viral respiratory season. This study, set in Greece, included 119 infants less than 1 year of age with bronchiolitis. Co‐infections were detected in 19.5% of children, 69% of which were dual infections between RSV and RV (11). In our study, we identified co‐infections in 41 (23%) children with bronchiolitis despite not testing for RV. In contrast to the studies by Ong and Greensill, our study population was larger, encompassed an entire respiratory season, and comprised patients discharged from the emergency department or admitted to a general pediatric floor or the intensive care unit.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The AAP Guidelines recommend limiting laboratory tests for disease diagnosis but state that virological testing may be beneficial if patient cohorting is feasible (3). Many facilities use FA testing to direct cohorting, and Hall and Lieberthal emphasize that the rapid tests available are typically limited to RSV and influenza and perform with variable reliability (17). Using more sensitive assays, we found that of the 139 children with RSV detected, 34 (24%) were infected with another pathogen and most of these pathogens are not detected well or at all with current FA assays. Interpreting copathogen data with organisms such as coronavirus or adenovirus is problematic due to the difficulty in differentiating acute disease from long‐term shedding and the extent that bronchiolitis may be caused or exacerbated by these other viruses has not been definitively established. Our results suggest that the issue of viral testing merits further investigation as it has the potential to impact patient cohorting and management algorithms (18).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Limitations of our study include the retrospective design and the use of residual clinical samples. In addition, we did not extend the study into the summer months, potentially decreasing the detection of parainfluenza virus infections. Although we tested for a wide spectrum of viruses, viral detection of bocavirus and picornaviruses, such as rhinovirus, were not included in this study due to limitations of specimen volume. Despite this limitation, we identified one or more viruses in 93% of samples.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Results of our study not only confirm previous observations that RSV is the most frequently detected virus in patients with bronchiolitis, but also highlight the potential significance of other viral pathogens such as hMPV and adenovirus in this clinical setting. Given the substantial presence of viral co‐infections in RSV bronchiolitis, providers need to recognize the potential limitations of rapid RSV testing alone for cohorting purposes. Our data underscore that further study is warranted to determine the clinical impact of viruses other than RSV for children with bronchiolitis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Frequency of 210 individual respiratory pathogens detected by FA and/or real‐time PCR in 180 children with bronchiolitis\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Detected dual infections among viral respiratory pathogens as identified by FA and/or real‐time PCR in 40 children with bronchiolitis\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Infectious disease hospitalizations among infants in the United States",
            "authors": [],
            "year": 2008,
            "venue": "Peds",
            "volume": "121(9)",
            "issn": "",
            "pages": "244-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prospective multicenter study of the viral etiology of bronchiolitis in the emergency room",
            "authors": [],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "",
            "pages": "111-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis",
            "authors": [],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "1285-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory picornaviruses and respiratory syncytial virus as causative agents of acute expiratory wheezing in children",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1095-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Comparison of real‐time PCR assays with fluorescent‐antibody assays for diagnosis of respiratory virus infections in children",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2382-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Evaluation of quantitative and type‐specific real‐time RT‐PCR assays for detection of respiratory syncytial virus in respiratory specimens from children",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "31",
            "issn": "",
            "pages": "123-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical disease in children associated with newly described coronavirus subtypes",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "119(1)",
            "issn": "",
            "pages": "e70-e6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Human metapneumovirus in severe respiratory syncytial virus bronchiolitis",
            "authors": [],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9(3)",
            "issn": "",
            "pages": "372-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Viral testing and isolation of patients with bronchiolitis",
            "authors": [],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "120",
            "issn": "4",
            "pages": "893-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Health Care Epidemiology Perspective on the October 2006 Recommendations of the Subcommittee on Diagnosis and Management of Bronchiolitis",
            "authors": [],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "120(4)",
            "issn": "",
            "pages": "890-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Diagnosis and testing in bronchiolitis",
            "authors": [],
            "year": 2004,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "158",
            "issn": "",
            "pages": "119-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Diagnosis and management of bronchiolitis",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "",
            "pages": "1774-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The etiologic and epidemiologic spectrum of bronchiolitis in pediatric practice",
            "authors": [],
            "year": 1979,
            "venue": "J Pediatr",
            "volume": "95",
            "issn": "",
            "pages": "183-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Bronchiolitis‐associated hospitalizations among US children, 1980–1996",
            "authors": [],
            "year": 1999,
            "venue": "JAMA",
            "volume": "282",
            "issn": "",
            "pages": "1440-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human metapneumovirus infections in hospitalized children",
            "authors": [],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "634-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Comparison of multiplex PCR assays and conventional techniques for the diagnostic of respiratory virus infections in children admitted to hospital with an acute respiratory illness",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1498-504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Single versus dual respiratory virus infections in hospitalized infants",
            "authors": [],
            "year": 2005,
            "venue": "Pediatr Infect Dis J",
            "volume": "24(7)",
            "issn": "",
            "pages": "605-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A comparison of nested polymerase chain reaction and immunofluorescence for the diagnosis of respiratory infections in children with bronchiolitis, and the implications for a cohorting strategy",
            "authors": [],
            "year": 2001,
            "venue": "J Hosp Infect",
            "volume": "49",
            "issn": "",
            "pages": "122-8",
            "other_ids": {
                "DOI": []
            }
        }
    }
}