{
    "paper_id": "PMC2531276",
    "metadata": {
        "title": "Purification, crystallization and preliminary crystallographic analysis of avian infectious bronchitis virus nsp3 ADRP domain",
        "authors": [
            {
                "first": "Lei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Le",
                "middle": [],
                "last": "Cong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanlin",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zihe",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Infectious bronchitis (IB) is a contagious disease that infects avian species and causes tremendous losses in the poultry industry. Its aetiological agent, avian infectious bronchitis virus (IBV), replicates not only in the epithelium of upper and lower respiratory tract tissues, but also in many tissues along the alimentary tract and elsewhere, e.g. kidney, oviduct and testes (Cavanagh, 2007 ▶). Infectious bronchitis virus is a member of the genus Coronavirus which can be classified into three distinct groups (Spaan & Cavanagh, 2004 ▶). IBV belongs to group III (Lai & Holmes, 2001 ▶). SARS-Cov is also a member of the coronaviruses. In 2003, an outbreak of severe acute respiratory syndrome (SARS) struck China and quickly spread to the rest of the world, causing more than 8000 fatalities. Immediately, scientists initiated intensive studies on coronaviruses. Considering that the genomes encoding the nonstructural proteins (nsps) are conserved among SARS-Cov, IBV, human-Cov 229E etc., the study of IBV will facilitate the thorough understanding of coronaviruses.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "mention": " ▶",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": " ▶",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": " ▶",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The IBV genome is a single-stranded positive-sense RNA of 27 600 nucleotides (Cavanagh, 2007 ▶). Its genome expression starts with the translation of two replicase ORFs (1a and 1b). The transcriptional replicase polyproteins are proteolytically processed by virus-encoded proteinases to produce 15 nsps. These nsps are replicative enzymes required in RNA transcription and genome replication (Snijder et al., 2003 ▶; Prentice et al., 2004 ▶). Nsp3 contains an ADRP (adenosine diphosphate-ribose-1′-phosphatase) domain, which is also known as the macro domain. Recent studies have revealed that the macro domain is an ADP-ribose-binding module and it is believed to have ADP-ribose-1′-monophosphatase (Appr-1′-pase) activity. Appr-1′-pase is involved in the tRNA-splicing pathway and catalyzes the conversion of ADP-ribose-1′-monophosphate (Appr-1′-p) to ADP-ribose, which can be recycled in nucleotide metabolism (Kumaran et al., 2004 ▶; Karras et al., 2005 ▶).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": " ▶",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 413,
                    "end": 415,
                    "mention": " ▶",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": " ▶",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": " ▶",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": " ▶",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The cDNA encoding the IBV nsp3 ADRP domain (M41 strain) was provided by Professor Ming Liao (South China Agricultural Uni­versity, People’s Republic of China). The gene encoding the IBV nsp3 ADRP domain (corresponding to Asp1024–Lys1178 of the ORF1a polyprotein) was inserted between the BamHI and XhoI sites of the pGEX-6p-1 plasmid. The resulting plasmid was transformed into Escherichia coli BL21 (DE3). The cells were cultured in LB medium containing 0.1 mg ml−1 ampicillin at 310 K. When the optical density at 600 nm (OD600) reached 0.6, 0.3 mM isopropyl β-d-1-thiogalactopyranoside (IPTG) was added and the cultures were induced at 289 K for 16 h. The cells were harvested by centrifugation and resuspended in PBS (140 mM NaCl, 2.7 mM KCl, 10 mM Na2HPO4, 1.8 mM KH2PO4 pH 7.3) supplemented with 1 mM DTT and 0.1 mM PMSF. The cells were sonicated at 277 K and the lysate was centrifuged at 27 000g for 40 min at 277 K and the precipitate was discarded. The supernatant was loaded onto 2 ml GST-glutathione affinity columns (Pharmacia). The fusion protein was then cleaved on the column (on-column cleavage seems to be as effective as the orthodox approach) with GST-rhinovirus 3C protease at 277 K for 18 h, resulting in five additional residues (GPLGS) at the N-terminus. The cleavage buffer was PBS and the ratio of protease to substrate protein was 1:50. Size-exclusion chromatography was performed using Superdex 75 (Amersham Bioscience, USA) in 20 mM MES, 150 mM NaCl pH 6.0.",
            "cite_spans": [],
            "section": "Expression and purification",
            "ref_spans": []
        },
        {
            "text": "The purified protein was concentrated to 25 mg ml−1. The buffer used contained 20 mM MES, 150 mM NaCl pH 6.0. Hampton Research Crystal Screen kits were used to screen crystallization conditions. Crystallization trials were performed using the hanging-drop vapour-diffusion technique at 291 K. 1.0 µl protein solution was mixed with 1.0 µl reservoir solution and allowed to reach equilibrium over 400 µl reservoir solution. Initial crystals were obtained from Index Screen condition No. 84 containing 0.2 M magnesium chloride hexahydrate, 0.1 M HEPES pH 7.5, 25%(w/v) polyethylene glycol 3350. After optimization better crystals were obtained (Fig. 1 ▶). The optimized condition contained 0.12 M magnesium chloride hexa­hydrate, 0.1 M HEPES pH 7.5, 22%(w/v) polyethylene glycol 3350.",
            "cite_spans": [],
            "section": "Crystallization",
            "ref_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "mention": " ▶",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The crystal was cryoprotected in a solution containing 0.1 M magnesium chloride hexahydrate, 0.1 M HEPES pH 7.5, 20%(w/v) polyethylene glycol 6000. It was mounted on a nylon loop and flash-cooled in a nitrogen stream at 100 K using an Oxford Cryosystems Cryostream. The diffraction data were collected in-house on a Rigaku Cu Kα rotating-anode X-ray generator (MM007) operated at 40 kV and 20 mA (1.5418 Å) with a Rigaku R-AXIS IV++ image-plate detector (Fig. 2 ▶). Data were processed, integrated, scaled and merged using the HKL-2000 programs DENZO and SCALEPACK (Otwinowski & Minor, 1997 ▶). The crystals diffracted to 1.8 Å resolution. They belonged to space group P1, with unit-cell parameters a = 41.1, b = 43.2, c = 48.9 Å, α = 78.0, β = 80.0, γ = 73.6°. Each asymmetric unit contained two molecules. Data-collection statistics are shown in Table 1 ▶. SeMet-derivative crystals also have been obtained and diffracted to 1.8 Å resolution. The structural and functional analysis of IBV nsp3 ADRP domain will be published elsewhere.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 592,
                    "mention": " ▶",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Data collection and processing",
            "ref_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": " ▶",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Values in parentheses are for the highest resolution shell.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Typical crystal of IBV nsp3 ADRP domain grown by the hanging-drop method in 0.12 M magnesium chloride hexahydrate, 0.1 M HEPES pH 7.5, 22%(w/v) polyethylene glycol 3350. Typical crystal dimensions are 0.4 × 0.04 × 0.05 mm.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A typical diffraction pattern of an IBV nsp3 ADRP domain crystal collected on a Rigaku R-AXIS IV++ image-plate detector.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}