{
    "paper_id": "PMC2572123",
    "metadata": {
        "title": "Viral vigilance. New surveillance strategies and methods help to identify dangerous pathogens earlier: a prerequisite for efficient countermeasures",
        "authors": [
            {
                "first": "Philip",
                "middle": [],
                "last": "Hunter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The early and accurate diagnosis of an infectious agent is essential for successfully treating individual patients and is even more important at the population or global level. The ability to identify quickly the causative pathogen of an emerging epidemic or pandemic markedly increases the chances of success of any countermeasures to contain the disease. For this reason, many countries together with the World Health Organization (WHO; Switzerland, Geneva) have made great efforts to develop integrated surveillance networks for tracking candidate pathogens—such as the bird influenza virus H5N1, human immunodeficiency virus (HIV), West Nile virus, poliovirus and Mycobacterium tuberculosis—and to keep tabs on their genetic structure, geographical distribution and host populations. Moreover, recent advances in molecular biology—DNA chip or new sequencing technologies, for example—are continually improving the diagnosis of a wide range of pathogens and their variants.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, few infectious diseases are likely to cause a devastating pandemic on the scale of the 1918 influenza outbreak, which emerged from nowhere and killed more people than did the First World War. In fact, although the WHO keeps track of a wide range of diseases, one of its primary goals is to snuff out potential pandemics at birth. “Our strategy is to detect an early phase four event”, commented David Heymann, the WHO Assistant Director General for Communicable Diseases, referring in particular to H5N1. “Phase three is where we are now […] That's where a novel virus can infect humans, with occasional human-to-human spread. Phase four would be sustained human-to-human spread. In that event we would try to ring fence that event by antivirals and vaccines.” H5N1 is now out of control among domestic chickens in many developing countries and is endemic among wild duck populations in parts of Asia.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although the WHO is responsible for identifying emerging pandemics, most of its activities concentrate on containing and managing the diseases that continue to kill many people, especially in developing countries. On top of its Global Influenza Surveillance Network, the WHO therefore organizes other networks to monitor yellow fever, Ebola, polio and other major endemic diseases.…more than half of the communicable human diseases are zoonotic, whereby animals serve as reservoirs in which pathogens mutate between epidemics",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Heymann conceded that the strategy of containment after early detection had yet to be put to the test, and that the WHO could do little more than hope that it would succeed. Yet, he insisted that it was much more likely to work now than a decade ago, simply because the crucial first line of surveillance, provided inevitably by individual countries, had become much stronger. “In the past, countries were reticent to report [disease outbreaks] for obvious reasons, fearing economic repercussions”, he said. “Now the culture has changed, and countries find it necessary to report, even though there are economic consequences, because they know that once it is in the international arena, there are ways of limiting the damage, by being able to declare when it is safe to travel again for example.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another major development has been the introduction of new techniques to identify and track the genetic make up and evolution of different pathogens, coupled with a growing number of expert networks linked by the Internet to address specific diseases. Indeed, it was a combination of improved molecular techniques and efficient communication between experts worldwide that largely helped to identify a coronavirus as the causative agent of the severe acute respiratory syndrome (SARS) pandemic in 2002/2003.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Networks are also being created within emerging and developing countries—notably India—which are ideal breeding grounds for pathogens as they have huge populations of both humans and domestic or farm animals, combined with tropical and subtropical climates. In 2005, India launched its state-based Integrated Disease Surveillance Programme (IDSP) to monitor 15 leading diseases, including those causing regional epidemics (such as typhoid, cholera and malaria), those preventable by vaccines (such as measles) and those of global importance (including polio, malaria, tuberculosis and HIV). “The main challenge for India now is to have good laboratories at the district level. There is [a] significant lack of quality laboratories and microbiologists to support the proposed IDSP in India”, commented Kurien Thomas, President of the Indian Clinical Epidemiology Unit at the Christian Medical College in Vellore, India. “This, we hope, will be addressed by newly created schools of public health in India over the next few years.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Comparative studies or prioritization schemes of communicable diseases often use different categorizations, which are generally based on whether the method of propagation is human-to-human, zoonotic from wild animals, zoonotic from domestic or farm animals, or by insect or other vectors. Yet many diseases fall into more than one of these categories: rabies, for example, occupies both categories of zoonotic propagation, and influenza spreads among both humans and animals. Indeed, more than half of the communicable human diseases are zoonotic, whereby animals serve as reservoirs in which pathogens mutate between epidemics.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There are also two further categories: food-borne diseases, such as salmonella; and diseases that can be transferred through organ transplants, including HIV, Creutzfeldt–Jakob disease, rabies from transplanted corneas and, more recently, other organs (Hendekli, 2007). Food-borne diseases are usually dealt with by specific national surveillance systems, whereas organ transplants have been regarded as a relatively minor vector. However, as the possibility of using animal organs for transplantation is increasing, the WHO is taking transplants more seriously as a source of communicable diseases, as noted by Heymann.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 267,
                    "mention": "Hendekli, 2007",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "From the point of view of surveillance and monitoring, most infectious diseases, including those transmitted in food, have two aspects in common: most involve an animal host at some stage, even if they are not actually zoonotic; and the pathogens exist as different strains that vary in terms of both virulence and transmissibility—even some food-borne diseases can subsequently be transmitted between humans. This means that surveillance programmes must extend to animals and their life cycles.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In any case, animal diseases are important in their own right as they have potentially serious ecological and economic consequences. In some cases, animal diseases have become global epidemics owing to mass trade and travel. A good example is chytridiomycosis, a fungal disease that affects amphibians, which was discovered by Peter Daszak and colleagues at the US Centre for Disease Control (CDC; Atlanta, GA, USA) in the late 1990s. “While working at CDC on the Nipah virus outbreak in Malaysia—down in the pathology labs—I realized that the amphibian disease is just like an emerging disease of people—it's moving rapidly from one species to another and spreading out of a region into areas [where] it's previously not been found—just like Ebola or West Nile virus”, recalled Daszak, now Executive Director of the Consortium for Conservation Medicine in New York (NY, USA). “The key thing I found is that emerging wildlife diseases are caused by the exact same ‘drivers' as emerging diseases in humans, such as global travel and trade, encroachment into wildlife habitat, and agricultural changes.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The ecological consequences of chytridiomycosis have been devastating: the fungus has wiped out roughly 30 amphibian species and accounts for the loss of 20% of the Atelopus genus in Central America—commonly known as harlequin frogs—according to Daszak (Mendelson et al, 2004). Other animal pathogens, such as the H5N1 influenza virus, also have an immense economic impact as they devastate poultry flocks in some countries in addition to their threat to human health.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 275,
                    "mention": "Mendelson et al, 2004",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Similar to H5N1, the West Nile virus is the cause of epidemics among animals and has occasionally spread to humans. This RNA virus is spread by mosquitoes and affects birds in particular, although it can also infect several mammalian species, including horses and humans. In an optimal host, such as the robin or crow, the virus multiplies to sufficiently high titres to make the blood taken by biting mosquitoes infectious to their next victim. However, the virus cannot accumulate so readily in mammals, meaning that their blood is not infectious and thereby making them viral ‘dead ends'. As such, birds are the worst affected with high death rates, although the death toll in mammals is also serious—West Nile virus causes fatality rates of between 3% and 15% in humans. Yet, as Daszak noted, the fact that birds suffer most severely can help to identify areas of risk in sufficient time for people to take precautions. “The birds are the first to die off and act as a good sentinel for human infections”, he commented. Even if West Nile virus is not yet a major threat to humans, it could still mutate into a more virulent form or, although it is much less likely, one that is transmissible directly without needing a vector.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The genetic tracking of pathogens and the analysis of their mutagenic drift have therefore become important areas of focus for disease surveillance and monitoring. On this front, there have been some exciting developments that have even led to the identification of new pathogens. One such case emerged in Victoria, Australia, where three patients died after receiving organs from the same donor in April 2007. The case was referred to the Victorian Infectious Diseases Reference Laboratory (VIRDL; Melbourne, Australia), where researchers tried to identify the pathogen using a range of techniques but ultimately failed to do so.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The VIRDL researchers therefore contacted the Centre for Infection and Immunity at the Mailman School of Public Health at Columbia University (New York, NY, USA), where investigators applied one of the latest pathogen-identification systems, known as the GreeneChip. The chip was developed by members of the Greene Infectious Disease Laboratory at Columbia University and is a more advanced version of existing probes for detecting specific DNA or RNA sequences based on the polymerase chain reaction (PCR). It comprises nucleic-acid samples—both DNA and RNA—from nearly 30,000 viruses, bacteria, fungi and parasites. The idea is to provide a single, simple system to diagnose unidentified diseases in the field or in the hospital.Yet, diagnosis is only a part of our defence against our natural enemies and, by itself, is of limited value",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although the GreeneChip failed to identify the pathogen from Australia, the researchers at Columbia tried another technique that is arguably even more state of the art: high-throughput sequencing, which uses various methods to perform parallel sequencing in order to speed up the procedure and to process more samples. It also removes any bias in pathogen detection because high-throughput sequencing does not depend on the pre-existing primers that the GreeneChip requires.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "At last, the researchers at the Mailman School were able to identify the unknown pathogen from the Australian organ transplant patients as an arenavirus. The key to their success lay in the power and breadth of the algorithms they used to analyse the large number of sequences obtained. RNA was extracted from tissue taken from the patients and was sequenced to yield 103,632 RNA fragments. This set was narrowed down to 94,043 by eliminating highly repetitive sequences, and algorithms were then applied to eliminate sequences that were known to be unique to vertebrates, to assemble the small components into larger contiguous components and then to compare these with sequence motifs in microbial databases. The sequence analyser BLASTX (http://www.ncbi.nlm.nih.gov/blast/) finally revealed 14 protein fragments that were consistent with the genus of Old World arenaviruses, which includes the species responsible for Lassa fever (Palacios et al, 2008). This information helped the researchers in New York to detect the arenavirus in the tissue samples and subsequently to characterize it by using electron microscopy.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 954,
                    "mention": "Palacios et al, 2008",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "“I think that this development, and other similar achievements [made] recently are highly significant,” said Mike Catton, Director of the VIDRL. “Increasing capacity in high-throughput sequencing and data analysis are going to have a major impact on the way we detect and characterize pathogens in the future, and that is already beginning with the discovery of several new agents.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Ironically, the latest version of the GreeneChip would have identified the arenavirus, according to Ian Lipkin, a laboratory director at the Centre for Infection & Immunity at the Mailman School where the arenavirus was identified. “Diagnostic methods designed to detect specific microbial genetic signatures are only as good as the sequence databases on which they depend”, he said, referring to the GreeneChip. “At present, given current designs, we would have detected this virus on our GreeneChip microarrays. However, this was not the case when the work was originally pursued.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In addition, as Lipkin noted, the ability to apply unbiased high-throughput sequencing represents an even more important milestone in disease surveillance, particularly because the technology is potentially applicable to all pathogens. “We have identified candidate pathogens representing each branch of the tree of life in a wide range of clinical specimens and environmental samples”, he commented. Lipkin imagines that this technique will become invaluable to the rapid and efficient identification of agents responsible for acute infectious disease, as well as for the surveillance of “pathogens among animals that are poised to move into human populations. Although these benefits have yet to realize, the identification of arenavirus in the tissue samples of the Australian transplantation patients has demonstrated that the basic concept works even when other techniques failed.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Improved diagnostic technologies, better front-line surveillance and efficient international communication through expert networks are all improving the early and accurate diagnosis of emerging pathogens, and might therefore help public-health officials to act quickly and decisively in the case of a pandemic. Yet, diagnosis is only a part of our defence against our natural enemies and, by itself, is of limited value. It is therefore in the realm of drugs, vaccines, antivirals and antibiotics to treat infectious disease that there remains much room and much need for improvement.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "On human rabies cases associated with organ transplants",
            "authors": [],
            "year": 2007,
            "venue": "J Chin Clin Med",
            "volume": "2",
            "issn": "",
            "pages": "94-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Factors associated with the catastrophic decline of a cloudforest frog fauna in Guatemala",
            "authors": [],
            "year": 2004,
            "venue": "Rev Biol Trop",
            "volume": "52",
            "issn": "",
            "pages": "991-1000",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A new arenavirus in a cluster of fatal transplant-associated diseases",
            "authors": [],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "991-998",
            "other_ids": {
                "DOI": []
            }
        }
    }
}