{
    "paper_id": "PMC2206980",
    "metadata": {
        "title": "Conductance and amantadine binding of a pore formed by a lysine-flanked transmembrane domain of SARS coronavirus envelope protein",
        "authors": [
            {
                "first": "Jaume",
                "middle": [],
                "last": "Torres",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Uma",
                "middle": [],
                "last": "Maheswari",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Krupakar",
                "middle": [],
                "last": "Parthasarathy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lifang",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ding",
                "middle": [
                    "Xiang"
                ],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiandi",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n▶ shows the conductance results for our peptide K2-ETM-K2 and its mutants. The I/V plots corresponding to these experiments, which were used to estimate the conductance, are shown in ▶. The wild-type (WT in ▶) conductance (∼45 pS) is consistent with that observed in previous reports for the full-length and N-terminal fragment (Wilson et al. 2004). This demonstrates that the stretch of amino acids used here is responsible for channel activity. Also, we point out that this conductance is observed in the presence of the two lysine residues at N and C termini, which were introduced to increase solubility and facilitate purification of the synthetic peptide.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 348,
                    "mention": "Wilson et al. 2004",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 2,
                    "mention": "▶",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 184,
                    "end": 185,
                    "mention": "▶",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 208,
                    "end": 209,
                    "mention": "▶",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "The single-mutants, N15A and V25F, did not show any conductance at any of the voltages tested (see ▶), consistent with the orientation of these residues toward the center of the pore (see ▶) (Torres et al. 2006). The single-mutation F23A showed conductance (114 pS), consistent with an orientation of this residue toward the lipidic environment (see ▶).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 210,
                    "mention": "Torres et al. 2006",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "mention": "▶",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "▶",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 350,
                    "end": 351,
                    "mention": "▶",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The double-mutants, V25F–A32F and N15A–V25F, showed some conductance, 77 pS and 10 pS, respectively, despite the fact that they contain the mutations V25F and N15A. These latter mutations on their own, as shown above, completely abolish conductance. The high conductance observed in this mutant could be due to nonspecific destabilization of the membrane.",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "To test this hypothesis, we compared the ion selectivity of WT and double-mutant V25F–A32F (▶). This figure (panel C) shows an asymmetrical current–voltage relationship for the wild-type sequence (WT), which indicates that it is more permeable to sodium ions than to calcium ions. In contrast, the double mutant shows a symmetrical current–voltage relationship which indicates no cation specificity.",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "mention": "▶",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "The effect of the addition of amantadine on conductance is shown in ▶. Amantadine blocks conductance in the native sequence (WT) and in the mutant F23A, suggesting a native, or close to native, organization of the monomers in these two samples. However, conductance in the double mutants (N15A–V25F and V25A–A32F) was not affected by the addition of amantadine, which may reflect a significant structural change. Two situations are possible: (1) Amantadine still binds but is not effective in inhibiting ion flow, or (2) amantadine does not bind at all. The latter, as stated above, would explain the high conductance of the double mutants relative to the single mutants by a destabilization of the membrane.",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "mention": "▶",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Conductance experiments ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "To determine the affinity of amantadine for the pore formed by ETM and its mutants in lipid bilayers, we used surface plasmon resonance (SPR). ▶ depicts the amantadine dose–response curves obtained under equilibrium conditions for the sequences shown in ▶. The data were fitted using a model that assumes a one-to-one binding of amantadine and channel.",
            "cite_spans": [],
            "section": "Surface plasmon resonance ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "▶",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 254,
                    "end": 255,
                    "mention": "▶",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Surface plasmon resonance ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "\n▶ shows that amantadine binds with relatively high affinity to native ETM (∼10−3 M). This affinity is comparable to that observed for influenza A M2, ∼10−3–10−4 M, depending on the strain (Astrahan et al. 2004). As predicted from the model in ▶, significant binding was only observed for F23A (k\nD ∼14 mM), whereas only what appeared to be nonspecific aggregation was observed for N15A, V25F, and A32F, suggesting an alteration of the native oligomeric structure in these samples. This is also consistent with our observation that conductance cannot be inhibited by amantadine in V25F–A23F or N15AV25F (▶), despite the fact that these samples show high conductance. Therefore, we conclude that the latter is due to membrane permeabilization in this case.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 210,
                    "mention": "Astrahan et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Surface plasmon resonance ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 2,
                    "mention": "▶",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 244,
                    "end": 245,
                    "mention": "▶",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "▶",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The observation that mutation at N15 disrupts ion channel conductance and amantadine binding is expected, attending the conservation of a polar residue (S, Q, or N) at this position (Torres et al. 2005) in all coronavirus envelope proteins. However, the results obtained with the other mutations could not have been anticipated in the absence of our model. In summary, our results not only confirm that the ion conductance properties of SARS-CoV E reside in the transmembrane domain, we also show that a peptide flanked by two lysine residues (K2-ETM-K2) (Torres et al. 2006) for which a homopentameric α-helical bundle model was proposed, is a good model to study its channel properties. Further, we report that this peptide incorporated in lipid bilayers binds amantadine with relatively high affinity, at least comparable to influenza A M2. This result may have therapeutic implications in the treatment of SARS infection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 201,
                    "mention": "Torres et al. 2005",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 556,
                    "end": 574,
                    "mention": "Torres et al. 2006",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Surface plasmon resonance ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Peptides corresponding to the transmembrane domain of SARS-CoV E, from residues 9–35, with two lysine residues flanking both N and C termini, were obtained as described previously (Torres et al. 2006) from W.M. Keck Biotechnology Resource Center. The peptides were cleaved from the resin with trifluoroacetic acid (TFA) and lyophilized. The lyophilized peptides were dissolved in trifluoroethanol (TFE), TFA, and acetonitrile (1:1:4, v/v/v; final peptide concentration ca. 5 mg/mL) and injected to a 20-mL Jupiter 5 C4–300 column (Phenomenex) equilibrated with H2O. Peptide elution was achieved with a linear gradient to a final solvent composition of 10% H2O, 90% acetonitrile, using a Waters 600 HPLC system. All solvents contained 0.1% (v/v) TFA. The resulting fractions were pooled and lyophilized. Peptide purity was confirmed by electrospray mass spectrometry (ESI), and the sample did not have deletions or truncations, with a purity of ∼95%.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 199,
                    "mention": "Torres et al. 2006",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Peptide synthesis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Approximately 1 mg of lyophilized peptide and 10 mg of 1,2-dimyristoyl-sn-glycero-3-phosphocholine (Avanti polar lipids) were dissolved in 500 μL hexafluoro-2-propanol (HFIP). The solution was mixed at 37°C for 1 h and HFIP was completely evaporated. The protein–lipid mixture was dissolved in filtered and degassed phosphate-buffered saline (PBS), pH 6.6 (10 mM Na2HPO4 · NaH2PO4, 120 mM NaCl, and 2.7 mM KCl) to a final lipid concentration of 3 mM. The solution was mixed for 20 min, resulting in a suspension of peptide reconstituted in liposomes. Proper ETM reconstitution in lipid bilayers was confirmed by Fourier Transform InfraRed (FTIR) spectroscopy (Torres et al. 2000), with an amide I band centered at 1655 cm−1 (not shown) consistent with α-helix. The liposomes were resized to a uniform diameter of 100 nm by extrusion through an Avanti Mini Extruder with a 100 nm polycarbonate membrane.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 678,
                    "mention": "Torres et al. 2000",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Peptide reconstitution in lipid bilayers ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Binding measurements were performed on a BIAcore 3000 system, with L1 chip as substrate, which allows liposome binding (Cooper et al. 2000). The L1 chip was cleaned prior to each experiment with 40 mM Triton X-100 (20 μL at a flow rate of 20 μL/min). The liposomes were immobilized on one of the flow cells of the chip (80 μL at a flow rate of 2 μL/min). Excess unbound liposomes was removed with 10 mM NaOH in PBS (50 μL at a flow rate of 100 μL/min) followed by PBS flow for 4 h at a rate of 5 μL/min. Amantadine was injected (60 μL at a flow rate of 20 μL/min) in the concentration range of 0.5–20 mM on the membrane immobilized on the chip. At the end of each injection, after equilibrium, amantadine was allowed to dissociate for 1 min under PBS. Subsequently, the surface was regenerated with PBS (30 μL/min flow rate for 15 min).",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 138,
                    "mention": "Cooper et al. 2000",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Surface plasmon resonance ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Each experiment included the immobilization of empty liposomes (i.e., those without peptide) in one of the flow cells, which was used as a reference. The mean RU (resonance units) of the last 10–15 sec of amantadine injection on the empty liposomes' cell were subtracted from the mean RU, at the same time period, in the cell containing the reconstituted ETM. Due to the fact that the on- and off-rate constants of amantadine binding to ETM were rapid, all thermodynamic analyses were based on equilibrium, steady-state measurements (see below).",
            "cite_spans": [],
            "section": "Surface plasmon resonance ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The binding results were represented as dose–response curves, in which the final RUeq is plotted against amantadine concentration. The dose–response curves were fitted according to Equation 1, where the association constant is given by \n",
            "cite_spans": [],
            "section": "Surface plasmon resonance ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "and [Am] is the concentration of amantadine injected, RUmax is the RU when all the ETM channels are saturated with amantadine, and RUeq is the RU at equilibrium for a given concentration of amantadine (Astrahan et al. 2004). From K\nA, K\nD can be obtained (K\nD = K\nA\n−1). The dissociation constant (K\nD) was derived using the Biaevaluation 3.0 program (Biacore). The goodness of fit was estimated as χ2 values, where a good fit is estimated as χ2 < 10. These values were well below 10 in all cases (ETM, 1.98; V25F, 0.799; V25F–A32F, 1.31; N15A, 1.69; N15A–V25F, 1.3; F23A, 0.621).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 222,
                    "mention": "Astrahan et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Surface plasmon resonance ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The calculated RUMAX was normalized by multiplication by a constant factor (Astrahan et al. 2004) and the fitting curve program was then run once again to produce calibrated χ2, to compare the different ETMs χ2. The model used to analyze the surface plasmon resonance (SPR) data assumed a 1:1 binding stoichiometry between amantadine and ETM (Astrahan et al. 2004).",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 96,
                    "mention": "Astrahan et al. 2004",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 343,
                    "end": 363,
                    "mention": "Astrahan et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Surface plasmon resonance ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Synthetic 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphotidylethanolamine (POPE), 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphotidylserine (POPS), 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphotidylcholine (POPC), and dimyristoyl-phosphotidylcholine (DMPC) were purchased from Avanti Polar Lipids. Decane (≥99%) and (N-[2-hydroxyethyl]piperazine-N′-[2-ethanesulfonicacid]) were obtained from Sigma-Aldrich, chloroform from Sigma-Aldrich, and ethanol (≥99%) and sodium chloride (NaCl) were obtained from Fluka. Ion channel formation of ETM was measured by (Wilson et al. 2004) forming planar lipid bilayers across a 250-μm aperture in the wall of a Delrin cup separating the aqueous solutions in the cis and trans chambers. The working volume was of 1 mL in each chamber. A lipid mixture of 5:3:2, POPE:POPS:POPC (50 mg/mL) was dissolved in chloroform and dried under N2 gas. The lipid cake was then resuspended in decane. A small amount of lipid mixture was painted across the aperture of the Delrin cup. About 14–20 μg of SARS-CoV ETM protein was added to the cis chamber under continuous stirring, until ion channel activity was detected, typically after 15–30 min. The chambers contained 500 mM NaCl, 5 mM HEPES, pH 7.2 (cis), and 5 mM NaCl and 5 mM of HEPES, pH 7.2 (trans). Recordings were performed in asymmetric ionic conditions using a different buffer. The cis and trans solutions were connected via an Ag/AgCl electrode and 1 M NaCl, 2% agar bridge. Currents were amplified using a Warner Instrument amplifier and digitized at 5 kHz and filtered at 10 kHz using pCLAMP 9.2 software (Axon Instruments, Inc.). The trans chamber was set as reference and the cis chamber was held at different potentials ranging from 0 to 80 mV, in 20 mV increments. Stirring was stopped after detection of channel activity. The ion selectivity experiment was performed with 500 mM NaCl, 5 mM HEPES (pH 7.2) in the cis chamber, and 500 mM CaCl2, 5 mM HEPES (pH 7.2) in the trans chamber.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 560,
                    "mention": "Wilson et al. 2004",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Ion conductance ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Synthetic peptides corresponding to the transmembrane α-helical domain of SARS-CoV E (ETM) protein (residues 9–35) and several of its mutants, flanked by two lysine residues at the C and N termini. The mutations introduced are indicated in bold. The numbering (top) corresponds to the SARS-CoV E protein sequence.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Slices through the ETM pentameric α-helical bundle (Torres et al. 2005, 2006). The residues mutated in this work are indicated inside the circles.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: ETM ion channel activity in planar lipid bilayers for peptides shown in ▶. Openings are deviations from the baseline (short dashed line). The trans chamber was earthed and the cis chamber was held at various potentials between 0 (bottom) and 80 mV (top), in 20-mV intervals.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Current–voltage plots (I–V plots) are shown in the lower right panel. Single-channel conductances (slopes of the linear fit obtained from SigmaPlot, version 9.2) were 44.5 pS for WT (•), 114 pS for F23A (▪), 77 pS for V25F–A32F (▾), 10 pS for N15A–V25F (△). The data represents the average from 4 to 10 recordings.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: Comparison of ion selectivity (see Materials and Methods), with single-channel currents, between wild-type sequence (A) and V25F–A32F double mutant (B). Voltages are from −60 mV (bottom) to 60 mV (top), in steps of 20 mV. Short dashed lines indicate the closed state. The corresponding current–voltage relationship is shown in (C). A line is drawn only to guide the eye. Data for wild-type (•) and double-mutant V25F–A32F (○) are indicated. Vertical bars represent two standard deviations.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.: Effect of amantadine addition (100 μM, see arrow) on the conductance of the peptides shown in ▶, except N15A and V25F, which did not show conductance (▶).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7.: Representative amantadine SPR dose–response curves. The data is shown in white circles, and were fitted (solid line) using Formula 1. The determined standard deviation of the k\nD did not exceed 20% of the average value in each case.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "J. Virol.",
            "volume": "73",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J. Mol. Biol.",
            "volume": "341",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Proteins",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J. Biol. Chem.",
            "volume": "277",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Virology",
            "volume": "218",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Adv. Exp. Med. Biol.",
            "volume": "494",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Anal Biochem",
            "volume": "277",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Adv. Exp. Med. Biol.",
            "volume": "494",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "J. Virol.",
            "volume": "70",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "J. Virol.",
            "volume": "72",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1561",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Int. J. Clin. Pract.",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "FEBS Lett.",
            "volume": "552",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "FEBS Lett.",
            "volume": "535",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 1985,
            "venue": "EMBO J.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Biophys. J.",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "325",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J. Biol. Chem.",
            "volume": "276",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Cell",
            "volume": "69",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J. Med. Virol.",
            "volume": "64",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "J. Mol. Biol.",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Biophys. J.",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Biophys. J.",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "EMBO J.",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Virology",
            "volume": "330",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Virology",
            "volume": "353",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Eur. J. Med. Res.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}