{
    "paper_id": "PMC2267247",
    "metadata": {
        "title": "Your liberty or your life. Talking Point on public health versus civil liberties",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "J"
                ],
                "last": "Annas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "After the terrorist attacks of 11 September 2001, the myth emerged that public health should rely on the pre-First World War tactics of forced quarantine, mandatory physical examinations and vaccinations to be effective against a pandemic. Just as national leaders have argued that the public should barter its civil liberties for safety from terrorist attacks, so public health officials have argued that health is best protected by adopting the national security metaphor; 2001 is the excuse, but 1918 is the model.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As John M. Barry, the author of The Great Influenza, put it, “[p]ublic health officials will need the authority to enforce decisions, including ruthless ones. …officials might decide to order mandatory vaccination. Or, if there is any chance to limit the geographical spread of the disease, officials must have in place the legal power to take extreme quarantine measures” in the case of a flu pandemic (Barry, 2004). If ‘extreme' and ‘ruthless' measures are seen as reasonable, no one should be surprised that the military is often immediately brought to mind. US President George W. Bush, for example, reacted to the threat of a bird flu pandemic in 2005 by suggesting that the US military should be used to quarantine “parts of the country” experiencing an “outbreak” (Annas, 2005a). And the federal government's new ‘Draft Guidance on Allocating and Targeting Pandemic Influenza Vaccine', released in late October 2007, gives top priority to allocate vaccines in short supply, not to pregnant women, infants, children or the elderly, or even to front-line emergency medical care providers or outpatient health care providers, but to military personnel who have “an essential role in national and homeland security” (http://www.pandemicflu.gov).",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 415,
                    "mention": "Barry, 2004",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 772,
                    "end": 784,
                    "mention": "Annas, 2005a",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Europeans might be tempted to think that the militarized national security model of public health is confined to the USA, but that would be a mistake. In August 2007, the World Health Organization (WHO; Geneva, Switzerland) explicitly adopted a militarized security model for public health. Its 2007 report, A Safer Future: Global Public Health Security in the 21st Century, described the prospect of a pandemic flu as “the most feared security threat” in the world (WHO, 2007). Safety and security are now apparently seen as more important public health goals than health itself, and ‘preparedness' for ‘emergencies' has become the new public health mantra (Mongoven, 2006). The phrases “better safe than sorry”, “we must exercise an abundance of caution” and “err on the side of caution” are heard over and over again, as if these chants could ward off evil.Safety and security are now apparently seen as more important public health goals than health itself, and ‘preparedness' for ‘emergencies' has become the new public health mantra",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "mention": "WHO, 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 659,
                    "end": 673,
                    "mention": "Mongoven, 2006",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Sacrificing human rights under the rubric of national security is almost always unnecessary and counterproductive in a free society. As Benjamin Franklin said, “[t]hose who would give up an essential liberty to purchase temporary security deserve neither liberty nor security.” Why then did public health so eagerly embrace the national security model after the terrorist attacks on the Twin Towers and the Pentagon? Newsweek commentator Fareed Zakaria described the problem in June 2007: the USA has “become a nation consumed by fear, worried about terrorists and rogue nations, Muslims and Mexicans, foreign companies and free trade, immigrants and international organizations. The strongest nation in the history of the world, we see ourselves besieged and overwhelmed” (Zakaria, 2007). What Zakaria did not say is that just as the choice between liberty and safety is a false one, so is the choice between being safe and being sorry.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 787,
                    "mention": "Zakaria, 2007",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It was US Vice President Dick Cheney who set the agenda when he articulated an anti-terrorist standard that has come to be known, in the title of Ron Suskind's book on the subject, as ‘the one percent doctrine'. Simply put, the doctrine states that, “even if there's just a one percent chance of the unimaginable coming due, act as if it is a certainty. It's not about our analysis [of the threat], it's about our response” (Suskind, 2006). This, of course, is a prescription to throw scientific facts out the window and to develop action plans that are completely unrelated to the real world—or at least two orders of magnitude away from reality. Jack Goldsmith, former head of the US Office of Legal Counsel, described the atmosphere in the Bush administration in his book, The Terror Presidency. He noted that reading the daily “threat matrix” that summarizes “every known new threat” easily makes one paranoid. In his words, “the most level-headed person I knew in government [told me that] reading about plans for chemical and biological and nuclear attacks over days and weeks and years causes you to ‘imagine a threat so severe that it becomes an obsession'” (Goldsmith, 2007).",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 438,
                    "mention": "Suskind, 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1167,
                    "end": 1182,
                    "mention": "Goldsmith, 2007",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "By using this mode of fear-driven paranoia, the threat of bioterrorism has been hyped beyond all reality, even within the public health community, which should know better. For example, Lawrence Gostin, a leading public health lawyer at Georgetown University in Washington, DC, USA, and advisor to the US Centers for Disease Control and Prevention (CDC; Atlanta, GA), asserted that, “a single gram of crystalline botulinum toxin, evenly dispersed and inhaled, could kill more than 1 million people” (Gostin, 2003). However, he admitted that when the Japanese terrorist cult Aum Shinrikyo “attempted to disperse aerosolized botulinum toxin both in Tokyo and at several military installations in Japan,” the result was not millions dead, nor even hundreds, but rather, that all of these attacks “failed to kill anyone” (Gostin, 2003). Similarly, others have asserted that the release of 100 kilograms of aerosolized anthrax over Washington could kill up to three million people. The real anthrax attacks through the US mail in late 2001 were highly effective in sowing terror, but resulted in only five deaths—incidentally the same as the number of patients who die owing to medical errors in US hospitals every 30 minutes (Annas, 2003; Siegel, 2005).",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 512,
                    "mention": "Gostin, 2003",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 818,
                    "end": 830,
                    "mention": "Gostin, 2003",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1222,
                    "end": 1233,
                    "mention": "Annas, 2003",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1235,
                    "end": 1247,
                    "mention": "Siegel, 2005",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 0,
                    "mention": "",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The most frightening scenario involves smallpox because, unlike botulinum or anthrax, the smallpox virus is contagious. The Bush administration used the possible threat of a smallpox attack as the primary justification for its massive smallpox vaccination programme before the invasion of Iraq. That now-abandoned and discredited programme was a disaster; it vaccinated fewer than 50,000 of the proposed 500,000 health care workers during phase one. Phase two would have encompassed up to 10 million first responders and public safety personnel, and phase three would have included all willing civilians. Why did Cheney's one percent doctrine fail?",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The main reason was that the administration could not persuade physicians and nurses that the known risks and side effects of the vaccine were justified, given the fact that there was no evidence that Iraq—or anyone else—had both the smallpox virus and the desire and ability to use it. The information provided to physicians and nurses was in the same spirit as the information on the Iraq nuclear threat, except that it contained no facts at all, not even misleading or false ones. The one percent doctrine had become a ‘more-than-zero' percent doctrine. Julie Gerberding, the Director of the CDC and the person in charge of the smallpox vaccination programme, told a US Senate Appropriations Subcommittee on 29 January 2003—about one month after the smallpox vaccination campaign began—that “our reading of the intelligence that we share with the intelligence community is that there is a real possibility of a smallpox attack from either nations that are likely to be harboring the virus or from individual entities, such as terrorist cells that could have access to the virus. So we know it's not zero. And I think that's really what we can say with absolute certainty that there is not a zero risk of a smallpox attack.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This wonderful doubletalk bases public health interventions on absolute safety—unless you can prove there is no risk, you must act as if the risk is 100 percent. Not only is this patently absurd, but it also often gets public policy and public health policy backwards. There should be no ‘state secrets' in public health. For example, if the US Government knows that an individual, group or nation is working to weaponize smallpox, the best defence is to make this information public. As most Americans probably know this, the failure of the administration to offer any evidence of anyone having weaponized smallpox meant that it was highly probable that the administration had no such evidence. Thus the real risks of the vaccine could not be offset by any real benefit. The bottom line is that, although the potential risk for biological terrorism is greater than zero, it is still very low, and in almost any foreseeable attack the number of deaths is likely to be low. In fact, the only biological attacks to date have resulted in death tolls of between zero and five people—hardly numbers that justify military intervention or the erosion of civil liberties.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Public health planning should be based on science, not free-floating anxiety and fear. Instead of using the tools of public health, especially epidemiology, to gather data and perform risk-assessments, the US Government seems to have adopted the bizarre idea that all threats are equal, and that all states and localities should prepare for them equally. In the words of Gerberding, “[a] threat anywhere is a threat everywhere” (Kranz Lewis, 2006). There is no more powerful an illustration of the wrong-headedness of this approach than the government's inability to handle a real emergency, such as the humanitarian disaster that followed hurricane Katrina. The person in charge of the federal emergency response to Katrina, Secretary of Homeland Security Michael Chertoff, was simply not paying attention to the hurricane disaster. Instead, he was at the CDC headquarters in Atlanta making preparations for a possible bird flu pandemic. The abject failure to respond effectively to help the victims of hurricane Katrina illustrates that our ‘all-hazards' at all locations approach, combined with a one percent doctrine, has produced two very real interrelated epidemics in the USA today: epidemics of fear and incompetence.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 446,
                    "mention": "Kranz Lewis, 2006",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This also helps to explain the US Government's response in the case of Andrew Speaker, who flew from the USA to Greece to be married and then to Rome for his honeymoon. Speaker had been treated for tuberculosis (TB) for more than four months, and was not thought to be a danger to anyone. Nonetheless, when health authorities determined that he had extensively drug-resistant TB (XDR-TB) they contacted him in Rome, telling him to go to an Italian hospital for treatment. When he did not do so, they treated him as a bioterrorist and put him on the ‘no fly' list, issuing the first federal mandatory isolation order in the past 40 years. The order was enforced when Speaker and his wife returned to the USA and voluntarily reported to a New York City hospital. In fact, this measure was entirely unnecessary because Speaker had come seeking treatment voluntarily. The order seems to have been issued and enforced primarily to make Speaker look like the bad guy and the CDC look like the good guys—by showing the public that it was doing something, however coercive and ineffective.By using this mode of fear-driven paranoia, the threat of bioterrorism has been hyped beyond all reality, even within the public health community, which should know better",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Other officials have subsequently used, and sometimes distorted, Speaker's case to make their points. Mario Raviglione, the Director of the WHO's Stop TB Department, said that the Speaker incident showed that TB “respects no border. No one should feel safe in this world” (Donnelly, 2007). In a letter to David Walker, Comptroller General of the US Government Accountability Office, US Senators Joseph Lieberman, Susan Collins and Hillary Clinton stated that the case “exposed a disturbing picture of the federal government's ability to respond to a known public health incident and protect our homeland security” (Lieberman, 2007). Henry M. Blumberg, a TB expert at Emory University (Atlanta, GA, USA), said that, “TB is a weapon of mass destruction” (Brown, 2007). In reality, Speaker seems to have put no one in danger—including his wife—and the diagnosis turned out to be wrong anyway: he actually had multi-drug resistant (MDR)-TB. The correct lesson from the Speaker case is not that we need more draconian laws to isolate TB patients—although such new laws have been proposed and are widely supported—but that we need better TB diagnostic tests, better treatments and better communication with patients. Gerberding did, nonetheless, distinguish between Speaker and a real terrorist in testimony before the US Congress: “There is a difference between a terrorist and an infected person. Our medical approach is to give the patient the benefit of the doubt” (Altman & Palank, 2007).",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 287,
                    "mention": "Donnelly, 2007",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 615,
                    "end": 630,
                    "mention": "Lieberman, 2007",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 753,
                    "end": 764,
                    "mention": "Brown, 2007",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1464,
                    "end": 1485,
                    "mention": "Altman & Palank, 2007",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Severe acute respiratory syndrome (SARS) remains the first and only post-11 September epidemic of a contagious disease. As there was no diagnostic test, no knowledge of the cause or mode of transmission, and no effective treatment, SARS almost naturally returned us to a state of late nineteenth-century public health practice. Despite this, the world handled SARS fairly well. The epidemic appeared in a global society equipped with instant worldwide communication that made the management of people through information much more important and effective than the management of people through police action. It is not only liberty that is at stake when deciding about quarantine, but also the very effectiveness of public health itself. To prevent the spread of a disease from becoming an epidemic or a bioterrorist attack, public health officials must also prevent the spread of fear and panic; the maintenance of public trust is essential to achieve this (Annas, 2005b).",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 970,
                    "mention": "Annas, 2005b",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is difficult to reach factual conclusions about which methods were the most effective for containing SARS. Nonetheless, as the epidemic ended abruptly in all 30 countries that had reported suspected cases, and only a few countries even attempted mass quarantine, it seems reasonable to conclude that quarantining contacts or even close contacts was unnecessary and had little or no effect on the epidemic. Moreover, the imposition of quarantine, in at least some cases, led to panic that could have further spread the disease, for example, in China. When rumours appeared that Beijing itself might be placed under martial law, the China News Service reported that 245,000 migrant workers from Henan province fled the city to return home (Hutzler, 2003). Even in Hong Kong's Amory Gardens, the site of the initial cluster of SARS cases, officials who came to relocate residents to a quarantine facility found no one at home in more than half of the complex's 264 apartments. People were able to evade the police even though the police were working closely with public health officials.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 754,
                    "mention": "Hutzler, 2003",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The only major outbreak of SARS outside Asia was in Canada, in the Toronto area. Canada had about 440 probable or suspected SARS cases—resulting in 40 deaths—but many more lives were directly affected. Approximately 30,000 people were quarantined, although, unlike in China, almost all Canadians who were quarantined were confined to their own homes. Staying home, or ‘sheltering in place' seems to have become the new standard for ‘quarantining' and protecting individuals in public health emergencies, at least in democratic countries. It is, nonetheless, unlikely that the home quarantines had a direct impact on the epidemic, as almost all Canadian cases were infected in hospitals and there were no confirmed cases of quarantined Canadians actually developing SARS.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There were a few cases of SARS in the USA, but no deaths. The CDC worked with the WHO and other countries to identify the SARS virus, and issued guidelines and recommendations in press conferences and on its website. The CDC issued both travel alerts—which are notifications of an outbreak of a specific disease in a geographic area that suggest ways to reduce the risk of infection and what to do if you become ill—and travel advisories—which include the same information, but recommend further against non-essential travel. No attempt was ever made to prohibit Americans from travelling, although the federal government probably had the authority to do this for international travel, nor were there any attempts to quarantine asymptomatic contacts of SARS patients. As a general rule, local public health officials acted very responsibly, even under extreme pressure.To prevent the spread of a disease from an epidemic or a bioterrorist attack, public health officials must also prevent the spread of fear and panic…",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Nonetheless, adherents to the one percent solution continued to take advantage of post-11 September fears to increase their authority. In the midst of the SARS epidemic, for example, New York City changed its health code to adopt a “less than one percent” solution by allowing the city's health commissioner to order the quarantine of individuals who ‘might' endanger public health because of smallpox, pneumonic plague or other severe communicable disease. In addition, a contact—someone who “has been or may have been” in “close, prolonged, or repeated association with a case or carrier”—could now also be quarantined (New York City Department of Health & Mental Hygiene, 2003). This change, from allowing the quarantining of people who actually pose a danger and who have actually been in close contact with infected individuals, to those who might pose a danger and those who might have been in close contact, is breathtaking in its invitation to arbitrariness. Had they been in effect during the SARS epidemic, the new regulations would have allowed the public health commissioner to quarantine New York's entire Chinatown district as all residents there ‘might' have been in contact with someone who ‘might' have had SARS.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 679,
                    "mention": "New York City Department of Health & Mental Hygiene, 2003",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS might return, but the CDC is to be commended for not treating it as a national security issue, and instead providing US citizens with a credible official—Julie Gerberding—who informed Americans about what they could do voluntarily to avoid contracting or spreading the disease. The encouragement of sensible voluntary responses became policy and no state invoked any emergency powers, including quarantine, in response to SARS. As a general rule, sick people seek treatment and are willing to isolate themselves voluntarily to obtain it. People do not want to infect others, especially their family members, and will voluntarily follow reasonable public health advice to avoid spreading disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "By contrast, attempting to quarantine contacts forcibly seems to have been both ineffective, because many contacts eluded quarantine, and pointless, because none of those quarantined developed SARS. Mass quarantine is a relic of the past that, in an era when air travel has replaced ships and horses, seems to be as much an anachronism as trench warfare and cavalry. As China's attempts to quarantine people shows, it is likely to do more harm than good—both by imposing unnecessary restrictions on liberty and by scaring potentially infected people into fleeing from public health officials.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the midst of the concern about bioterrorism, and after the SARS epidemic, the New York Academy of Medicine (NY, USA) conducted a survey of the American public on how they would respond to two types of terrorist attacks: smallpox and a dirty bomb. Published in September 2004, the results support two conclusions: the primary concern that Americans have in a crisis is the safety of their family members, and the most important predictor of whether they will follow the advice of public officials is whether they trust them to tell the truth. Specifically, the survey found that only 40% of Americans would go to a vaccination site during a smallpox outbreak if told to do so, and only 60% would shelter in place for as long as they were told to in the event of a dirty bomb explosion (New York Academy of Medicine, 2004)Mass quarantine is a relic of the past that, in an era when air travel has replaced ships and horses, seems to be as much an anachronism as trench warfare and cavalry.",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 822,
                    "mention": "New York Academy of Medicine, 2004",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The reasons that people gave for not following advice are instructive: 60% were concerned about the safety of the smallpox vaccine—twice as many as those concerned about getting smallpox itself. The respondents also suggested ways to make them more likely to cooperate. The overwhelming majority wanted to speak with someone they trusted who knew a lot about smallpox; a non-government physician was their first choice. In the case of a dirty bomb, the primary concern of the respondents was the safety of their family members. Seventy-five percent of those who said they would not seek shelter said that they would do so if they could communicate with the people they care about, or if they knew those people were safe. Overall, the study concluded that, “people are more likely to follow official instructions when they have a lot of trust in what officials tell them to do and are confident that their community is prepared to meet their needs if a terrorist attack occurs” (New York Academy of Medicine, 2004).",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 1012,
                    "mention": "New York Academy of Medicine, 2004",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "These results are consistent with historical bioterrorist exercises. Former US Senator Sam Nunn, who played the part of the president in the smallpox exercise Dark Winter—in which mass quarantine failed—said, “[t]here is no force on earth that can make Americans do something that they do not believe is in their own best interests and that of their families.” In 2007, the New York Academy of Medicine published a follow-up study in which they identified what members of the public needed to successfully ‘shelter in place' during a pandemic or other emergency. None of the measures suggested involved new laws or more police; all required the voluntary and active cooperation of the public, their neighbours and their communities. The report concluded: “[c]urrently, planners are developing emergency instructions for people to follow without finding out whether it is actually possible for them to do so or whether the instructions are even the most protective action for certain groups of people to take” (New York Academy of Medicine, 2007). As Katrina illustrated, advice that ignores both the motives and abilities of the public will predictably make a disaster even worse.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1044,
                    "mention": "New York Academy of Medicine, 2007",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Given the experience of real events, public opinion surveys and mock exercises, it is quite remarkable that some public health officials still embrace draconian nineteenth-century quarantine and compulsory treatments. Consistent with the one percent doctrine, public health officials are much more concerned with false negatives—failing to treat or detain someone who has a communicable disease—than with false positives—detaining someone who does not have a communicable disease. There is, of course, political punishment for missing a case, but—so far at least—none for locking up a false positive. Public health officials also seem to believe that the military and police forces can effectively control the behaviour of Americans in the event of an epidemic or bioterrorist attack. To the extent that this faith in coercion remains alive in the public health community, it is predictable that public health officials with the power to arbitrarily quarantine people in an emergency will use it immediately, whether it is warranted or not. From their perspective, protecting public health is more important than protecting liberty.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Gostin and Ronald Bayer, Professor of Sociomedical Sciences at Columbia University, New York, NY, USA, for example, have adopted the Iraq-war model in the wake of SARS, suggesting that public health officials take pre-emptive actions against “reasonably foreseeable threats, even under conditions of uncertainty” (Gostin et al, 2003). Their argument is a perversion of the precautionary principle—an analogue of the Hippocratic ‘do no harm' concept—which is designed to maintain the status quo in the presence of scientific uncertainty, and applies primarily to potentially dangerous toxins and technologies, not to people (Stirling, 2007). But this abuse of power will predictably destroy public trust and instill panic. Even authoritarian regimes such as that in China cannot control their populations by fear alone during epidemics in the twenty-first century.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 332,
                    "mention": "Gostin et al, 2003",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 624,
                    "end": 638,
                    "mention": "Stirling, 2007",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It cannot be emphasized enough that the primary goal and purpose of public health is the prevention of disease. In the case of bioterrorism, this means preventing an attack is much more important than responding to it. The contemporary public health prevention of epidemics and bioterrorism is not primarily a local or state issue at all, but is a fundamentally global problem that must be dealt with by the community of nations working together. International laws and treaties with realistic inspection and sanctions are the most important tools in the prevention of bioterrorism.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Thus, bioterrorism—although only one threat to public health—can be used as the catalyst to integrate at the national level much of what are currently uncoordinated and piecemeal state and local public health programmes. In the USA, this should include a renewed effort for national health insurance, national licensure for physicians, nurses and allied health professionals, and national patient safety standards. Reasonable public health leadership will also encourage Americans to look outward, and to recognize that preventing bioterrorist attacks and ordinary epidemics will require international cooperation. As the SARS epidemic and the threat of bird flu illustrate, it is time to globalize public health.Effective public health action must be based on respecting freedom and trusting our fellow citizens",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Preparing for public health emergencies such as a pandemic flu should be founded on protecting liberty, not diminishing it. There is a knee-jerk tendency in times of war and national emergencies to restrict civil liberties in order to counteract the threat. But history has taught us time again that such restrictions are almost always useless and often counterproductive. Arbitrary and unlawful responses in the aftermath of 11 September have not helped make Americans safer or more secure; instead they threaten the very liberties that make the USA worth protecting. It is normatively wrong and pragmatically dangerous for the US Government to treat its citizens either as enemies to be controlled by force, or as children to be pacified with platitudes.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "America is strong because its people are free. To be both moral and effective, public planning for public health emergencies should be based on realistic plans that are designed to protect and promote the health of the public, not on fanciful national security metaphors and directives such as the one percent doctrine. Effective public health action must be based on respecting freedom and trusting our fellow citizens. The USA should return to the international arena and join other willing countries in proclaiming a new global public health paradigm based on public trust, science and a deep respect for human rights, not on fomenting fear.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "TB patient gives his account to Congress",
            "authors": [],
            "year": 2007,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3229-3237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "China reverts to top-down rule with heavy hand to fight SARS",
            "authors": [],
            "year": 2003,
            "venue": "Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The Pandemic Threat: Is Massachusetts Prepared?",
            "authors": [],
            "year": 2006,
            "venue": "The Massachusetts Health Policy Forum",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Lieberman, Collins, Clinton seek answers in TB case",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A war on disease and the war on terror: a dangerous metaphorical nexus?",
            "authors": [],
            "year": 2006,
            "venue": "Cambridge Q Health Care",
            "volume": "15",
            "issn": "",
            "pages": "403-414",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Redefining Readiness: Terrorism Planning Through the Eyes of the Public",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "With the Public's Knowledge, We Can Make Sheltering In",
            "authors": [],
            "year": 2007,
            "venue": "Place Possible",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Notice of Adoption of Amendments to Sections 11.01 and 11.55 of the New York City Health Code 7",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "False Alarm: The Truth about the Epidemic of Fear",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Risk, precaution and science: towards a more constructive policy debate",
            "authors": [],
            "year": 2007,
            "venue": "EMBO Rep",
            "volume": "8",
            "issn": "",
            "pages": "309-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Puppy love: bioterrorism, civil rights, and public health",
            "authors": [],
            "year": 2003,
            "venue": "Florida Law Rev",
            "volume": "55",
            "issn": "",
            "pages": "1171-1190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "The One Percent Doctrine: Deep Inside America's Pursuit of its Enemies Since 9/11",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "A Safer Future: Global Public Health Security in the 21st Century",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Beyond Bush: what the world needs is an open, confident America",
            "authors": [],
            "year": 2007,
            "venue": "Newsweek",
            "volume": "",
            "issn": "",
            "pages": "22-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Bush's risky flu pandemic plan",
            "authors": [],
            "year": null,
            "venue": "Boston Globe",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The statue of security: human rights and post-9/11 epidemics",
            "authors": [],
            "year": null,
            "venue": "J Health Law",
            "volume": "38",
            "issn": "",
            "pages": "319-351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "The Great Influenza: The Epic Story of the Deadliest Plague in History",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The two faces of tuberculosis: lawyer's illness brings the world's public health woes home",
            "authors": [],
            "year": 2007,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Specialists say drug-resistant TB to occur more",
            "authors": [],
            "year": 2007,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "The Terror Presidency: Law and Judgment Inside the Bush Administration",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "When terrorism threatens health: how far are limitations on personal and economic liberties justified?",
            "authors": [],
            "year": 2003,
            "venue": "Florida Law Rev",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}