{
    "paper_id": "0e0c9d90ad4e7c9c9eeb2e54a951e787578ff637",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "THE CONCEPT that agents other than bacteria can invade the central nervous system began with the emergence of poliomyelitis as an epidemic infection and, subsequently, the realization that similar meningeal inflammation and cerebrospinal fluid (CSF) pleocytosis occurred in some patients during mumps parotitis. That meningitis could be caused by other ''filterable agents' ' (i.e., viruses) was demonstrated by Rivers and Scot, who in 1935 recovered lymphocytic choriomeningitis virus from the CSF of an affected patient. It is now known that a wide variety of viral agents may invade the central nervous system to produce meningitis or encephalitis.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 391,
                    "text": "' (i.e., viruses)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral meningitis is important in three regards. First, viral meningitis must be differentiated from the much more dangerous condition, bacterial meningitis: Until this is accomplished, patients presenting with signs and symptoms of meningitis must be considered medical emergencies, and antibiotic treatment for presumptive meningitis must be instituted if there is serious question of bacterial rather than viral infection. Second, viral meningitis, although rarely fatal, may produce clinical impairment that may persist from weeks to months. Finally, ''lymphocytic'' or ''aseptic'' meningitis may be caused by agents other than viruses, and the possibility of other, more readily treated (and sometimes more dangerous) conditions must be kept in mind when diagnosing a patient with presumed viral meningitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Before meningitis can occur, the causative agent must first penetrate the body from the external environment and then gain entry to the nervous system across the blood-brain barrier. Initial entry of the virus into the host may occur by gastrointestinal inoculation (as is the case with the enteroviruses), cutaneous inoculation (as occurs with the arthropodborne agents), the respiratory route (as is the case with mumps), or transmucosal penetration or intravenous inoculation (as occurs with HIV). Early workers in the field of viral central nervous system (CNS) infections believed that invasion of the nervous system occurred by spread of viruses within neurons. Currently, however, it is known that the majority of viral meningitides result from hematogenous dissemination of virus following symptomatic or clinically inapparent systemic infection. Penetration across the blood-brain barrier may occur at the choroid plexus or through meningeal capillaries. Exceptions to this are unusual but include meningitis following genital herpes simplex infection, meningitis associated with herpes zoster, and Mollaret's meningitis, in which reactivated infection of herpes simplex virus type 2 within dorsal root ganglia leads to repeated episodes of meningitis. Replication of viruses in cells of the meninges, superficial brain or spinal cord parenchyma, and the ventricular system elicits an inflammatory response, which is predominantly lymphocytic, and results in alteration of the blood-brain barrier so that protein levels increase within CSF. Unlike bacteria or fungi, however, replication of viruses does not consume glucose within CSF, nor does it usually result in altered transport of glucose across the blood-brain barrier. Thus, in contrast to bacterial, mycobacterial, or fungal infections, CSF glucose concentrations in viral meningitis are usually normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOGENESIS"
        },
        {
            "text": "Meningitis is the most common CNS infection caused by viruses, and viral meningitis is a far more common condition than bacterial or fungal meningitis. Approximately 10,000-15,000 cases of lymphocytic or presumed viral meningitis are reported each year, with an incidence of 5-10 cases per 100,000 individuals. Unreported cases, however, may be as much as 10-fold higher. CSF pleocytosis has also been reported in random individuals infected with measles, mumps, and HIV, and similar asymptomatic CNS involvement probably occurs with other viral agents as well. Although viral meningitis may affect all age groups, it is predominantly a disease of childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPIDEMIOLOGY"
        },
        {
            "text": "The agents causing viral meningitis can be divided into three broad groups: common agents of viral meningitis, including the enteroviruses, arthropodborne agents, and herpesvirus type 2; less common agents, including HIV, mumps, lymphocytic choriomeningitis virus, and human herpesvirus 6 and parvovirus B19; and agents known to cause lymphocytic meningitis only in rare cases. In addition, a number of nonviral, and occasionally noninfectious, conditions may present with CSF findings indistinguishable from those of viral meningitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPIDEMIOLOGY"
        },
        {
            "text": "Enteroviruses: Enteroviruses account for approximately 90% of cases in which the causative virus is identified (Table 1) . Enteroviruses are small, unenveloped single-stranded RNA viruses within the family Picornaviridae. Although more than 70 serotypes of enteroviruses have been identified, coxsackievirus A9 and echoviruses E7, E9, E11, E19, and E30 account for 70% of all cultured isolates of CSF. Polioviruses, although not associated with viral meningitis in developed countries, still cause aseptic meningitis in underdeveloped countries as well as paralytic disease. Enteroviruses are disseminated by fecal-oral spread, and cases in developed countries tend to cluster during summer months when conditions of sanitation tend to be most relaxed. Recent studies employing polymerase chain reaction methods, however, confirm older observations that enteroviral CNS infections occur throughout the year, and many previously undiagnosed cases of viral meningitis occurring during winter months are also caused by these agents. Coxsackieviruses and echoviruses may cause encephalitis and, rarely, paralytic disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Major Agents Causing Viral Meningitis"
        },
        {
            "text": "Arthropod-Borne Agents: Arthropod-borne viruses, or arboviruses, include agents from several different families that are not human viruses but rather agents of small mammals or birds and are spread to human hosts through the bite of an arthropod vector (Table  2) . Although these agents are most commonly considered to cause encephalitis, all of them, with the exception of Eastern equine encephalitis, more frequently cause an illness in which meningitis symptoms predominate. The most common arthropod-borne agents associated with viral meningitis include St. Louis encephalitis virus, the California/ LaCrosse group of viruses, Colorado tick fever, and, as an emerging pathogen, West Nile virus. These agents, like enteroviruses, have a peak incidence in summer and early fall. The exception to this rule is Colorado tick fever, which is more frequently transmitted in the spring and early summer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "text": "(Table  2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Major Agents Causing Viral Meningitis"
        },
        {
            "text": "Herpesviruses: Herpesviridae are enveloped, double-stranded DNA viruses. Herpes simplex virus types 1 and 2, varicella-zoster virus, Epstein-Barr virus, cytomegalovirus, and human herpesvirus 6 have all been recovered from cases of viral meningitis. Of these, however, only herpes simplex virus has been associated with significant numbers of cases. Older data suggest that herpes simplex virus type 2 accounts for 2 or 3% of cases of viral meningitis. Recent work employing polymerase chain reaction methods suggests that it may be the most common cause of viral meningitis in adult women. Herpes simplex type 2 most often causes meningitis following primary genital infection. Occasional cases may also follow primary genital infection with herpes simplex virus type 1; nonprimary genital infection with either serotype only rarely causes disease. CSF pleocytosis occurs during both chicken pox and herpes zoster with or without skin lesions; this pleocytosis is usually asymptomatic but may occasionally be associated with meningitic symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Agents Causing Viral Meningitis"
        },
        {
            "text": "HIV: HIV has been associated with both acute and persistent lymphocytic meningitis. Onset is most commonly at the time of seroconversion. The course may be uniphasic, chronic, or, occasionally, recurrent. HIV RNA can be identified in CSF using reverse transcriptase-polymerase chain reaction (RT-PCR) methods, which also allow assessment of viral burden. It must be kept in mind, however, that most patients with HIV will experience viral invasion of the CNS, and meningitis, even in the presence of known HIV infection, may be due to other bacterial, viral, or fungal agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Agents Causing Viral Meningitis"
        },
        {
            "text": "Other Herpesviruses: As discussed previously, herpes simplex virus type 1, human herpesvirus 6, varicella-zoster virus, cytomegalovirus, and Epstein-Barr virus may occasionally cause meningitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Less Frequent Causes of Viral Meningitis"
        },
        {
            "text": "Mumps Virus: Mumps virus, like measles virus, is a paramyxovirus, containing a single-stranded RNA genome. Prior to the advent of mumps vaccine, mumps was the second most common cause of viral meningoencephalitis, accounting for more than 15% of isolates. Currently, mumps virus meningitis is rare in developed countries, as is mumps encephalitis due to vaccinations. The virus is still a common cause of CNS infection in underdeveloped countries, where it also is an important cause of virus-induced deafness. In experimental animals infected in utero, mumps can cause aqueductal stenosis. Infected ependymal cells can be detected in human CSF during mumps encephalitis, and rare cases of mumps encephalitis have been complicated by aqueductal stenosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Less Frequent Causes of Viral Meningitis"
        },
        {
            "text": "Lymphocytic Choriomeningitis Virus: Lymphocytic choriomeningitis virus (LCMV) is an arenavirus containing single-stranded RNA. Like arthropodborne agents, LCMV is not a human virus but is a virus of wild and laboratory mice. LCMV is associated with human cases of meningoencephalitis as a consequence of exposure to laboratory or wild mice and in rare epidemics it is associated with pet hamsters. Cases tend to be more common under conditions of impoverished living and poor hygiene. Only approximately 15% of infected individuals develop meningitis. LCMV meningitis typically occurs during autumn and early winter, and it has been suggested that this reflects more extensive mouse-human contact as mice move inside to escape winter weather. In studies prior to 1960, the virus was thought to account for 9-11% of cases of viral meningitis. In recent years, reports of meningitis due to LCMV have been rare. However, congenital LCMV infection is a significant, often unrecognized cause of chorioretinitis, hydrocephalus, microcephaly or macrocephaly, and mental retardation. Acquired LCMV infection likewise may be an underappreciated illness. The meningitis caused by LCMV may be extremely persistent and has been associated with symptoms and CSF abnormalities lasting months. Acquired LCMV infection may also be associated with encephalitis, transverse myelitis, a Guillain-Barré-type syndrome, and both transient and permanent acquired hydrocephalus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Less Frequent Causes of Viral Meningitis"
        },
        {
            "text": "Parvovirus B19: Parvovirus B19 most commonly causes an acute febrile illness, accompanied by erythema infectiosum. The virus can also produce meningitis and meningoencephalitis in both immunocompetent and immunocompromised patients. The combination of rash and signs of meningeal irritation may mimic acute meningococcal infection. CSF findings, however, are typical of viral infection. Occasionally, CSF may be normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Less Frequent Causes of Viral Meningitis"
        },
        {
            "text": "Rare causes of viral meningitis include influenza A and B viruses, parainfluenza viruses, rotaviruses, cat scratch fever virus, coronaviruses, measles virus, and adenoviruses, although this last group of agents more commonly cause encephalitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rare Causes of Viral Meningitis"
        },
        {
            "text": "Onset of viral meningitis may occur following a symptomatic, systemic illness or as an isolated event following inapparent systemic infection. Patients present with headache, photophobia, and, in many instances, symptomatic neck stiffness or back pain. Significant alteration of consciousness is far less common than in bacterial meningitis but does occasionally occur. Seizures or focal neurological signs are unusual and raise concerns about concomitant viral encephalitis or infection due to some other process, such as brain abscess. Patients are usually uncomfortable but do not appear severely ill. Physical examination may reveal evidence of systemic illness, including rash, lymphadenopathy, pharyngitis, or splenomegaly, depending on the infectious agent. Neurological examination will reveal nuchal rigidity. The patient may be unable to touch chin to chest. Resistance to passive neck flexion and Kernig's and/or Brudzinski's signs may be present but are inconsistent, and both signs may be absent in milder cases. A useful test of nuchal rigidity is to ask the patient to touch forehead to knee; this will often be positive when all other tests of meningeal irritation are questionable or absent. Papilledema is rare. Focal neurological signs are unusual and raise concerns about more serious infections, including viral encephalitis and brain abscess. Routine blood studies may reveal a lymphocytic pleocytosis. Liver function tests may be elevated if there is hepatic involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL SYMPTOMS AND SIGNS"
        },
        {
            "text": "The most important diagnostic test in viral meningitis is lumbar puncture. This should be preceded by head magnetic resonance imaging or, less optimally, computed tomography if focal signs are present or if there is any suspicion of increased intracranial pressure. Spinal fluid will usually show mildly elevated opening pressure, lymphocytic pleocytosis, elevated protein, and normal glucose (Table 3) . A mononuclear pleocytosis is seen in the majority of cases, and the cell count is usually less than 300 cells/ mm 3 . Protein is usually in the range of 50-100 mg/dl. Exceptions exist to this CSF formula, however. Cell count may be as high as 1000 cells/mm 3 . During the first 24-48 hr of infection, CSF may contain a mixture of polymorphonuclear leukocytes and lymphocytes. Recent studies suggest that the persistence of neutrophils in CSF during viral meningitis may be more prolonged than previous appreciated. Glucose concentrations, although usually 450% of blood values, may be significantly depressed: This has been reported with meningitis due to herpes zoster, mumps, and lymphocytic choriomeningitis virus. Return of CSF to normal may be extremely prolonged following viral meningitis, and isolated reports have described persistent CSF pleocytosis and elevated protein over periods of weeks to months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "LABORATORY DIAGNOSIS OF VIRAL MENINGITIS"
        },
        {
            "text": "Prior to the advent of PCR, diagnosis of viral meningitis was difficult and often an exercise in futility: viruses may take considerable time to grow in culture, and many viral agents cannot be readily grown from CSF. Viral serologies comparing acute and convalescent sera have been used for retrospective diagnosis, and serological diagnosis can be accelerated by comparing serum and CSF antibody titers to identify synthesis of specific antiviral antibody within the nervous system; however, serological tests only rarely allow rapid enough diagnosis to direct therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LABORATORY DIAGNOSIS OF VIRAL MENINGITIS"
        },
        {
            "text": "The advent of PCR methods has revolutionized the diagnosis of both meningitis and encephalitis. PCR diagnostic methods for enteroviruses and HIV are readily available in many laboratories, and PCR diagnosis of other agents is often available through larger commercial laboratories or the Centers for Disease Control. In the case of HIV, RT-PCR methods are available not only for diagnosis infection but also for determining viral load. Additional PCR tests for viral agents continue to be described. Even with the use of PCR, the causative agents in many cases of viral meningitis remain undiagnosed. a CSF glucose may occasionally be depressed in meningitis due to mumps, lymphocytic choriomeningitis virus, or herpes zoster. b CSF during the first 24 hr of viral meningitis may contain a mixture of lymphocytes and polymorphonuclear leukocytes. In these cases, in contrast to bacterial meningitis, CSF glucose is usually normal and follow-up lumbar puncture 24 hr later will often but not always show lymphocytes only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LABORATORY DIAGNOSIS OF VIRAL MENINGITIS"
        },
        {
            "text": "c Positive Gram's stain requires approximately 10 5 colony-forming untis (CFU)/ml of CSF. Approximately 25% of Gram's stains will be positive if CSF contains 10 3 CFU/m. Prior antibiotic treatment will reduce this amount by 20%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LABORATORY DIAGNOSIS OF VIRAL MENINGITIS"
        },
        {
            "text": "Viral meningitis should be considered in the differential diagnosis of any patient presenting with headache, photophobia, and neck stiffness. However, the presence of these findings also makes it mandatory to exclude bacterial infection. Although patients with viral meningitis are less severely ill than those with bacterial meningitis, bacterial meningitis may also appear mild in its early stages. Furthermore, antibiotic therapy in bacterial meningitis may sometimes cause a shift in CSF cells from polymorphonuclear leukocytes to lymphocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER CAUSES OF LYMPHOCYTIC MENINGITIS"
        },
        {
            "text": "Many other conditions may also cause a lymphocyte meningitis, in which CSF findings may be similar to those seen in viral infections. These include Mycobacterium tuberculosis, Lyme disease, infections due to Ehrlichiae or, rarely, other Rickettsial agents, Mycoplasma pneumoniae, and fungi (particularly Cryptococcus neoformans and, rarely, Toxoplasma gondii). Tuberculous and fungal meningitis are often, but not always, accompanied by a significant decrease in CSF glucose. Lyme meningitis may produce CSF findings identical to those seen in viral meningitis. However, papilledema, erythema migrans, and cranial neuropathies are common features of Lyme meningitis, whereas they are distinctly unusual in viral meningitis. Similarly, patients with Lyme meningitis tend to have fewer white blood cells (mean, 80 vs 301/ mm 3 ) and a significantly greater percentage of mononuclear cells than patients with viral meningitis. Both M. tuberculosis and Mycoplasma pneumoniae are difficult to culture but are readily detectable by PCR; PCR tests for Ehrlichiae are in limited use but may not be available in all hospital laboratories. Aseptic meningitis may also occur as a complication of therapy with a number of agents, including nonsteroidal antiinflammatory drugs, carbamazepine, and trimethoprim sulfamethoxazole. Patients with recurrent (Mollaret's) meningitis often have recurrent infection due to herpes simplex type 2. However, a very similar picture can be seen in patients in whom there is period leakage from dermoid or epidermoid cysts abutting the meninges. In such patients, the diagnosis may be made by careful MRI examination of brain and spinal cord. In cases of suspected viral meningitis, CSF should always be sent for bacterial culture, with inclusion of tests for other agents if clinically indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER CAUSES OF LYMPHOCYTIC MENINGITIS"
        },
        {
            "text": "Most cases of viral meningitis are self-limited, and antiviral chemotherapy is usually not indicated. Controlled studies of antiviral agents in viral meningitis have not been reported in detail. Recent data from controlled studies presented in abstract form, however, suggest that virological and clinical improvement are better in patients with severe enteroviral meningoencephalitis treated with the antiviral agent pleconaril than with placebo. Similarly, depending on the severity of illness, consideration should be given to therapy of herpes simplex meningitis with acyclovir or similar agents. Use of antiviral agents in viral meningitis is still essentially experimental and must be balanced against the severity of disease and complications of the therapy. An exception to this is HIV meningitis, in which diagnosis of HIV infection is in itself an indication for highly active antiretroviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "Viral meningitis is almost always a self-limited disease. Recovery may occur within days. However, symptomatic illness is not infrequently prolonged, and patients may require weeks or months to return to full health. Permanent neurological deficits or intellectual impairment are rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROGNOSIS"
        },
        {
            "text": "MENKES' DISEASE is a neurodegenerative and connective tissue disorder, inherited as an X-linked recessive trait, that was first described by Menkes in 1962. In the subsequent decade, the disorder was shown by Danks and colleagues to involve defective copper homeostasis with a copper-deficiency phenotype due to failure of copper absorption from the small intestine. At the cellular level, defective cellular copper export causes trapping of copper in some cell types (e.g., intestinal mucosa and kidney tubule), leading to systemic copper insufficiency and failure of copper delivery to tissues such as the central nervous system. The disorder was recently shown to be due to mutations in a gene encoding a copper-transporting P-type ATPase, ATP7A or MNK. The MNK transporter appears to function ubiquitously in the mediation of intracellular translocation and cellular efflux of copper in multiple cell types.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 156,
                    "text": "Menkes in 1962.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PROGNOSIS"
        },
        {
            "text": "Classic and lethal Menkes' disease (estimated incidence 1/90,000 to 1/254,000 live births) presents in the immediate newborn period or in early infancy with nonspecific neurological manifestations, such as lethargy, poor feeding, failure to thrive, and twitching. Myoclonic seizures and hypothermia are frequent. There are various degrees of spasticity, with limited spontaneous movement. At least two severe cases have been described with neonatal cutis laxa. Growth may be retarded and development is generally severely delayed; death occurs in early childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "There is a facial resemblance (described as ''pudgy'' or ''cherubic'') among patients due in part to the distinct craniofacial configuration, decreased facial movements, and abnormalities of the hair (steely depigmented hair) that may be observed in the newborn period. The disorder was formerly known as kinky hair disease or steely hair disease. The hair is fragile and frequently broken; pili torti is seen on microscopic examination. Seborrheic dermatitis can be a persistent skin manifestation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "Central nervous system features include demyelination, reactive gliosis, and neuron loss in the cerebral hemispheres, the cerebellum, and the spinocerebellar tracts. Magnetic resonance angiography (MRA) brain scan shows intracranial vascular tortuosity as well as decreased cortical mass, white matter atrophy, and ventricular dilatation. Central nervous system manifestations in Menkes' disease include not only neurodegenerative changes of a diffuse and unspecified nature but also selective defects that may be of developmental origin. These include abnormal dendritic arborization of pyramidal neurons, primary cellular degeneration in the thalamus, and reduced number and abnormal dendritic arborization of Purkinje cells. The developmental nature of these defects, the early onset of central nervous system disease, and the distinct craniofacial configuration of severely affected hemizygotes suggest that Menkes' disease must be considered in part a malformation syndrome of prenatal onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "Skeletal and connective tissue changes include wormian bones in the lambdoid and sagittal sutures (present in the newborn period), flaring or cupping of the anterior ribs, and lateral or medial spur formation of the proximal and distal femoral and humeral metaphyses (present by age 2 months). Osteoporosis can be seen after age 6 months. There is tortuosity,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "See also-Bacterial Meningitis; Central Nervous System Infections, Overview; Encephalitis, Viral; Enteroviruses; Fungal Meningitis; Human Herpes Viruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Central Nervous System Complications of; Meningitis",
            "authors": [],
            "year": null,
            "venue": "Measles Virus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aseptic meningitis, a disease of diverse etiology: Clinical and etiologic studies on 854 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Adair",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gauld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Smadel",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Ann. Intern. Med",
            "volume": "39",
            "issn": "",
            "pages": "675--704",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lymphocytic choriomeningitis virus: Reemerging central nervous system pathogen",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyndman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cerebrospinal fluid in central nervous system infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Greenlee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "; R J"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Whitley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infections of the Central Nervous System (W. M. Scheld",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prospective analysis of 61 cases of enteroviral meningitis: Interest of systematic genome detection in cerebrospinal fluid irrespective of cytologic examination results",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henquell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailly",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Clin. Virol",
            "volume": "21",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lymphocytic choriomeningitis virus: A neglected pathogen of man",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Arch. Pathol. Lab. Med",
            "volume": "116",
            "issn": "",
            "pages": "486--488",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral Infections of the Nervous System",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnosis and surveillance of herpes simplex virus infection of the central nervous system",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Najioullah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bosshard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thouvenot",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Med. Virol",
            "volume": "61",
            "issn": "",
            "pages": "468--473",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The outbreak of West Nile virus infection in the New York City area in 1999",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N. Engl. J. Med",
            "volume": "334",
            "issn": "",
            "pages": "1807--1814",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cerebrospinal fluid findings in aseptic versus bacterial meningitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Negrini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelleher",
                    "suffix": ""
                },
                {
                    "first": "Wald",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "105",
            "issn": "",
            "pages": "316--319",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Laboratory diagnosis of common viral infections of the central nervous system by using a single multiplex PCR screening assay",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kurtz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Clin. Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "1352--1355",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral meningitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rotbart",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Semin. Neurol",
            "volume": "20",
            "issn": "",
            "pages": "277--292",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Treatment of potentially life-threatening enterovirus infections with pleconaril",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rotbart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Infect. Dis",
            "volume": "32",
            "issn": "",
            "pages": "228--235",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical significance of enteroviruses in serious summer febrile illnesses of children",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rotbart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "18",
            "issn": "",
            "pages": "869--874",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prolonged fever caused by parvovirus B19-induced meningitis: Case report and review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tabak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin. Infect. Dis",
            "volume": "29",
            "issn": "",
            "pages": "446--447",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Disease Encyclopedia of the Neurological Sciences Copyright",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Menkes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "VIRUSES CAUSING MENINGITIS",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ARBOVIRAL AGENTS ASSOCIATED WITH MENINGITIS IN THE UNITED STATES",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CSF FINDINGS IN BACTERIAL, VIRAL, TUBERCULOUS, AND FUNGAL MENINGITIS",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}