{
    "paper_id": "3c3b0a51c9503d7f5e43d4b1bd7cb131119d7f82",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yen-Hsien",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kaohsiung Medical University Hospital",
                    "location": {
                        "settlement": "Kaohsiung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "I-Chen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kaohsiung Medical University Hospital",
                    "location": {
                        "settlement": "Kaohsiung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Jao-Yu",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kaohsiung Medical University Hospital",
                    "location": {
                        "settlement": "Kaohsiung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Zen-Kong",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kaohsiung Medical University Hospital",
                    "location": {
                        "settlement": "Kaohsiung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hyperammonemic encephalopathy in a pediatric patient with Salmonella enteritis and after Roux-en-Y surgery Dear Editor, Hyperammonemic encephalopathy is an uncommon but severe complication after Roux-en-Y surgery gastric bypass in adults. A few cases of symptomatic hyperammonemia after Roux-en-Y surgery have been reported in adults. 1 Salmonella enteritis as a common cause of infectious colitis and acute encephalopathy associated with nontyphoidal salmonellosis has been reported. Here, we introduce a child who suffered from hyperammonemic encephalopathy with Salmonella enteritis after Roux-en-Y surgery.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 6-month-old girl was initially hospitalized with clay-colored stools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No jaundice or fever was found. Physical examinations showed no specific findings. Abdominal echo revealed a mildly dilated intrahepatic duct and cystic dilatation of the common bile duct. Magnetic resonance cholangiopancreatography (MRCP) showed dilated right hepatic and common bile ducts, as well as a filling defect over the distal common bile duct. Choledochal cyst was confirmed by MRCP and pathological result. Choledochocystectomy and Roux-en-Y hepaticojejunostomy surgery was performed. The patient was discharged 3 weeks after the surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At 1 year 3 months of age, she was brought to our emergency department for fever, severe diarrhea, and abdominal distension. On arrival, her consciousness was clear. Her body temperature was 40 C, heart rate was 132 beats per minute, and blood pressure was 111/37 mm Hg. Her white blood cell count was 14 000/μL, and the C-reactive protein level was 221 mg/L. Her liver function tests (albu- The specific mechanism underlying hyperammonemia after Rouxen-Y surgery remains unknown; however, some possible mechanisms have been identified. First, partial ornithine transcarbamylase deficiency after Roux-en-Y gastric bypass surgery has been proposed, which leads to impairment of the urea cycle, which in turn results in serum ammonia accumulation. Second, changes in the intestinal flora, which lead to increased ammonia production after the surgery, have also been proposed. Third, a catabolic state accelerating protein breakdown may also contribute to hyperammonemia. 1 In our case, hyperammonemia occurred 9 months after the Roux-en-Y surgery;",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 970,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "this interval was reminiscent of that in a previous study in which the interval ranged from 1 month to 28 years. 2 However, in our case, Roux-en-Y hepaticojejunostomy was different from adult Roux-en-Y gastric bypass. Another interesting finding in this case was the Salmonella colitis, which has been associated with enteric hyperammonemia in equines in a previous study. 3 In addition, two human cases of acute encephalopathy associated with salmonellosis have been reported, but not associated with hyperammonemia. 4 This implies that Salmonella infection may be a possible trigger of hyperammonemic encephalopathy in patients after Roux-en-Y surgery, and further animal studies may help to elucidate the mechanism.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 518,
                    "end": 519,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, our case report is a reminder to physicians of the importance of early recognition of hyperammonemia after Roux-en-Y surgery, and of the need to clarify the underlying mechanism, especially with gastrointestinal infection. Early recognition and treatment may minimize the morbidity and mortality associated with this condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Late presentation of fatal hyperammonemic encephalopathy after Roux-en-Y gastric bypass",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagarur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Fenves",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc",
            "volume": "30",
            "issn": "",
            "pages": "41--43",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hyperammonemic syndrome after Roux-en-Y gastric bypass",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Fenves",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Shchelochkov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Obesity",
            "volume": "23",
            "issn": "",
            "pages": "746--749",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Necrotizing enteritis and hyperammonemic encephalopathy associated with equine coronavirus infection in equids",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giannitti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mete",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crossley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Pathol",
            "volume": "52",
            "issn": "6",
            "pages": "1148--1156",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute encephalopathy associated with nontyphoidal salmonellosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arii",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hishiki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Child Neurol",
            "volume": "16",
            "issn": "",
            "pages": "539--540",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "min level, 3.72 g/dL; aspartate transaminase, 68 IU/L; alanine transaminase, 85 IU/L; total bilirubin, 0.9 mg/dL) were about normal. After admission, she received fluid supply and intravenous Ceftriaxone 100 mg/kg/day. Results of the stool culture revealed Salmonella group D1 infection. The diagnosis was Salmonella enteritis with severe sepsis. Her fever gradually subsided by day 6 of admission. However, a change in consciousness occurred, and she suddenly became drowsy on admission day 7. Computed tomography imaging of the head revealed no evidence of an intracranial lesion. A cerebrospinal fluid culture was negative. Blood gas analysis, blood sugar, and electrolytes were all within normal limits. The electroencephalography (EEG) showed generalized continuous delta waves, indicating metabolic encephalopathy. The only reasonable cause of this consciousness change was the elevated serum ammonia level (639 μg/dL). The patient was treated with lactulose and neomycin, which normalized the serum ammonia level within 2 days. After the serum ammonia level had normalized (54 μg/dL), the patient's consciousness recovered to a normal (clear) condition. The brain magnetic resonance imaging on admission day 11 showed no specific abnormality and the EEG performed after normalizing the serum ammonia level was normal.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}