{
    "paper_id": "3d247dc857fa39c3540bcea2cb7fcc86aa9865da",
    "metadata": {
        "title": "Environmental Risks",
        "authors": [
            {
                "first": "Toshio",
                "middle": [],
                "last": "Takatorige",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansai University",
                    "location": {
                        "settlement": "Takatsuki",
                        "region": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yukio",
                "middle": [],
                "last": "Hirose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansai University",
                    "location": {
                        "settlement": "Takatsuki",
                        "region": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shingo",
                "middle": [],
                "last": "Nagamatsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansai University",
                    "location": {
                        "settlement": "Takatsuki",
                        "region": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Production and consumption pose a number of burdens on our ecological systems. The risk of causing damage to human health by environmental contamination is called, in general, environmental risk. Climate changes and infection to new pandemic influenza are believed also to be caused by the global human activities affecting global environment and ecological systems; thus, they often make part of environmental risks in the broad sense. This chapter explains each of these risks and unveils our unique methods in counter them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "section will introduce the relation between changes in nature and ecosystems and risks of infection spreading through discussions on plague and dengue fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Plague had a history of repeated attacks in Europe. The spread in the fourteenth century, especially, killed one third of the population according to the records. Plague is an infection caused by Yersinia pestis. Yersinia pestis infects rats and rodents, and then when fleas that feed on their blood bite people, the infection is passed on. Pets like cats and dogs and livestock like pigs and sheep can carry Yersinia pestis as well. The devastating spread of plague in medieval Europe is explained by rodents like black rats and squirrels living in the plains of central Asia invaded into Europe for some reason. Up until the medieval, the Alps and its north were woods covered with trees. People cut down the trees and turned the land into farmland and fields to grow grass to feed livestock like pigs. The big changes in the natural and ecological systems chased out the foxes, wolves, owls, and harks out of the woods. The rodents then entered the human living environments and multiplied their numbers explosively feeding on the food residue from people. Medieval Europe had a large climate change as well causing poor crops in the cold seasons and people's nutrition worsened. Increase in people's moving among regions was also a factor in the ravage of plague. Today, plague is an infection controllable with antibiotics. It still, however, spreads locally in some countries, and about 2000 patients are reported each year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of Plague in Medieval Europe"
        },
        {
            "text": "Dengue fever is an infection caused by dengue virus carried by mosquitos, and it is a disease local to the tropics and subtropics regions, especially Southeast Asia, South Asia, Central and South America, and the Caribbean islands. The infection has recently been reported in Africa, Australia, China, and Taiwan. The estimate is about 100 million worldwide infections annually, and about 250,000 are affected with symptoms. Mosquitos cannot live through the winter in Japan with high latitude, and dengue fever is not a resident local here. Sporadic cases in Japan, however, are increasing where the patients had been infected overseas and showed symptoms after their return (imported case). The number of patients reported annually, excluding January to March, has been 9 in 1999 March, has been 9 in , 18 in 2000 March, has been 9 in , and 200 in 2010 In 2014, the number of patients and infected exceeded 150 cases among those that visited Yoyogi park in Tokyo. Global warming has pushed the habitat of Asian tiger mosquitos up north close to Aomori Prefecture, and the virus may turn into a resident one. We need to keep our eyes on this risk.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 781,
                    "text": "March, has been 9 in 1999",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 815,
                    "text": "March, has been 9 in , 18 in 2000",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 854,
                    "text": "March, has been 9 in , and 200 in 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dengue Fever Front Moving North with Warming and Increased Risk of Infection"
        },
        {
            "text": "Well-known infections that change risks with the change of lifestyle include cholera, tuberculosis (TB), and AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Lifestyle and Risks of Infection"
        },
        {
            "text": "Cholera is a disease caused by oral intake of water or food contaminated with Vibrio cholerae. Its symptoms are caused when Vibrio cholera reaches the lower part of the small intestine and produces toxin. There were seven cases of cholera pandemic in the nineteenth century. The first through the sixth pandemic originated from Bengal, India, and spread throughout the world. Economic and military activities by European countries in India and other southern Asian countries had strong influence on the spread of the disease in Europe. In the nineteenth century, the invention of steamboats gave a big boost to the capacity of transportation over the ocean. The opening of Suez Canal shortened the travel time between India and Europe, and it also contributed to more people and things traveling between the two places. At the same time, building infrastructures for health and hygiene had not caught up with the abrupt increase of population in cities like London or Paris, and the conditions were ready for the sudden spread. Cities of advanced countries like England started public control of water supply and sewage, i.e., measures for public hygiene of drinking water, food, and waste, and succeeded in terminating the spread. Other regions with insufficient hygienic environments still suffer from the spread. The 2015 WHO estimation counted 1.3 to four million cholera patients a year and 21 to 143 thousand annual deaths due to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Worldwide Spread of Cholera in the Nineteenth Century"
        },
        {
            "text": "Tuberculosis is an infection caused by tubercle bacillus. Tubercle bacilli are passed to human only from human. It was the number 1 cause of death in Japan during the 1900s to the 1920s when it spread throughout the country due to poor lifestyles and nutrition. The lack of systems to protect factory workers caused the nationwide spread of the disease. Under the Japanese government's promotion of the textile industry producing cotton yarns and cloth and the silk industry, a large number of young female workers lived in dormitories built adjacent to the spinning mill factories. They were far away from home and worked in day and night shifts with bad labor conditions. Poor nutrition and living environment caused sickness to some of the female workers who were laid off. They spread the tuberculosis they had caught after they returned to their home country, and the disease spread in cities and countryside all over the nation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Once a National Disease for Japan, Tuberculosis"
        },
        {
            "text": "The government countered by setting the Factory Act to protect the factory workers and building health centers around the nation. After World War II, the government set the Labor Standards Act and the Industrial Safety and Health Act to further protect workers. The health centers organized themselves to function as central establishments for tuberculosis management and patient control. As a result, the number of tuberculosis patients has dropped in Japan who is now close to a low TB burden country. The world, however, still carries 2-3 billion tubercle bacilli patients, and in the year 2015, there were about 10.4 million new patients and about 1.4 million deaths; it is still a disease with high concerns. Recently immigrants and refugees from high tuberculosis burden countries into advanced countries with low burden increased the number of infections in advanced countries, and the situation is calling for precaution and countermeasures. In fact, major cities of New York, San Francisco, and London faced the comeback of the patient counts in the 1980s and have enhanced their countermeasures. In Japan, among the patients in their twenties, over 60% are now foreign nationals (MHLW 2016) . If the number of foreign labor continues to increase, the country has to be concerned of the comeback, like European and American countries, and it has to keep tight control on tuberculosis.",
            "cite_spans": [
                {
                    "start": 1189,
                    "end": 1200,
                    "text": "(MHLW 2016)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Once a National Disease for Japan, Tuberculosis"
        },
        {
            "text": "In the 1980s, acquired immune deficiency syndrome, known as AIDS, entered human society, and the change of human lifestyles caused the disease to quickly spread throughout the world. When a person infected with human immunodeficiency virus (HIV) develops symptoms, the person is considered an AIDS patient. Early in Japan, AIDS started as drug toxicity where victims had blood transfusion of blood products contaminated with HIV. Recently, is it more of a sexually transmitted disease (STD) where the majority of carriers and patients are male homosexuals. AIDS is now not deadly with the birth of a drug to inhibit the growth of its virus; however, it is still an incurable infection. Since 2007, a number of new HIV infection reports have been over 1000 a year, and the reports of new AIDS patients have been over 400 annually since 2006 in Japan. This means the number of patients is steadily growing in Japan. In the world every year, about 2.1 million are newly infected and about 1.1 million die. The number of patients is over 30 million with about 17 million receiving treatment. AIDS is the biggest infection WHO is fighting now (WHO 2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS Continues to Spread"
        },
        {
            "text": "In May 1980, WHO announced that a type of viral infection, smallpox, was eradicated, and it appeared that human won the battle with viral infections. Immediately after that, however, pathogen unknown before like HIV, Escherichia coli 2008) and required all member states to enhance their preparedness against influenza pandemics. The requirement calls for international cooperation so an outbreak of a new type influenza will not turn into a pandemic. Japan in 1998 set the Act on Infectious Diseases (the official title is \"Act on Prevention of Infectious Diseases and Medical Care for Patients Suffering Infectious Diseases\") and, in addition in 2012, established the \"Act on Special Measures Concerning Novel Influenza Infection, etc.,\" and the legal system is in place to counter occurrences of influenza. The law states that once a state of emergency against novel influenza is declared, the prime minister takes the role of the response headquarter chief and requests people of Japan to refrain from going out, box office entertainment, and corporations to limit public transportation. The central and local governments have set their action plans and guidelines to protect the lives and health of the people of Japan and minimize the effects on our lives and economy in case a novel type influenza or alike breaks out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of Pandemic with Infection to New Influenza and Alike"
        },
        {
            "text": "The modern society with mass production, consumption, and disposal places an excessive burden to the global environment and is causing serious environmental concerns of global warming, ozone layer depletion, loss of tropical rainforests, and deforestation. This section especially discusses climate changes like global warming, among these problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Intergovernmental Panel on Climate Change (IPCC) was established in 1988 to evaluate climate changes, and the panel has been rigorously discussing what impact they pose on our lifestyles and societies. In its Fourth Assessment Report in 2009, IPCC projected that the average global temperature would rise by 1.1~6.4 C (Kelvin, K). The report also claimed that, although there was some uncertainty, there was no doubt that the trend of warming will persist through our future and our societies needed to adapt to the climate changes. In the Fifth Assessment Report in 2014, Working Group II reported the following eight risks that the climate changes would pose on our lives based on the up-to-date scientific findings (IPCC 2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "First was the risk of storm surge damage along the coastline caused by sea level rise. When warming melts glaciers and raises the sea surface temperature to cause thermal expansion of seawater, the sea level rises. This rise immediately impacts high risk of inundation along coastlines. In fact, it is estimated that if the sea level rises by 1 m around Japan, the number of people living in sub-zero areas of average tide levels will double from two million to 4.2 million. Many lowlands are protected by levees; however, sea level rises will raise the latent risk of storm surge and tsunami attacks. The rise of the sea level is said to affect the ecosystem as well. When the sea level rises, seawater invades further upstream the rivers and expands the brackish water areas. Fish and shellfish change their habitat with the change of water environment, and there is the risk that fishermen's livings will be affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Secondly, heavy rainfall would cause the risk of flooding damage in metropolitan areas. Higher temperature increases the amount of water vapor in the air. Global warming will increase the strength and frequency of heavy rain. The number of tropical cyclones will remain at the same level or decrease; however, the number of strong tropical cyclones is increasing, and the forecast for water damage risk is higher with warming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Thirdly, extreme weather conditions would place the risk on infrastructures that may stop functioning. Heavy rain and earth disasters are local weather phenomena. However, if lifelines like electricity, water supply, or information networks are damaged, their stop of functions will lead to influence to socioeconomical systems over wide areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Fourthly, heatwaves could cause health damage to the weak living in urban areas. The synergistic effect of climate change over the entire globe and heat island phenomena elevate the possibility of extremely hot regions in urban areas. Extreme heat especially burdens low-income families, elderlies, and outdoor workers and increases their risk of death or damages from heatstroke.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Fifthly, temperature rise and droughts would pose risk on safe guarantee of food supply. Higher temperature and unstable rainfall can cause drop in agricultural production due to usual crops not adapting to the weather changes. If the price of food products goes up over the world, it will impact low-income families in their good quality food supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Sixthly, insufficient water supply and climate change would put the living of farmers at risk. Depletion of irrigation water and irregular weather conditions can lower the crop yield, and farmers and herders with minimum capital may have to face serious drops in their income. Natural disasters like flooding may further take away their minimum means of production like farmland, machines, and livestock, and they may suffer great damages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Seventhly, the rise of seawater temperature could destroy the ecosystems along the coastlines. Coral reefs near tropic and subtropic coasts not only provide living space for a variety of creatures, but they also provide the function of purifying the seawater. Higher seawater temperature causes coral bleaching and in some cases death. The seawater temperature rise can cause a great amount of influence on the ecosystems near the coastlines. Oceanic creatures along the coastline are important economic resources in terms of food supply. Once the oceanic ecosystems are destroyed, there will be large damages to the fishermen living on the coasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "Eighthly, climate changes would pose the risk of losing functions provided by the forests on land and underwater ecosystems in rivers and ponds. Forests not only provide living space for a number of animals, but they also supply oxygen and nuts. If global warming causes shifts in the forests, animals living in them will also change their habitats, and the resulting animal damages in neighboring farmlands will result in economic loss of resources for the farmers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Climate Changes"
        },
        {
            "text": "In response to the risk of environmental changes at the global level, the 21st United Nations Climate Change Conference (COP 21) was held in Paris, France, in 2015. During this conference, 196 countries and regions formally agreed to the international framework about actions against global warming to start in 2020 (Paris Agreement) (United Nations 2015). The Paris Agreement specified a target for the international society to keep the average global temperature rise to less than 2.0 K by means of taking advantage of mechanisms of the markets. It was a large forward step with all member countries, including developing countries as well as advanced countries, reaching an agreement. Even if the agreement is followed, we have to accept a temperature rise of about 2.0 K and thus need to take further counteractions against various climate change risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Actions Toward Climate Change Risks"
        },
        {
            "text": "The modern society is experiencing mass production and mass consumption that human never experienced throughout its history. The primary hazards of environmental risks are chemical substances intentionally produced as industrial products and chemical substances that the processes of manufacturing and disposal produced as unintended by-products. PCB and benzene are examples of the former and organic mercury, dioxin, and sulfur oxide of the latter. When these chemical substances are discharged into the air, water, or ground during production, consumption, or disposal, they contaminate the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Risks of Chemical Substances"
        },
        {
            "text": "Hazardous chemical substances pose threats to our health, e.g., they can cause cancer even with minute amount in the environment if we continue to introduce them into our bodies for long periods. Minamata disease, itai-itai disease, and Yokkaichi asthma in Japan are examples of serious harms to local residents exposed to large quantities of hazardous chemical substances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Risks of Chemical Substances"
        },
        {
            "text": "What lifted people's concerns over environmental risks were the four major pollutions that caused serious health damages to people. Large petroleum complexes built during the post-war high economic growth period disposed hazardous chemical substances generated during production directly to the air, water, and ground without treatment and residents in the areas suffered damages to their health. The health damages caused by environmental pollution, lawsuits by the victims and their supporters, public movements, and people's higher concerns over pollution pushed for the establishment of Basic Law for Environmental Pollution Control in 1967. It was followed by Air Pollution Control Act, Water Pollution Control Law, and Waste Management and Public Cleansing Law, one after another, to promote prevention of environmental contamination. These laws for pollution prevention set standards for factory discharges and local environment concentration of mercury, cadmium, sulfur dioxide, and other pollutants. Enforcing these countermeasures against pollution contributed to improving serious air pollution and water contamination, and people's concerns spread to other chemical substances. In her 1962 book \"Silent Spring,\" Rachel Carson (1962) pointed out that the ecosystem of wild birds was suffering damages caused by pesticides like DDT. The book made it to a worldwide bestseller. In 1974, Sawako Ariyoshi's \"Fukugo Osen\" (Complex Pollution),\" a newspaper series alerted the society about environmental contamination caused by multiple chemical substances. These works were followed by further publications and media coverage about the environment and people started to fear for contamination of the living environment and health damages caused by chemical substances in daily products.",
            "cite_spans": [
                {
                    "start": 1231,
                    "end": 1244,
                    "text": "Carson (1962)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Higher Concerns over Environmental Risks and Changes in Countermeasures"
        },
        {
            "text": "The concerns spread to living conditions including water contamination in Lake Biwa in Japan due to living drainage containing synthetic detergent and dioxin production from burning plastics. Once the consumers understood that their own activities of consumption and disposal could contaminate the environment and cause health hazards, they started to turn their lifestyles to save the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Higher Concerns over Environmental Risks and Changes in Countermeasures"
        },
        {
            "text": "Serious health damages started to take place all over the world including the toxic gas leakage from a pesticide factory in Bhopal, India, in 1984. Triggered by these accidents, the United States and Netherlands acknowledged the people's rights to know the use and discharge of chemical substances and built the rules to make such lists available. Japan, in 1999, set the system Pollutant Release and Transfer Register (PRTR) for which companies producing or using hazardous chemical substances have to report the amount released to the environment to the administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Higher Concerns over Environmental Risks and Changes in Countermeasures"
        },
        {
            "text": "The above history led the whole society to recognize the importance of knowing which chemical substance contains what amount of risk and the need for effective control for avoiding such risks. As a result, at the end of the twentieth century, methods for risk management were searched and developed against a number of chemical substances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Higher Concerns over Environmental Risks and Changes in Countermeasures"
        },
        {
            "text": "We will next discuss effective management of environmental risks from chemical substances. In 1997, the US Presidential/Congressional Commission on Risk Assessment and Risk Management proposed a six-stage framework for risk management. The six stages involve defining the problem and putting it in context, analyzing the risks associated with the problem in context, examining options for addressing the risks, making decisions about which options to implement, taking actions to implement the decisions, and conducting an evaluation of the actions. Other countries often reference these processes in evaluating new environmental risk management methods. As methods and procedures of evaluating risks of chemical substances caught the attention, research advanced in finding a common scale for evaluating environmental risks of which chemical substances affect human health to what extents. Once the environmental risk of each chemical substance is evaluated, we can then identify risk management of which chemical substance to prioritize and to reduce the risk to what level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing Environmental Risks"
        },
        {
            "text": "The magnitude of environmental risk from a chemical substance depends on the severity of health damage when exposed to the substance (e.g., exposure to benzene can cause leukemia in which case the worst scenario is death) and the amount of intake of the substance from the environment (e.g., the lifetime intake of benzene). In general, environmental risk evaluation proceeds in checking the hazards associated with the chemical substance, analyzing the relation of volume to reaction, measuring the amount of exposure, and assessing the risk, that is, first confirming the harm to health by the chemical substance and then evaluating how high the level of harm is to the health with the amount of intake, next the process of estimation to what level people take the substance from the environment, and last, judgment what level of health damages to expect at what level of exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing Environmental Risks"
        },
        {
            "text": "We now explain the four-step environmental risk evaluation in Uchiyama's paper (Uchiyama 1996) with benzene. Benzene is produced from synthetic resin and other materials at the rate of about four million tons a year. Epidemiological studies of leukemia with workers in factories that use benzene as glue and animal experiments have confirmed that benzene is a carcinogenic hazardous material. The unit risk of benzene in terms of developing leukemia is the measure of the level increase in the risk of leukemia with lifetime intake of 1 microgram per 1 cubic meters. The volume-reaction relation, according to an overseas epidemiological study, estimates the unit risk of benzene at 3-7 for every 1 million persons. Measuring the benzene concentration in the air gives an estimate of exposure to benzene. If we calculate the environmental risk of benzene in Japan from its unit risk, concentration in the air, population, and average life, we can estimate the leukemia outbreak risk at several tens of people a year.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 94,
                    "text": "(Uchiyama 1996)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Managing Environmental Risks"
        },
        {
            "text": "We have gradually been gaining study results of environmental risk evaluations for chemical substances hazardous to our health like benzene and dioxin. There are, however, about 100,000 chemical substances in use over the world and about 50,000 in Japan alone. Each year, the industries develop hundreds of new chemical substances, and environmental risks of most chemical substances have not been clarified at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems in Environmental Risk Management of Chemical Substances"
        },
        {
            "text": "Chemical substances with scientific evaluation of their chemical risks are only a part of them all. The Act on the Evaluation of Chemical Substances and Regulation of Their Manufacture, etc. sets the rules of risk evaluation before introducing products into the market if they contain chemical substances that may cause health hazards. Chemical substances with large risk evaluation have their production banned or their use limited by this law. The fact, however, is chemical substances subject to such restrictions make only a small part with those with clear health damages by past pollution or confirmed health damages to workers in the production fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems in Environmental Risk Management of Chemical Substances"
        },
        {
            "text": "For most chemical substances, even without clear damages caused, their sizes of risks are not clarified. Currently, chemical substances suspected to pose large health hazards include persistent organic pollutants like dioxin, polychlorinated biphenyl (PCB), and dichlorodiphenyltrichloroethane (DDT). These substances hardly deteriorate in the natural environment; thus, they are persistent, and once discharged in the environment, they travel and diffuse to a wide area over the globe. Further, they accumulate when living organs take them into their bodies and thus are highly hazardous to ecological systems. Countries of the world have agreed to cooperate in regulating their production, like with Stockholm Convention; however, tackling the problem of their risk management at the global level is one that we just started.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems in Environmental Risk Management of Chemical Substances"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Silent spring",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Climate change 2014: Impacts, adaption, and vulnerability, summaries, frequently asked questions, and cross-chapter boxes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ipcc",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "A contribution of working group II to the Fifth Assessment report of the Intergovernmental Panel on Climate Change",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Presidential/Congressional Commission on Risk Assessment and Risk Management",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhlw",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annual report on tuberculosis infection of Japan",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Kankyo Risuku no Kenko-Eikyo Hyoka",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "United Nations",
            "authors": [],
            "year": 2015,
            "venue": "Paris Agreement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International health regulations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Global Aids Response Progress Reporting 2015. WHO Cataloguing-in-Publication Data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "You do not have permission under this license to share adapted material derived from this chapter or parts of it. The images or other third party material in this chapter are included in the chapter's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the chapter's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "coli) that causes colon bleeding O157, and norovirus suddenly surfaced in our world. In 2003, severe acute respiratory syndrome (SARS) started in southern China and quickly spread around the whole world. A new influenza H1N1 type started in Mexico and spread to the United States and to the world. The world is alert against a revisit of the Spanish flu-like pandemic a hundred years ago from 1918 to 1919. It is estimated that this pandemic infected about half a billion people and killed over 50 million. Today, the most feared new influenza is the H5N1 type. The new flu epidemic in 2009 was luckily not H5N1 type. Wild birds and domestic poultry usually do not have symptoms even when influenza viruses infect them. Especially when highly pathogenic avian influenza H5N1 outbreaks, there is a high possibility that it transforms to a new type influenza virus that infects people. For this reason, culling of all birds in the poultry farm takes place to eliminate the viruses.WHO revised the International Health Regulation in 2005 (WHO",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}