{
    "paper_id": "PMC1809074",
    "metadata": {
        "title": "Murine viral hepatitis involves NK cell depletion associated with virus-induced apoptosis",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "LEHOUX",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A",
                "middle": [],
                "last": "JACQUES",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S",
                "middle": [],
                "last": "LUSIGNAN",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L",
                "middle": [],
                "last": "LAMONTAGNE",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Hepatitis is an inflammatory disease induced by various causes, such as bacteria and viruses. The viral persistence in liver is associated with a chronic hepatitis leading to cirrhosis, hepatic carcinoma and death [1–3]. The role of natural killer (NK) cells is to provide a first line of defence against bacteria, tumour cells and virus-infected cells through the exertion, without priming, of a cytotoxic function as well as a production of interferon (IFN)-γ [4,5]. However, the fulminance of the hepatitis cannot result from a deficiency in antiviral adaptative immune responses following a decrease in T and B lymphoid cells. The acute hepatitis suggests a virus-mediated deficiency in innate immunity mechanisms. However, it was reported recently that the hepatitis C envelope protein can bind to natural killer (NK) cells and impair their cytotoxic properties and IFN-γ production, thus altering the host's natural defences and innate immunity against viral hepatitis [6,7]. The liver contains a population of NK cells and a unique population of T cells with an intermediate level of αβ-T cell receptor (TCR) cells expressing the NK1·1 marker (NK-T cells) [8,9]. The level of NK cell subsets in the liver during the first days of the infection depends on both their recruitment from peripheral lymphoid organs and the efficiency of NK cell production by the bone marrow. NK cells are large granular lymphocytes derived from bone-marrow (BM) progenitor cells which require an intact microenvironment as well as interleukin (IL)-15 production for their complete maturation into lytic cells [10,11]. However, the role of intrahepatic NK cells in the viral hepatitis process is not elucidated.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 217,
                    "end": 218,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 465,
                    "end": 466,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 976,
                    "end": 977,
                    "mention": "6",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 978,
                    "end": 979,
                    "mention": "7",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1164,
                    "end": 1165,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1166,
                    "end": 1167,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1596,
                    "end": 1598,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1599,
                    "end": 1601,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Mouse hepatitis virus type 3 (MHV3) is an excellent animal model for the study of immunological disorders related to hepatitis. The MHV3 virus induces acute and/or chronic hepatitis associated with viral persistence and immunodeficiency [12,13]. The sensitivity of mice to MHV3 infection varies according to the strain, age and immune status of the animal. The development of a fulminant hepatitis in susceptible C57BL/6 mice which leads to the death of the animal within 3–5 days post-infection (p.i.) is accompanied by a loss of T lymphocytes in spleen and thymus as well as a decrease of splenic and myeloid B lymphocytes [14–16]. We have previously generated an attenuated viral variant, the YAC-MHV3, which induces a subclinical hepatitis in susceptible C57BL/6 mice without inducing immune disorders in the lymphoid organs, including bone marrow, and in T and B lymphocytes [15–18].",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 881,
                    "end": 883,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 884,
                    "end": 886,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We have reported previously that intrahepatic mononuclear cells increased in the liver of L2-MHV3-infected mice within 3 days of infection but not in attenuated YAC-MHV3-infected mice [19,20]. Percentages of intrahepatic CD4+TCRinter and CD4+TCRhigh cell subsets increased in C57BL/6 mice infected with the pathogenic L2-MHV3 but not in liver from the attenuated YAC-MHV3-infected mice. However, percentages of intrahepatic total NK cells did not increase in either L2-MHV3- or YAC-MHV3-infected mice. The in vivo significance of an unresponsiveness of intrahepatic NK cells has not yet been elucidated.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 188,
                    "end": 190,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Controversial results on the protective role of NK cells in MHV infections were reported 20 years ago. At that time, it was observed that NK cell activity increased in peritoneal exudates from MHV3-infected C57BL/6 mice suggesting that NK cells did not play an important role in the defence of mice against MHV3 infection [21,22]. Stohlman et al. [22] have observed no IFN-γ production in spite of increase of NK cell cytotoxicity favouring viral replication as it was demonstrated that IFN-γ is involved in the protection against MHV3-induced hepatitis [23]. In addition, the NK depletion increased both inflammatory foci and virus titres in the liver of MHV-infected mice [24]. On the other hand, the natural resistance of A/J mice to the fulminant hepatitis induced by MHV3 has been shown to depend on a bone marrow subpopulation showing features similar to those of NK cells [25]. This observation suggests that the integrity of the bone marrow may play a crucial role in the resistance against the acute phase of hepatitis via the production of NK cells. Taken together, these observations suggest that NK cell disorders may be involved in pathogenic L2-MHV-infected mice. Then, the maturation process of NK cells in bone marrow would be impaired in pathogenic L2-MHV3-infected mice, as demonstrated previously for myeloid pre-B and B lymphocytes [15], leading to a decreased production of cytotoxic NK cells and lower recruitment of NK cells in liver.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 880,
                    "end": 882,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this paper, we report that both NK cell production by the bone marrow and NK cell recruitment by the liver are impaired differently by pathogenic and attenuated viral strains due to virus-induced cell death and apoptosis.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "C57BL/6 mice were purchased from Charles River Laboratories (St-Constant, Quebec, Canada). Before being used, the animals were tested for the presence of anti-MHV3 antibodies by an enzyme-linked immunosorbent assay (ELISA) test using an MHV3 preparation as antigen. During the experiments, the animals were housed in a sterile atmosphere (Forma Scientific, Marietta, OH, USA). Female mice between 8 and 12 weeks of age were used in all experiments.",
            "cite_spans": [],
            "section": "Mice ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Pathogenic MHV3 was a cloned substrain produced in L2 cells (L2-MHV3) as described previously [26]. The YAC-MHV3 variant was a cloned virus derived from persistently infected lymphoid YAC cell [17]. Viruses were produced on L2 cells before use and their pathogenic properties were verified regularly.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Groups of three mice were infected intraperitoneally (i.p.) with 1000 TCID50 of pathogenic L2-MHV3 or attenuated YAC-MHV3. Mock-infected mice received a similar volume of RPMI-1640 (Gibco Laboratories, Grand Island, NY, USA). At various times post-infection (p.i.), mice were killed by CO2 anoxia. Liver, spleen and bone marrow were collected and lymphoid cells were isolated.",
            "cite_spans": [],
            "section": "In vivo viral infections ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "L2 cells, a continuous mouse fibroblast cell line, were grown in RPMI-1640 supplemented with glutamine (2 mm), antibiotics (penicillin, 100 U/ml and streptomycin, 100 mg/ml) (Gibco Laboratories) and 5% fetal calf serum (FCS) (Hy-Clone Laboratories, Professional Diagnostics, Alberta, Canada). L2 cells were used for virus propagation and titration.",
            "cite_spans": [],
            "section": "Cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "YAC-1 cells, a continuous mouse lymphocyte cell line, were grown in RPMI-1640 with glutamine (2 mm), antibiotics (penicillin, 100 U/ml and streptomycin, 100 mg/ml) and 10% FCS. These cells were used in the cytotoxicity assays.",
            "cite_spans": [],
            "section": "Cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Intrahepatic mononuclear cells (MNC) were isolated from the livers of three mice in each experimental group or from uninfected mice according to experiments, as described previously [19]. Then, the livers were pressed through a 70 µm cell strainer, which was then washed with 20 ml of RPMI-1640 (Gibco Laboratories) containing 20% FCS and antibiotics. The cell suspensions were then deposited over a 5 ml cushion of FCS to allow debris sedimentation. The top layer was then centrifuged on a discontinuous Percoll gradient [45%, 67% Percoll in phosphate buffered saline (PBS); Amersham Pharmacia, Uppsala, Sweden] for 30 min at 1000 g. MNC were collected at the interface of the 45% and 67% Percoll layers. The cells were then washed in RPMI-1640 containing 20% FCS and counted electronically (Coulter Counter, Coulter Electronics, Hialeah, FL, USA).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Splenic lymphocytes were obtained from three mice in each experimental group. Spleens were pressed through a 70 µm cell strainer (Falcon, Fisher Scientific Co., Montreal, Canada) and collected in RPMI-1640 supplemented with 20% FCS.",
            "cite_spans": [],
            "section": "Cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Bone marrow lymphocytes were isolated from the femurs of three mice from each experimental group or from uninfected mice, according to experiments. Femurs were left in 70% ethanol for 2–5 min for disinfection and washed subsequently with RPMI-1640. The femurs were then excised from the surrounding muscle tissue, both ends were cut with scissors and the marrow was flushed using a syringe filled with RPMI-1640 and fitted with a 0·45-mm diameter needle. Clusters within the bone marrow suspension were dissociated by vigorous pipetting. The cell suspensions were then deposited over a 5-ml cushion of FCS to allow debris sedimentation.",
            "cite_spans": [],
            "section": "Cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Splenic and myeloid cell suspensions were enriched in lymphocytes by passage through a Lymphoprep gradient (Cedarlane, Hornby, Ontario, Canada). The cell suspensions were then washed, resuspended in RPMI-1640 with 20% FCS and counted electronically.",
            "cite_spans": [],
            "section": "Cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Lymphocytes were isolated from the liver or bone marrow of groups of four to six mice, as described above, and pooled together. Cells were seeded in 24-well plates at a concentration of 106 cells/ml in RPMI-1640 media supplemented with antibiotics and 20% FCS. Recombinant murine IL-15 (rmIL-15) (Endogen, Woburn, MA, USA) was added at a final concentration of 20 ng/ml. The plates were incubated at 37°C, under 5% CO2 atmosphere for 7 days, and were then infected with 0·1–1 multiplicity of infection (m.o.i.) of L2-MHV3 or YAC-MHV3 viruses. The plates were then incubated for an additional 24 h. Non-adherent cells were collected, counted electronically and immunolabelled for flow cytometric analysis.",
            "cite_spans": [],
            "section": "In vitroviral infections in NK cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Percentages and number of events of myeloid and splenic NK1·1+ and B220+ cells were determined by a double immunolabelling: 106 cells were resuspended in 1 ml of RPMI-1640 containing 20% FCS, and incubated on ice for 30 min with optimal dilutions of antimouse NK1·1-phycoerythrin (PE) (clone PK136, mouse IgG2aκ, Pharmingen, Toronto, Canada) and antimouse CD45R/B220-fluorescein isothiocyanate (FITC) (clone RA3–6B2, rat IgG2aκ, Pharmingen) or FITC-antiαβ-TCR (clone H57-597, Pharmingen) monoclonal antibodies (MoAbs). Cells were then washed in RPMI-1640 containing 20% FCS and fixed overnight at 4°C in PBS, pH 7·2, containing 1% formaldehyde (Fisher Scientific). Flow cytometric analysis was performed on a fluorescence-activated cell sorting flow cytometer (FACScan) with Cell Quest software (Becton-Dickinson, Mountain View, CA, USA). Ten thousand cells were analysed per sample and percentages of various subpopulations were determined by a multiparametric analysis.",
            "cite_spans": [],
            "section": "Flow cytometric analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Liver, spleen, bone marrow from infected mice and infected rmIL-15-stimulated myeloid cells were kept frozen at − 70°C until titration. The organs were then thawed, triturated in RPMI-1640 medium and centrifuged while the cells were thawed and centrifuged. The supernatants were used as viral suspension. They were then serially diluted in 10-fold steps using RPMI-1640 and tested on L2 cells cultured in 96-well microtitre plates. Cytopathic effects, characterized by syncytia formation and cell lysis, were recorded at 72 h p.i. and virus titres expressed as log10 TCID50. All titrations were performed in triplicate.",
            "cite_spans": [],
            "section": "Virus titration ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Infected rmIL-15-stimulated myeloid cells were collected, washed, counted electronically and adjusted to a concentration of 106 cells/ml before being cytocentrifuged on coated glass slides (100 µl PBS with 5% BSA for 10 min, 1500 r.p.m) (Cytospin, Shandon Southern Instruments, Sewickly, PA, USA) for 5 min at 1100 r.p.m. The slides were then prepared as indicated on the commercial kit (Boehringer Mannheim, Laval, Canada). Briefly, the cells were fixed in 4% paraformaldehyde in PBS for 30 min at room temperature and washed twice in PBS. Cells were then permeabilized for 2 min at 4°C using a 0,1% sodium citrate buffer solution containing 0,1% Triton X-100 and washed twice in PBS. The cytospots were stained with the TUNEL reagent for 60 min at 37°C in a humidified atmosphere. After washing, the slides were mounted in a medium containing 90% glycerol in PBS and 0·1% p-phenylenediamine (Fisher Scientific). A fluorescence microscope (Leitz Dialux 22, Ernst Leitz ltd., Midland, Ontario, Canada) was used for analysis. The percentage of positive cells was determined by counting 500 cells. A double immunolabelling using TUNEL-TMR (Boeringher Mannheim) and FITC-anti-Pan NK mAb (clone DX5, Pharmingen) was also performed on in vitro infected myeloid lymphocytes. Experiments were conducted in triplicate.",
            "cite_spans": [],
            "section": "TUNEL test ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "LDH release was used to measure NK cell cytotoxicity against YAC-1 cells (Roche Molecular Biochemicals, Mannheim, Germany). Briefly, intrahepatic splenic and myeloid NK cells, extracted from three mice in each experimental group, were serially diluted using RPMI 1640 with 1% FCS and seeded on a 96-well tissue culture plate. The target cells, YAC-1 cells, were added to the first series of effector cells at an optimal concentration (effector–target cell ratio). In the second series, assay medium was added to the effector cells to determine their spontaneous lactate dehydrogenase (LDH) release (effector cell control). The absorbance of the treated supernatants was read at a wavelength of 490 nm. The percentage of cytotoxicity was determined as follows:",
            "cite_spans": [],
            "section": "Cytotoxicity test ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Cytotoxicity test ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Percentage differences were determined using Student's t-test. Comparison was performed between cells from infected versus control mice for in vivo studies and infected cells versus control cells for in vitro studies. Cytotoxicity test results were analysed by an anova test.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Replication of pathogenic L2-MHV3 and attenuated YAC-MHV3 viruses was verified in liver, spleen and isolated bone marrow lymphoid cells from infected C57BL/6 mice. As shown in Table 1, infectious viruses were produced as soon as 24 h in liver, spleen and bone marrow from L2-MHV3-infected mice. Lower virus titres were detected in liver and bone marrow from YAC-MHV3 infected mice. The viral titres observed at 72 h p.i. in the liver and bone marrow of L2-MHV3-infected mice increased more than in those infected with YAC-MHV3 variant.",
            "cite_spans": [],
            "section": "Viral replication of pathogenic L2-MHV3 and attenuated YAC-MHV3 viruses in liver, spleen and bone marrow from C57BL/6 mice ::: RESULTS",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To verify if the fulminant hepatitis induced by the pathogenic L2-MHV3 strain in susceptible C57BL/6 mice is related to a deficiency in NK cell subsets, groups of three C57BL/6 mice were infected with 1000 TCID50 of pathogenic L2-MHV3 or attenuated YAC-MHV3 variant. Mice were killed at 72 h p.i. and intrahepatic mononuclear cells were isolated. A macroscopic examination of the liver revealed that hepatic lesions were more extensive in L2-MHV3-infected mice than in YAC-MHV3-infected mice, as reported previously (Lamontagne and Dupuy, 1984) (Table 2). The number of mononuclear cells isolated from the livers was higher in L2-MHV3-infected mice (5·23 ± 1·5 × 106 cells/liver) (P < 0·001) than in YAC-MHV3- or mock-infected mice (1·5 ± 1·2 × 106 and 1·2 ± 0·2 × 106 cells/liver, respectively). The intrahepatic lymphoid cells were then phenotyped by double-immunolabellings with FITC-antiαβ-TCR and PE-anti-NK1·1 MoAbs and the percentages of NK1·1+TCR- (NK cells), NK1·1+TCRinter (NK-T cells), NK1·1-TCRinter and NK1·1-TCRhigh were evaluated by flow cytometric analysis. Percentage of intrahepatic NK1·1+TCR- cells did not increase in both L2-MHV3- and YAC-MHV3-infected mice while NK1·1+TCRinter cells decreased (P < 0·05–0·001) (Table 2). However, the absolute numbers of NK1·1+TCR− and NK1·1+TCRinter increased in L2-MHV3-infected mice (P < 0·01) but not in YAC-MHV3-infected mice. In contrast, the percentages of NK1·1−TCRinter cells increased in the liver of L2-MHV3-infected mice only (P < 0·001), as reported previously [19]. Absolute numbers of NK1·1+TCRinter and NK1·1−TCRhigh cells, however, increased strongly in L2-MHV3-infected mice (nine and three times, respectively) (P < 0·001) while the NK1·1−TCRinter cells increased less in YAC-MHV3-infected mice (P < 0·05).",
            "cite_spans": [
                {
                    "start": 1531,
                    "end": 1533,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "NK1·1+ cell subsets from livers of C57BL/6 mice infected with pathogenic L2-MHV3 or attenuated YAC-MHV3 viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1234,
                    "end": 1241,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To determine if the lower increase in NK+ cell subsets than other lymphoid cells in the liver from L2-MHV3-infected mice results from a deletion of peripheral NK cells, splenic cells were isolated from groups of three mice infected with L2-MHV3 or YAC-MHV3 viruses at 24 and 72 h p.i. Splenic lymphoid cells were then immunolabelled using anti-NK1·1−PE and anti-B220-FITC MoAbs and analysed by flow cytometry. As shown in Fig. 1, two cell clusters were detected according to FSC/SSC parameters: one showing typical lymphoid FSC/SSC parameters (region R1: normal cells) and a second, characterized by an increased FSC parameter (region R2: large cells) (Fig. 1, section I). In Fig. 1, sections I-A to I-C, the percentage of large cells (R2 region) increased in both infected groups of mice. Phenotypic analysis of splenic lymphoid cells revealed that the percentage of normal NK1·1+ cells increased slightly in YAC-MHV3-infected mice only (Fig. 1, sections I-D to I-F). In addition, the percentages of larger NK+ cells increased in L2-MHV3-infected mice while larger B220+ cells decreased (Fig. 1; sections I-G to I-I).",
            "cite_spans": [],
            "section": "Splenic NK1·1+ and B cells from C57BL/6 mice infected with pathogenic L2-MHV3 or attenuated YAC-MHV3 viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 422,
                    "end": 428,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 653,
                    "end": 659,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 676,
                    "end": 682,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 939,
                    "end": 945,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1089,
                    "end": 1095,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The statistical analysis of splenic NK1·1+ and B220+ cells in the groups of L2-MHV3- and YAC-MHV3-infected mice for 24 and 72 h p.i. indicated that the absolute numbers of both normal and larger NK1·1+ cells decreased strongly in L2-MHV3-infected mice as soon as 24 h p.i. (P < 0·05–0·001) (Fig. 1, sections II-A and II-B). The absolute numbers of large splenic NK1·1+ cells higher decreased in L2-MHV3- than in YACMHV3-infected mice (P < 0·05 and 0·01). However, absolute numbers of both normal and large splenic B220+ lymphocytes decreased only in mice infected with the pathogenic L2-MHV3 strain (P < 0·001).",
            "cite_spans": [],
            "section": "Splenic NK1·1+ and B cells from C57BL/6 mice infected with pathogenic L2-MHV3 or attenuated YAC-MHV3 viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 291,
                    "end": 297,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To verify if the loss of NK1·1+ cells in the spleen of L2-MHV3-infected mice reflects a lower production of NK1·1+ cells by the bone marrow, groups of C57BL/6 mice were then infected with either the pathogenic L2-MHV3 or the attenuated YAC-MHV3 and were killed at 24 and 72 h p.i. Myeloid lymphocytes were isolated, double-labelled with anti-NK1·1−PE and anti-B220-FITC MoAbs and analysed by flow cytometry. Two distinct cell populations were observed according to their FSC/SSC parameters, similar to those seen previously in the spleen (Fig. 2). As shown in Fig. 2, sections I-A to I-C, myeloid lymphoid cells are distributed in both the R1 (normal cells) and R2 (large cells) regions. The percentage of normal lymphoid cells (R1 region) from L2-MHV3-infected mice only decreased while larger cells (R2 region) increased (Fig. 2, section I-B). Phenotypic analysis of bone marrow lymphoid cells revealed that the percentages of both normal and larger NK1·1+ cells decreased strongly in L2-MHV3 (Fig. 2, sections I-E and I-H) while the larger NK cells decreased less in YAC-MHV3-infected mice (Fig. 2, sections I-F and I-I). Normal B220+ cells increased in L2-MHV3-infected mice while larger B220+ cells rather decreased (Fig. 2, sections I-E and I-H).",
            "cite_spans": [],
            "section": "Production of NK1·1+ and B220+ cells in bone marrow from mock-infected, L2-MHV3- and YAC-MHV3-infected mice ::: RESULTS",
            "ref_spans": [
                {
                    "start": 539,
                    "end": 545,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 560,
                    "end": 566,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 824,
                    "end": 830,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 996,
                    "end": 1002,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1094,
                    "end": 1100,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1222,
                    "end": 1228,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The analysis of myeloid NK1·1+ and B220+ cells from groups of L2-MHV3- and YAC-MHV3-infected mice at 24 and 72 h p.i. indicated that the number of normal NK1·1+ cells decreased in the bone marrow from L2-MHV3-infected mice as soon as 24 h p.i. (Fig. 2, sections II-A) (P < 0·001). However, normal and larger NK1·1+ cells decreased more at 72 h p.i. in L2-MHV3-infected mice only (P < 0·001) (Fig. 2, sections II-A and II-B). The numbers of larger B220+ cells from YAC-MHV3-infected mice increased at 24 h p.i. (P < 0·05) while normal and larger B220+ cells decreased at 72 h p.i. in L2-MHV3-infected mice only (P < 0·01 and 0·001) (Fig. 2, sections II-C and II-D). Normal B220+ cells from YAC-MHV3-infected mice also decreased at 72 h p.i. (P < 0·05).",
            "cite_spans": [],
            "section": "Production of NK1·1+ and B220+ cells in bone marrow from mock-infected, L2-MHV3- and YAC-MHV3-infected mice ::: RESULTS",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 392,
                    "end": 398,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 632,
                    "end": 638,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To verify whether the cytotoxicity mediated by NK cells is also impaired in the liver, spleen or bone marrow of L2-MHV3-infected mice, lymphoid cells from these organs were collected from groups of three mice infected with L2-MHV3 or YAC-MHV3 and cytotoxicity against YAC-1 cells was assayed. As shown in Fig. 3, cytotoxic activity increased in the liver (P < 0·001) but disappeared in the bone marrow (P < 0·001) in L2-MHV3-infected mice. In YAC-MHV3-infected mice, a low decrease in NK cell cytotoxicity was also detected but only in the bone marrow (P < 0·05). A non-significant increase of cytotoxic response was detected in liver from YAC-MHV3-infected mice.",
            "cite_spans": [],
            "section": "Cytotoxic properties of liver, spleen and bone marrow NK1·1+ cells from L2-MHV3- and YAC-MHV3-infected mice ::: RESULTS",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 311,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To verify if the depletion of bone marrow NK1·1+ cells is related with cell permissivity to viral replication, in vitro viral infections were performed on rmIL-15-stimulated bone marrow lymphoid cells. Bone marrow lymphoid cells were incubated with 20 ng/ml of rmIL-15, to increase the number of NK1·1+ cells, and then infected with 0·1–1 m.o.i. of L2-MHV3 or YAC-MHV3 viruses for 24 h. The rmIL-15 treatment increased the number of viable cells by 152 ± 18%. However, L2-MHV3 and YAC-MHV3 infections reduced the number of rmIL-15-treated cells by 55 ± 5% and 33 ± 0·3%, respectively (P < 0·001–0·01).",
            "cite_spans": [],
            "section": "In vitroinfections of IL-15-stimulated bone marrow NK1·1+ cells with either the pathogenic L2-MHV3 or the attenuated YAC-MHV3 strain ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The cytofluorometric analysis of rmIL-15-stimulated myeloid cells revealed that the percentage of larger cells decreased in L2-MHV3-infected cells only (P < 0·05) (Fig. 4, section I). The phenotypic analysis of these cells, using PE-anti-NK1·1 and anti-FITC-B220 MoAbs, indicated that the larger NK1·1+ cells increased in rmIL-15-treated myeloid cells when compared with the untreated cells (P < 0·001) (Fig. 4, section I). However, the percentages of larger NK1·1+ cells decreased when infected with L2-MHV3 or YAC-MHV3 viruses (P < 0·001) (Fig. 4). Normal B220+ lymphocytes only decreased in L2-MHV3-infected cells (P < 0·05) (results not shown). No significant alterations in the percentages of normal NK1·1+ cells were observed in L2-MHV3- or YAC-MHV3-infected cells.",
            "cite_spans": [],
            "section": "In vitroinfections of IL-15-stimulated bone marrow NK1·1+ cells with either the pathogenic L2-MHV3 or the attenuated YAC-MHV3 strain ::: RESULTS",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 404,
                    "end": 410,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 542,
                    "end": 548,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Cytopathic effects (CPE) and infectious virus titres in the supernatants from both L2-MHV3- or YAC-MHV3-infected rIL-15-treated bone marrow lymphoid cells were then verified. Typical CPE of MHV viruses, characterized by cell rounding and syncytia formation, were detected in bone marrow lymphoid cells infected with L2-MHV3. However, less extensive CPE were detected in YAC-MHV3-infected cells. Viral titration revealed that infectious viruses were produced by bone marrow lymphoid cells infected in vitro with both L2-MHV3 (4·6 ± 0·28 log10TCID50/ml) and YAC-MHV3 (3·95 ± 0·21 log10TCID50/ml) viruses.",
            "cite_spans": [],
            "section": "In vitroinfections of IL-15-stimulated bone marrow NK1·1+ cells with either the pathogenic L2-MHV3 or the attenuated YAC-MHV3 strain ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To verify whether the viral replication is involved an induction of apoptosis, a TUNEL assay was performed on bone marrow rmIL-15-stimulated lymphoid cells. The results indicated that most of the rmIL-15-stimulated lymphoid cells became apoptotic when infected with L2-MHV3 (86·6 ± 1·7%, P < 0·001). However, the attenuated YAC-MHV3 induced a lower level of apoptosis (49·9 ± 3·1%, P < 0·001).",
            "cite_spans": [],
            "section": "In vitroinfections of IL-15-stimulated bone marrow NK1·1+ cells with either the pathogenic L2-MHV3 or the attenuated YAC-MHV3 strain ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To confirm that the apoptotic NK cells resulted from viral infection, L2-MHV3- and YAC-MHV3-infected apoptotic NK cells were identified using a double labelling with TUNEL reagents and anti-NK (DX5) MoAbs. Syncytia formed by fused NK+ cells contained apoptotic nuclei, as shown in Fig. 4, section II, were found in both L2-MHV3- and YAC-MHV3-infected cells. However, larger syncytia were observed in L2-MHV3-infected cells than in YAC-MHV3-infected cells. Qualitative evaluation of TUNEL+ NK+ syncytia revealed that a higher number of syncytia occurred in L2-MHV3 (4–5 syncytia by microscopic field)-infected cells than in YAC-MHV3 (1–3 syncytia by microscopic field).",
            "cite_spans": [],
            "section": "In vitroinfections of IL-15-stimulated bone marrow NK1·1+ cells with either the pathogenic L2-MHV3 or the attenuated YAC-MHV3 strain ::: RESULTS",
            "ref_spans": [
                {
                    "start": 281,
                    "end": 287,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To verify whether the recruited intrahepatic NK cells are also permissive to viral infection, intrahepatic lymphoid cells were isolated from uninfected C57BL/6 mice and infected in vitro with 0·1–1 m.o.i. of L2-MHV3 or YAC-MHV3 for 24 h. The cells were then double-labelled with PE-anti-NK1·1 and FITC-antiαβ-TCR MoAbs and the percentages of the NK1·1/αβ-TCR cell subsets were recorded. As shown in the Fig. 5, the percentages of NK1·1+αβ-TCR- or NK1·1+αβ-TCRinter cells decreased in the presence of the L2-MHV3 virus (P < 0·05). However, NK1·1+αβ-TCR- cells increased in the presence of YAC-MHV3 (P < 0·01). However, no significant differences between the percentages of control, L2-MHV3- or YAC-MHV3-infected NK1·1−TCRinter or NK1·1−TCR+ cells were observed.",
            "cite_spans": [],
            "section": "In vitro infections of intrahepatic IL-15-stimulated NK1·1/αβ-TCR cell subsets with the pathogenic L2-MHV3 and the attenuated YAC-MHV3 viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 403,
                    "end": 409,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In this work, we have demonstrated that the pathogenic and attenuated MHV3 viruses both induced NK cell death and apoptosis but lead to different levels of NK cell deletion in the bone marrow and recruitment by the liver.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This is the first report to indicate that NK1·1+ cells can be target cells in a coronavirus infection involving a decrease in innate immunity. Also, we have shown that, in pathogenic L2-MHV3-infected mice, cytotoxic NK cells were less recruited in the liver than other lymphoid cell subsets during the first days of infection. The decrease of splenic NK1·1+ cells observed in L2-MHV3-infected mice indicates that the viral infection may favour a recruitment of NK1·1+ cells by the liver, an in situ depletion of splenic NK1·1+ cells and/or an impairment of the production of NK1·1+ cells by the bone marrow due to virus-induced cell death.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The hypothesis of recruitment of splenic NK1·1+ cells in the livers of L2-MHV3-infected mice is supported by two observations: the increase in intrahepatic mononuclear cell numbers, including NK1·1+ cells, and the simultaneous decrease of splenic NK1·1+ cells. However, the recruitment of NK1·1+ cells in L2-MHV3-infected mice remained lower than that of other lymphoid cell subsets, indicating that the recruitment of NK1·1+ cells in the infected liver could explain partially the loss of splenic NK1·1+ cells in L2-MHV3-infected mice. These results are in agreement with previous studies demonstrating that, in contrast to other murine viral infections, only the first wave of recruited large granular cells, including NK1·1+ and CTL cells, occurs in the liver or peritoneal exudates of MHV-infected mice in the first 3 days p.i. [27,28]. The increase of absolute numbers in intrahepatic NK1·1+TCR− cells in L2-MHV3-infected mice, however, remained very low compared to the decrease in splenic NK1·1+ cells, suggesting either that most NK1·1+ cells are recruited in other target organs or that production of new NK1·1+ cells by the bone marrow is impaired.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 835,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The fact that splenic NK1·1+ cells are normally mature and do not undergo mitosis [29] suggests that a depletion of these cells might be the result of a decrease in bone marrow production. This hypothesis was verified through the analysis of the NK1·1+ subpopulation in the bone marrow of L2-MHV3-infected mice. We have showed that both normal and larger lymphoid cells decreased in virus-infected mice. The phenotyping of the cells indicated that normal NK1·1+ decreased as soon as 24 h p.i. while large B cells decreased later, indicating that myeloid NK1·1+ cells are more sensitive to virus-mediated depletion than B lineage cells. We can expect that the NK1·1+ cell decrease in the first 24 h p.i. is due to a recruitment in liver. However, normal and larger NK1·1+ cells decreased strongly at 72 h p.i. in bone marrow from L2-MHV3-infected mice only, suggesting a virus-induced decrease of these cells rather than a low recruitment in liver. The in vitro L2-MHV3 infection of rIL-15 stimulated cells, permitting the increase of the NK1·1+ cells rather than B cells [11,30], revealed that the depletion of NK1·1+ cells resulted from virus-induced cytopathic effects, viral replication and apoptosis occurring in syncytia, as demonstrated by the production of infectious particles and TUNEL assay. The permissivity of NK cells to L2-MHV3 infection involves the expression of the MHV receptor on the cell surface. CEACAM isoform 1 of the biliary glycoprotein (Bgp) molecules expressed on the cell surface are known to act as MHV receptor [31,32]. These molecules are present in many cell types, including hepatocytes, macrophages, endothelial cells, thymic epithelial cells and B lymphocytes [32,33]. There are no reports concerning the expression of CEACAM-1 on mouse NK1·1+ cells, but a similar protein was detected recently on human T cells and activated NK1·1+ cells [34], suggesting that viral permissivity of NK1·1+ cells to MHV3 virus may be related to the presence of a specific MHV-receptor. Preliminary results from in vitro L2-MHV3 infections of NK1·1+ cells cultured in the presence of myeloid dendritic cells revealed that the NK1·1+ cells expressed intracellular viral proteins, thus reinforcing the hypothesis of viral replication in NK cells. In the present study, B220+ cells decreased slightly in L2-MHV3-infected myeloid cells, just as we had observed previously in infected myeloid B lineage cells [15].",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1542,
                    "end": 1544,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1696,
                    "end": 1698,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1699,
                    "end": 1701,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1875,
                    "end": 1877,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2422,
                    "end": 2424,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We can thus establish a relationship between the NK1·1+ cells and pathogenic properties of the MHV3 virus, as the use of the attenuated YAC-MHV3 variant demonstrated that splenic NK1·1+ cells were less depleted in contrast to that observed in L2-MHV3-infected mice. In vitro YAC-MHV3 infection of IL-15-stimulated myeloid cells also revealed higher cell viability and lower percentages of apoptotic cells than those observed in L2-MHV3-infected cells. However, infectious particle production was similar to that seen in L2-MHV3-infected cells. In spite of a similar production of infectious viruses in the first 24 h p.i., the apparent discrepancy in the sensitivity of NK1·1+ cells to the attenuated YAC-MHV3 can be explained by the fact that a lower number of IL-15-stimulated myeloid cells can be efficiently infected by the YAC-MHV3 variant. We had already observed higher CPE and increased cell death in L2-MHV3-infected macrophages when compared to those occurring in YAC-MHV3-infected cells in spite of comparable infectious virus titres in the first 24 h p.i. [35].",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1071,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The fact that the death of virus-infected NK1·1+ cells involves syncytia formation and apoptosis suggests that MHV3 replication induces an apoptotic process. It was demonstrated recently that MHV3 can induce apoptosis in macrophages from 8 h to 12 h p.i. [36,37]. Interestingly, viral pathogenicity seems directly correlated with syncytia formation rather than apoptosis, as lower numbers of NK cell syncytia were observed in YAC-MHV3-infected cells even though in vitro apoptosis levels were similar to those induced by the pathogenic L2-MHV3 strain. The new E protein of MHV viruses has been related to the apoptotic process in virus-infected cells [38].",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Many previous studies have demonstrated that MHV3 is the most virulent serotype of the MHV viruses because it induces a fulminant hepatitis leading to the death of the animal within 3 days p.i. [12,14]. We have observed previously that splenic T and B cell subsets decreased in L2-MHV3-infected mice [15,16,39]. However, the fulminant hepatitis observed in C57BL/6 cannot be explained by T and B cell depletions alone. Budowski et al. [24] have shown a higher replication of MHV and a more extensive hepatitis along with higher numbers of inflammatory foci in the livers of asialo-GM1-depleted mice, hinting at the important role of NK1·1+ cells in limiting the spread of the viral replication during the first days of the infection. Rather, Stohlman et al. [22] have demonstrated that, in C57BL/6 mice, MHV-JHM induced an increase of natural cytotoxicity against YAC-1 target cells without detectable IFN-γ production, such as seen in lymphocytic choriomeningitis virus-infected mice. In addition, the NK1·1+ cell response was variable among mice, raising the possibility of MHV-mediated disorders in NK1·1+ functions. Our results are in agreement with these observations, but also suggest that higher cytotoxicity of intrahepatic NK cells from L2-MHV3-infected mice reflects extensive histopathological lesions leading to a fulminant hepatitis and a rapid death rather than an efficient antiviral natural response.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 304,
                    "end": 306,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The permissivity of NK1·1+ cells to viral infection and apoptosis is a new viral evasion mechanism which might favour viral replication in hepatocytes and other resident liver cells during the first days p.i. In addition, it is also probable that an impaired production of bone marrow NK1·1+ cells may not result solely from the viral permissivity of IL-15-stimulated cells but may also be related to a maturation defect resulting from viral replication in myeloid dendritic cells, as already observed in the thymus [18].",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The MHV3-infection is a powerful animal model for the study of the relationship between viral tropism for NK1·1+, T and B cells and the induction of the hepatitis process. Further work is in progress to identify bone marrow target cells involved in the NK1·1+ maturational defects as well as the implications of NK1·1+ permissivity in the hepatitis process.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Infectious virus titres in liver, spleen and bone marrow from pathogenic L2-MHV3- and attenuated YAC-MHV3-infected C57BL/6 mice\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Percentages and absolute numbers of NK1·1+/αβ-TCR cell subsets in liver from mock-infected, L2-MHV3- and YAC-MHV3-infected C57BL/6 mice\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Section I: flow cytometric analysis of normal (R1 region) (d, e, f) and larger (R2 region) (g, h, i) NK+ and B220+ lymphoid cells in spleen from mock-infected (a, d and g), and L2-MHV3- (b, e and h) and YAC-MHV3- (c, f and i) infected C57BL/6 mice at 72 h p.i. Myeloid lymphocytes were double-labelled using anti-NK1·1-PE and anti-B220-FITC MoAbs and were analysed using a FACScan flow cytometer on a total of 10 000 events recorded. Section II: absolute numbers of normal (a and c) and larger (b and d) NK1·1+ cells (a and b) and B220+ lymphocytes (c and d) in spleen from mock-infected (▪), L2-MHV3- () and YAC-MHV3- (□) infected C57BL/6 mice at 24 h p.i. Splenic lymphocytes were double-labelled using anti-NK1·1−PE and anti-B220-FITC MoAbs and were analysed using a FACScan flow cytometer on a total of 10 000 events recorded. The results are representative of three experiments. *P < 0·05; **P < 0·001.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Section I: flow cytometric analysis of normal (R1 region) (d, e, f) and larger (R2 region) (g, h, i) NK1·1+ and B220+ lymphoid cells in bone marrow from mock-infected (a, d and g) and L2-MHV3- (b, e and h) and YAC-MHV3- (c, f and i) infected C57BL/6 mice at 72 h p.i. Myeloid lymphocytes were double-labelled using anti-NK1·1−PE and anti-B220−FITC MoAbs and were analysed using a FACScan flow cytometer on a total of 10 000 events recorded. Section II: absolute numbers of normal (a and c) and larger (b and d) NK1·1+ cells (a and b) and B220+ lymphocytes (c and d) in bone marrow from mock-infected (▪), L2-MHV3- (□) and YAC-MHV3- () infected C57BL/6 mice at 24 h p.i. Myeloid lymphocytes were double labelled using anti-NK1·1−PE and anti-B220−FITC MoAbs and were analysed using a FACScan flow cytometer on a total of 10 000 events recorded. The results are representative of three experiments. *P < 0·05; **P < 0·01; ***P < 0·001.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Determination of the percentage of cytotoxic activity of the splenic (a), myeloid (b) and intrahepatic (c) NK1·1+ cells from mock-infected (▪), L2-MHV3 (⋄) and YAC-MHV3 (▴) -infected C57BL/6 mice at 72 h p.i. Cytotoxicity of lymphoid cells from liver, spleen and bone marrow against YAC-1 target cells was evaluated by release of LDH activity in the supernatant. The optical density was recorded using an ELISA reader (490 nm filter). The experiments were conducted in triplicate. *P < 0·05; **P < 0·001.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Section I: percentages of total (a) and NK1·1+ (b) normal (▪) and larger (□) cells in control, L2-MHV3- and YAC-MHV3-infected myeloid cells stimulated in vitro with IL-15 from C57BL/6 mice. Myeloid lymphocytes were incubated with 20 ng/ml of rmIL-15 for 7 days, then infected with 0·1–1 m.o.i. of L2-MHV3 or YAC-MHV3 for 24 h. Non-adherent cells were collected and immunolabelled with anti-NK1·1+PE and anti-B220−FITC MoAbs. Lymphoid cells were gated according to FSC/SSC parameters obtained on a FACScan flow cytometer and the percentages of cells were evaluated based on a total of 10 000 events recorded. Results are representative of three experiments. +P < 0·01(compared with negative control); *P < 0·05 and **P < 0·01 (compared with control + IL-15). Section II: syncytia of NK+TUNEL+ cells in L2-MHV3-infected IL-15-stimulated myeloid cells. TUNEL labelling (a) and FITC-DX5 antibody labelling (b).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Percentages of NK1·1+TCR−, NK1·1+TCRinter, NK−TCRinter and NK−TCRhigh cells in in vitro L2-MHV3- and YAC-MHV3-infected intrahepatic lymphoid cells stimulated with IL-15. Intrahepatic lymphocytes were incubated with 20 ng/ml of rmIL-15 for 7 days, then infected with 0·1–1 m.o.i. mock-infected (▪), L2-MHV3- (□) and YAC-MHV3- () infected for 24 h and immunolabelled with anti-NK1·1+PE and antiαβ-TCR MoAbs. Lymphoid cells were gated according to FSC/SSC parameters obtained on a FACScan flow cytometer and the percentages were evaluated based on a total of 10 000 events recorded. Results are representative of three experiments. *P < 0·05; **P < 0·01.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Genetic determinants of virus susceptibility: epidemiologic implication of murine models",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Brinton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Epidemiol Rev",
            "volume": "3",
            "issn": "",
            "pages": "115-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Murine natural killer cell differentiation: past, present and future",
            "authors": [
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Immunol Res",
            "volume": "15",
            "issn": "",
            "pages": "151-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Ontogeny of NK1.1+ cells and the bone marrow microenvironment: where does IL-15 fit in?",
            "authors": [
                {
                    "first": "IJ",
                    "middle": [],
                    "last": "Puzanov",
                    "suffix": ""
                },
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schatzel",
                    "suffix": ""
                },
                {
                    "first": "PV",
                    "middle": [],
                    "last": "Sivakumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Res Immunol",
            "volume": "148",
            "issn": "",
            "pages": "195-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Immunopathology of mouse hepatitis virus type 3 infection. I. Role of humoral and cell-mediated immunity in resistance mechanism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Prevost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy-Leblond",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Virelizier",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Immunol",
            "volume": "114",
            "issn": "",
            "pages": "221-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Genetic study of mouse sensivity to MHV3 infection: influence of the H-2 complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy-Leblond",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oth",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Immunol",
            "volume": "112",
            "issn": "",
            "pages": "1359-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Immunopathology of mouse hepatitis virus type 3 infection. II. Effect of immunosuppression in resistant mice",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy-Leblond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Prevost",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Immunol",
            "volume": "114",
            "issn": "",
            "pages": "221-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Mouse hepatitis virus 3 pathogenicity expressed by a lytic viral infection in bone marrow 14,8+µ+ B lymphocytes subpopulations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolicoeur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Immunol",
            "volume": "143",
            "issn": "",
            "pages": "3722-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Mouse hepatitis virus 3 replication in T and B lymphocytes correlate with viral pathogenicity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Descoteaux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolicoeur",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Immunol",
            "volume": "142",
            "issn": "",
            "pages": "4458-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Persistent infection with mouse hepatitis virus 3 in mouse lymphoid cell lines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Infect Immun",
            "volume": "44",
            "issn": "",
            "pages": "716-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Mouse hepatitis virus 3 thymic cell interactions correlating with viral pathogenicity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolicoeur",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Immunol",
            "volume": "146",
            "issn": "",
            "pages": "3152-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Mouse hepatitis viral infection induces and extrathymic differenciation of the specific intrahepatic αβ-TCRinterLFA-1high T-cell population",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massicotte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Immunology",
            "volume": "160",
            "issn": "",
            "pages": "376-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Biology of cloned cytotoxic T lymphocytes specific for lymphocytic choriomeningitis virus: clearance of virus in vivo",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "MBA",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "51",
            "issn": "",
            "pages": "682-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Recovery from mouse hepatitis virus infection depends on recruitment of CD8+ cells rather than activation of intrahepatic CD4+αβ−TCRinter or NK-T cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lusignan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Immunol",
            "volume": "101",
            "issn": "",
            "pages": "345-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Activation of natural killer cells and induction of interferon after injection of mouse hepatitis virus type 3 in mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Engler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kirchner",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Infect Immun",
            "volume": "35",
            "issn": "",
            "pages": "869-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Natural killer cell activity during mouse hepatitis virus infection. response in the absence of interferon",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Brayton",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Ganges",
                    "suffix": ""
                },
                {
                    "first": "GK",
                    "middle": [],
                    "last": "Matsushima",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Int J Cancer",
            "volume": "31",
            "issn": "",
            "pages": "309-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Virus specificity of the antiviral state induced by IFN gamma correlates with the resistance to MHV3 infection",
            "authors": [
                {
                    "first": "IG",
                    "middle": [],
                    "last": "Mello",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Vassao",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Virol",
            "volume": "132",
            "issn": "",
            "pages": "281-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "NK1.1+ cell depletion enhances virus synthesis and virus-induced hepatitis in vivo",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Woda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Habo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol",
            "volume": "131",
            "issn": "",
            "pages": "1531-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Neonatal susceptibility to MHV3 infection in mice. II. Role of natural effector marrow cells in transfer of resistance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tardieu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hery",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Immunol",
            "volume": "124",
            "issn": "",
            "pages": "418-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Heterogeneity in evolutive patterns of inbred mice infected with a cloned substrain of mouse hepatitis virus type 3",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodrigue",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Intervirology",
            "volume": "16",
            "issn": "",
            "pages": "114-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Accumulation and chemostaxis of natural killer/large granular lymphocytes at sites of virus replication",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Natuk",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Immunol",
            "volume": "138",
            "issn": "",
            "pages": "877-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Accumulation of natural killer and cytotoxic T large granular lymphocytes in the liver during virus infection",
            "authors": [
                {
                    "first": "KW",
                    "middle": [],
                    "last": "McIntyre",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Exp Med",
            "volume": "164",
            "issn": "",
            "pages": "1667-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Generation of lytic natural killer 1.1+ly49- cells from multipotential murine bone marrow progenitor in a stroma free culture: definition of cytokine requirements and developmental intermediates",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Schatzle",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Exp Med",
            "volume": "186",
            "issn": "",
            "pages": "1609-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Viral immunopathology",
            "authors": [
                {
                    "first": "JPG",
                    "middle": [],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Borysiewicz",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Br Med Bull",
            "volume": "41",
            "issn": "",
            "pages": "34-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The generation of human dendritic and NK1.1+ cells from hemopoietic progenitors induced by interleukin-15",
            "authors": [
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Bykovskaia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buffo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Leuk Biol",
            "volume": "66",
            "issn": "",
            "pages": "659-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Crystal structure of murine sCEACAM1a[1,4]: a coronavirus receptor in the CEA family",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Zelus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meijers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "2076-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Tissue and cellular distribution of an adhesion molecule in the carcinoembryonic antigen family that serves as receptor for mouse hepatitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Godfraind",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Kilgreth",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Cardellichio",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lab Invest",
            "volume": "73",
            "issn": "",
            "pages": "615-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Morphological analysis of mouse hepatitis virus A59-induced pathology with regard to viral receptor expression",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Godfraind",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Histol Histopathol",
            "volume": "13",
            "issn": "",
            "pages": "181-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Biliary glycoprotein (BGP) expression on T cells and on a natural-killler-cell subpopulation",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kammerer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "von Kleist",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int J Cancer",
            "volume": "65",
            "issn": "",
            "pages": "740-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Host cell resistance to mouse hepatitis virus type 3 is expressed in vitro in macrophages and lymphocytes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Décarie",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Viral Immunol",
            "volume": "2",
            "issn": "",
            "pages": "37-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Coronavirus MHV3-induced apoptsis in macrophages",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belyavsky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Belyavskaya",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Leibowitz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "250",
            "issn": "",
            "pages": "41-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The pattern of induction of apoptosis during infection with MHV3 correlates with strain variation in resistance and susceptibility to lethal hepatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belyavsky",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Leibowitz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "619-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Induction of apoptosis in murine coronavirus-infected cultured cells and demonstration of E protein as an apoptosis inducer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Leibowitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7853-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Impaired T and B cells subpopulations involved in a chronic disease induced by mouse hepatitis virus type 3",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolicoeur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Immunol",
            "volume": "153",
            "issn": "",
            "pages": "1318-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Herberman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "NK11+ cells and other natural effector cells",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Interleukin-15 as an activator of natural killer cell-mediated antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomoiu",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Flamand",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Blood",
            "volume": "94",
            "issn": "",
            "pages": "4210-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Inhibition of natural killer cells through engagement of CD81 by the major hepatitis C virus envelope protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stilla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Exp Med",
            "volume": "195",
            "issn": "",
            "pages": "35-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Binding of the hepatitis C virus envelope protein E2 to CD81 inhibits natural killer cell function",
            "authors": [
                {
                    "first": "CTK",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Klimpel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Exp Med",
            "volume": "195",
            "issn": "",
            "pages": "43-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Relationship between intermediate TCR cells and NK1.1+T cells in various immune organs. NK1.1+ T cells are present within a population of intermediate TCR cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miyaji",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Immunol",
            "volume": "155",
            "issn": "",
            "pages": "2972-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Mouse liver T cells: their change with aging and in comparison with peripheral T cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsukahara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iai",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hepatology",
            "volume": "26",
            "issn": "",
            "pages": "301-9",
            "other_ids": {
                "DOI": []
            }
        }
    }
}