{
    "paper_id": "PMC1299236",
    "metadata": {
        "title": "SARS, Mars and chocolate bars",
        "authors": [
            {
                "first": "Frank",
                "middle": [],
                "last": "Gannon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In a recent editorial meeting, we discussed what important scientific topics from 2004 I could reflect on in this January editorial. The severe acute respiratory syndrome (SARS) crisis, which still haunted the world early last year, was one notable topic. Mars was another, after US President George Bush announced that their astronauts would soon return to the Moon and use it as a stepping-stone for a mission to Mars. And to complete the rhyme, I chimed in with 'chocolate bars'. So here I am, reflecting on these important topics that caught much of the scientific world's attention in 2004.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Strictly speaking, the SARS story started in 2002 but it lasted long enough to deserve some reflection. It taught us some valuable lessons on how to deal with a rapidly spreading infectious disease. At the outbreak of SARS there were attempts to deny and cover up the epidemic in China. But as the problem unfolded, China increasingly cooperated with international experts to stop the virus from spreading. It is likely that this is how a similar crisis would be handled next time. Everybody now realizes that rapid reactions and tough decisions, even if they interfere with traditional agricultural practices, are essential in dealing with global public health crises.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is also worthwhile to remember how quickly the scientific community identified a coronavirus as the causative agent of SARS and developed a diagnostic test. This was possible because some scientists had stuck to researching seemingly harmless and not too interesting viruses rather than switching to fashionable research topics. Society was indebted to the scientists who identified the threat and helped to place it under control. But the question remains whether society understands the importance of financing investigator-driven research in which scientists study the topics they find interesting. Those who put together top-down research programmes would not have included coronaviruses on their list before 2004.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS also pointed to the obvious health consequences of increasing international travel. With almost no region left that could be described as an exotic location, we are witnessing an extraordinary increase in the worldwide movement of novel pathogens—SARS had already travelled from China to Canada before its existence was known. This will happen again. The outbreak of a new vicious disease, or one that jumps from an animal to a human host, will not remain local for long. The echo of the much-dreaded Spanish flu of 1918/19 remains in our collective memory, only this time it will be on a flight to a new location before any public health reaction can occur. SARS was corralled but the epidemic may have been a trial run for a more canny enemy.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Mars is admittedly an unusual topic for a life sciences journal. Even if there were life on Mars, I wonder if this information would help to advance our understanding of the biological richness on this planet. But the interesting aspect about Mars is the willingness of politicians to put such huge projects onto the agenda of research programmes. A cost of several billion US dollars has been tentatively allocated to the Mars mission, and I sometimes wonder why such largesse is available for what must be a speculative project, whereas more down-to-earth projects in the life sciences are given a minimal level of support. The same applies to the search for subatomic forces, which is funded with similar generosity. But the search for the essence of life in the universe resonates with our human craving for profound knowledge in a way that is different to explaining how a cell divides or how a pathogen enters a cell. These are more mundane but potentially life-saving topics, but surprisingly, politicians are often driven by higher aspirations in research. In parallel, large-scale projects are very good at highlighting their by-products—the worldwide web as a spin-off from CERN will be used to justify funding for such projects for many generations to come. We need to learn from this. As I have argued before (FGannon (2003) Goal-oriented research. EMBO Rep 4: 1103), we in the biosciences need ambitious and imaginative topics, equivalent to sequencing the human genome, with which to tempt funding agencies. Although these challenges may not have the same appeal as Mars, they would nevertheless have the extra benefit of creating health and well-being.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Which brings me to chocolate bars. Here, they are a surrogate for obesity and the unhealthy lifestyle that we have developed. At a recent meeting on ageing, one speaker pointed out that our average lifespan is likely to be limited by the dual enemies of obesity and infectious disease—such as SARS and HIV. But our reaction to this is less than overwhelming. At a dinner reception in Turkey this year, I was surprised to find out that I was the only one at the table who did not take statins to control my cholesterol level. A pill is obviously a smaller challenge than eating healthily. We citizens of advanced societies have the luxury of being able to choose from our local supermarket any food variety from any part of the world. But that richness may not be healthy for us in the long term. Still, as someone who enjoys food and even an occasional chocolate bar, I cannot be sanctimonious about these things. Nevertheless, here is my New Year's resolution: this will be the year when I will not respond by quietly snacking when a healthy hunger pang strikes—I promise!",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}