{
    "paper_id": "PMC1808995",
    "metadata": {
        "title": "What does the peripheral blood tell you in SARS?",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "J",
                    "M"
                ],
                "last": "OPENSHAW",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the winter of 2002–3, physicians in Hong Kong, Singapore and Vietnam became alarmed by a mysterious increase in the number of patients admitted with a previously unknown illness characterized by fever, respiratory and gastrointestinal symptoms, now known as Severe Acute Respiratory Syndrome (SARS). With extraordinary speed, an international cooperative effort resulted in the identification of a novel coronavirus as the cause.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The clinical picture was highly suggestive of an abnormal pathological reaction to pulmonary viral infection, characterized by an over-exuberant cascade of immunological events leading to pulmonary inflammation and respiratory failure. The disease was fatal in about 10% of cases and had features reminiscent of adult respiratory distress syndrome (ARDS) [1], leading to the suggestion that the pathogenesis might involve an uncontrolled release of immune mediators, a ‘cytokine storm’. There was an urgent need to find out more about the disease and why it was so devastating, and taking blood and looking for cytokines in the samples was the obvious approach. The drama of attempting to discover the origins of this new disease, while at the same time trying to save the lives of affected friends and colleagues, has few modern precedents.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 357,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this and the previous issue of CEI, two papers describe different approaches to measuring cytokines from blood samples from patients with SARS. Jones et al. [2] studied 13 patients, using ELISPOT analysis to examine the production of seven different cytokines from unstimulated and mitogen-stimulated PBMC. Most of the ELISPOT tests showed low or subnormal results compared to 60 normal controls. However, patients with early disease, particularly those destined for poor outcome, had very high numbers of TNF and IL-6 producing cells in the blood. The effects of steroid and ribavirin therapy are hard to judge and the study lacks a control group, but the authors comment that patients admitted with bacterial pneumonia showed broadly similar trends. In SARS, lymphopenia is marked during the acute phase of the disease, suggesting that cells are marginated or sequestered in the lung and depleted from the periphery. This factor alone makes interpretation of peripheral cellular function during acute, evolving and transient illness very difficult.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The situation can be illustrated by an analogy. In the best case, looking at cells in the peripheral blood might be similar to trying to judge a film by watching the people leaving the cinema: if they are people like you, you may well enjoy the film. Asking them how they reacted (like re-stimulating lymphocytes) may give an even better view. However, looking at the people who leave while the film is still running may be highly misleading: they clearly do not resemble the crowd who stay behind to watch the film right through to the credits, let alone those who loved it so much they even hang around for the next showing.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the second paper, Wong et al. [3] use a different approach to study 20 patients with SARS, measuring plasma cytokines on up to 19 consecutive days of illness using a bead-based (CBA) ELISA assay. They found no evidence of increased TNF-α levels, but did find increases in interferon gamma in addition to a number of other cytokines and chemokines during the two weeks after onset. After steroid therapy, IL-8, MCP1 and IP-10 fell rapidly. Previous studies of this type in SARS have shown broadly compatible findings. For example, Ng et al. [4] studied 8 children with SARS, using CBA beads to determine plasma levels of a range of cytokines and chemokines. Like Wong et al. they found no elevation of TNF, instead demonstrating high levels of IL-1 beta.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 544,
                    "end": 545,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The tacit assumption underlying studies of this type is that patients with inflammatory disorders have cytokine overspill from inflamed tissues, and that measuring soluble factors in the blood will give immunopathological insights into the local disease processes. Moreover, it is hoped (or even expected) that it might be possible to deduce how to treat such patients by finding a specific pattern of disordered cytokine production that could be subjected to selective immunomodulation. However, the reality faced by clinical investigators is that patient populations are heterogeneous, at various stages of the temporal evolution of disease, treated with a range of potent therapies. For example, volunteers infected with influenza have biphasic cytokine levels in the peripheral blood, with IL-6 and interferon alpha dominating on day 2, followed by rises in TNF and IL-8 during days three to seven [5,6]. The site of sampling, the exact time after infection and the methods used to measure cytokines are therefore critical determinants with fundamental affects on the interpretation of such studies. These considerations often make it almost impossible to draw firm conclusions, but conclusions are almost irresistible.",
            "cite_spans": [
                {
                    "start": 903,
                    "end": 904,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 905,
                    "end": 906,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "For example, Ng et al. concluded that anti-TNF therapy would not be worth trying in children with SARS, given the lack of clear evidence that plasma TNF levels were high [6]. However, cytokine release is often very local, as illustrated by studies of TNF production in patients with bacterial pneumonia that show TNF levels to be high in bronchial lavage fluid from the affected lung, but not in fluid from the contralateral lung or in serum [4]. Perhaps this comparison is unfair, and spill-over of TNF and other cytokines into the serum does occur in some situations such as ARDS [7]. However, there may even be an inverse correlation between serum and locally produced cytokines, as seen in studies of TNF in the respiratory tract of children with common colds [8]. More importantly, anti-TNF therapy works well in many patients with rheumatoid arthritis or juvenile RA, but measurement of cytokines in serum and synovial fluid does not show raised levels of TNF [9]. Therefore, it is clear that raised systemic (or even local) TNF levels are not required for treatment with anti-TNF therapy to work.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 967,
                    "end": 968,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our ability to monitor disease from measurement of parameters in the peripheral blood is thus of questionable value in determining what is happening in the site of disease or in discovering what type of therapy is likely to produce improvement. Even if a particular cytokine is found to be abnormally high, we do not know whether depleting this cytokine would aid recovery, suppress symptoms or lead to uncontrolled multiplication of the pathogen causing the problem in the first place.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "So, what can we expect to learn by profiling cytokine production or levels in blood samples from patients with inflammatory diseases? Possibly, the best we can expect is that finding some combination of cytokine levels might allow earlier diagnosis; in the case of SARS, its differentiation from community acquired pneumonia, influenza or other causes of fever which require quite different approaches to patient management. This alone would be of great value, even if the relationship between those findings and the pathogenesis of disease remains uncertain.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Infections and the inflammatory response in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Headley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tolley",
                    "suffix": ""
                },
                {
                    "first": "GU",
                    "middle": [],
                    "last": "Meduri",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "111",
            "issn": "",
            "pages": "1306-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prolonged disturbances of in vitro cytokine production in patients with severe acute respiratory syndrome (SARS) treated with ribavirin and steroids",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "ESK",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "JSM",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "JCM",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "KN",
                    "middle": [],
                    "last": "Lam Lai",
                    "suffix": ""
                },
                {
                    "first": "KWT",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "135",
            "issn": "",
            "pages": "467-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "CWK",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "AKL",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "136",
            "issn": "",
            "pages": "95-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Inflammatory cytokine profile in children with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "",
            "pages": "e7-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Local and systemic cytokine responses during experimental human influenza A virus infection. Relation to symptom formation and host defense",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alvord",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Invest",
            "volume": "101",
            "issn": "",
            "pages": "643-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Compartmentalized cytokine production within the human lung in unilateral pneumonia. Am",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Dehoux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boutten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ostinelli",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Respir Crit Care Med",
            "volume": "150",
            "issn": "",
            "pages": "710-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Comparison of systemic cytokine levels in patients with acute respiratory distress syndrome, severe pneumonia, and controls",
            "authors": [
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Thorax",
            "volume": "55",
            "issn": "",
            "pages": "46-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A comparison of cytokine responses in respiratory syncytial virus and influenza A infections in infants",
            "authors": [
                {
                    "first": "RY",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur J Pediatr",
            "volume": "160",
            "issn": "",
            "pages": "117-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Cytokine levels in serum and synovial fluid of patients with juvenile rheumatoid arthritis",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Madson",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": "III"
                },
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Rheumatol",
            "volume": "21",
            "issn": "",
            "pages": "2359-63",
            "other_ids": {
                "DOI": []
            }
        }
    }
}