{
    "paper_id": "PMC2581850",
    "metadata": {
        "title": "The expanding field of poly(ADP-ribosyl)ation reactions. ‘Protein Modifications: Beyond the Usual Suspects' Review Series",
        "authors": [
            {
                "first": "Antoinette",
                "middle": [],
                "last": "Hakmé",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heng-Kuan",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Françoise",
                "middle": [],
                "last": "Dantzer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Valérie",
                "middle": [],
                "last": "Schreiber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "",
            "cite_spans": [],
            "section": "Glossary",
            "ref_spans": []
        },
        {
            "text": "PARPs catalyse the transfer and polymerization of ADP-ribose units from NAD+ to form a ramified polymer—known as PAR—which can be covalently linked mainly to glutamic residues of acceptor proteins (Fig 1). DNA-strand breakage was long considered to be the main trigger of PAR synthesis through the activation of PARP1, which led to opposite outcomes—repair of the damaged site and cell survival, or cell death—depending on the cellular context and on the intensity of the DNA insult. Poly(ADP-ribosyl)ation in response to DNA damage is highly energy-consuming, as PAR size is estimated to reach up to 200 units under stress conditions. However, the size and branching of PAR synthesized under normal conditions is still unclear. The recent discovery of novel putative PARP proteins—which have increased the number of PARP family members to 17 (Fig 2)—has considerably extended the field of study of this protein modification, which occurs only in non-yeast eukaryotes (Amé et al, 2004; Otto et al, 2005; Schreiber et al, 2006). It remains to be determined whether all PARP family members can effectively synthesize PAR and, if so, whether this PAR has a comparable structure to that synthesized by the founding member PARP1. In addition, some PARP family members, which lack conserved residues crucial for polymer elongation, could instead be mono(ADP-ribose) transferases. A detailed biochemical characterization of each PARP family member will allow us to answer these questions in the future. PAR can be degraded either by PARG—which is encoded by a single gene but is present in different isoforms that show various subcellular localizations (for a review, see Gagne et al, 2006)—or by the recently described ARH3, which shares little, if any, sequence similarity with PARG (Oka et al, 2006). However, if, how and when the last ADP-ribose moiety is removed from the target protein by a lyase activity remains an open question.",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 984,
                    "mention": "Amé et al, 2004",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 986,
                    "end": 1002,
                    "mention": "Otto et al, 2005",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1004,
                    "end": 1025,
                    "mention": "Schreiber et al, 2006",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1665,
                    "end": 1682,
                    "mention": "Gagne et al, 2006",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1779,
                    "end": 1794,
                    "mention": "Oka et al, 2006",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 203,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 844,
                    "end": 849,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Poly(ADP-ribosyl)ation modulates protein function by regulating either enzymatic activities or macromolecular interactions with proteins, DNA or RNA. On the other hand, PAR molecules can also regulate protein activity and function through non-covalent binding. This is illustrated by the exponentially growing list of protein–protein, protein–DNA and protein–RNA interactions that either require or are prevented by PAR. However, the role of non-covalent PAR-binding is likely to attract protein targets to specific subcellular sites. A somewhat conserved 20 amino-acid PAR-binding motif was initially established from the analysis of several DNA-repair and checkpoint proteins (Pleschke et al, 2000). More recently, some macro domains—such as those found in PARP9 or in a viral protein from the SARS coronavirus—and a C2H2 zinc-finger, known as the PBZ, have also been shown to bind to PAR in vitro (Ahel et al, 2008; Egloff et al, 2006; Karras et al, 2005). In some cases, a single protein target can bind to PAR non-covalently and also be an acceptor for poly(ADP-ribosyl)ation, which are processes that probably have different functional outcomes, such as recruitment to a site were PAR is produced and modification of the activity of the recruited protein, respectively. Whether the effect of PAR is due to steric hindrance or to electrostatic repulsion generated by the negatively charged ADP-ribose polymers is still an open question. Differences in the length and branching of PAR probably add another level of regulation that could allow different functional outcomes (Fahrer et al, 2007).",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 699,
                    "mention": "Pleschke et al, 2000",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 901,
                    "end": 917,
                    "mention": "Ahel et al, 2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 919,
                    "end": 937,
                    "mention": "Egloff et al, 2006",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 939,
                    "end": 957,
                    "mention": "Karras et al, 2005",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1578,
                    "end": 1596,
                    "mention": "Fahrer et al, 2007",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Functional roles of PAR at the molecular level",
            "ref_spans": []
        },
        {
            "text": "Among the alternative roles proposed for PAR is the provocative but appealing idea of it being a local supply of ATP molecules, which is important in conditions of ATP shortage. PARP1 activation in response to DNA breaks could support the ATP supply necessary for ligation, which is the final step of single-strand break repair (SSBR). Converting PAR into ATP requires pyrophosphate, the by-product of nucleotide incorporation, which occurs during DNA-repair synthesis (Petermann et al, 2003). Supporting this idea, AMPK, which is activated when the ATP concentration is limiting, phosphorylates PARP1, thereby enhancing its automodification (Walker et al, 2006).",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 491,
                    "mention": "Petermann et al, 2003",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 643,
                    "end": 661,
                    "mention": "Walker et al, 2006",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Functional roles of PAR at the molecular level",
            "ref_spans": []
        },
        {
            "text": "A role for PAR, and/or ADP-ribose, as a signalling molecule is also an attractive idea. In this regard, the essential contribution of PAR during the initiation of a caspase-independent cell-death pathway is described below. In addition, it has long been known that ADP-ribose acts as a second messenger that activates the TRPM2 channel to allow Ca2+ influx in response to oxidative stress, although a direct involvement of PARP1/PARG in producing these ADP-ribose molecules was only recently revealed (Buelow et al, 2008).",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 520,
                    "mention": "Buelow et al, 2008",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Functional roles of PAR at the molecular level",
            "ref_spans": []
        },
        {
            "text": "The human PARP family members that have been studied using biochemical or genetic approaches have already increased the diversity of cellular processes in which PAR or PARPs seem to have a role (Table 1). Here, we discuss some of these processes, with a particular emphasis on those that have been described recently.",
            "cite_spans": [],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The role of PAR in the regulation of chromatin structure, DNA repair, replication, transcription, insulation and telomere homeostasis has been described in several recent in-depth reviews, and is therefore only briefly mentioned here (Hsiao & Smith, 2008; Kraus, 2008; Schreiber et al, 2006). PAR is a crucial regulator of the DNA-damage response that involves the SSBR/BER pathway. PARP1 activation by DNA breaks leads to the relaxation of chromatin superstructure owing to poly(ADP-ribosyl)ation of histones—mainly H1—and favours the recruitment of repair factors that have a strong affinity for PAR, such as the SSBR/BER-repair scaffold protein XRCC1 (El-Khamisy et al, 2003; Okano et al, 2003). The interaction of PAR with many other repair factors and checkpoint proteins probably also contributes to the DNA-damage response (Ahel et al, 2008; Haince et al, 2008). The prevention of PAR synthesis by PARP inhibitors, or Parp1 gene disruption in mice, leads to repair defects, cell-cycle perturbation and increased genomic instability, emphasizing the function of PARP1 as a caretaker of the genome (Masutani et al, 1999; Menissier de Murcia et al, 1997; Wang et al, 1997). The regulation of chromatin structure by PARP1 and PAR has been studied in vitro and in vivo at inducible mammalian promoters, and also in Drosophila—which contains only homologues of PARP1, tankyrase 1 and PARP16—at stress-activated puff loci. These studies revealed that PARP1 can regulate chromatin architecture, nucleosome removal and transcription activation in response to the appropriate stimulus (Kraus, 2008; Krishnakumar et al, 2008; Petesch & Lis, 2008; Tulin & Spradling, 2003).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 254,
                    "mention": "Hsiao & Smith, 2008",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 256,
                    "end": 267,
                    "mention": "Kraus, 2008",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 269,
                    "end": 290,
                    "mention": "Schreiber et al, 2006",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 655,
                    "end": 677,
                    "mention": "El-Khamisy et al, 2003",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 679,
                    "end": 696,
                    "mention": "Okano et al, 2003",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 831,
                    "end": 847,
                    "mention": "Ahel et al, 2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 849,
                    "end": 867,
                    "mention": "Haince et al, 2008",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1104,
                    "end": 1124,
                    "mention": "Masutani et al, 1999",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1126,
                    "end": 1157,
                    "mention": "Menissier de Murcia et al, 1997",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1159,
                    "end": 1175,
                    "mention": "Wang et al, 1997",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1583,
                    "end": 1594,
                    "mention": "Kraus, 2008",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1596,
                    "end": 1620,
                    "mention": "Krishnakumar et al, 2008",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1622,
                    "end": 1641,
                    "mention": "Petesch & Lis, 2008",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1643,
                    "end": 1666,
                    "mention": "Tulin & Spradling, 2003",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "PAR has also been shown to regulate gene expression by acting on insulators—which demarcate heterochromatin/euchromatin boundaries and prevent inappropriate cross-activation of neighbouring genes. The transcriptional insulator CTCF stimulates PARP1 activation and is poly(ADP-ribosyl)ated in vivo. In addition, PAR was shown to inhibit the DNA methyl transferase DNMT1. Altogether, these events contribute to chromatin insulation (Guastafierro et al, 2008; Yu et al, 2004). PARP1 could also regulate chromatin remodelling, as poly(ADP-ribosyl)ation of the FACT chromatin remodeler in reconstituted nucleosomes was shown to repress the exchange of histone H2A with the histone variant H2AX—the phosphorylation of which is a marker of double-strand DNA breaks (Heo et al, 2008).",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 455,
                    "mention": "Guastafierro et al, 2008",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 457,
                    "end": 471,
                    "mention": "Yu et al, 2004",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 759,
                    "end": 774,
                    "mention": "Heo et al, 2008",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "The functional relationship between PARP1 and the NAD+-consuming enzyme SIRT1—a NAD+-dependent histone deacetylase—will probably be the subject of extensive future studies, as both activities seem to be interconnected. Local NAD+ depletion by PARP1, together with the by-product of PAR synthesis nicotinamide—a SIRT1 inhibitor—might regulate the functionality of SIRT1. The reverse could also be true, as shown by the increased activation of PARP1 in cells that are deficient in SIRT1 deacetylase activity (Kolthur-Seetharam et al, 2006), with both effects synergistically favouring chromatin decondensation.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 536,
                    "mention": "Kolthur-Seetharam et al, 2006",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "Some PARPs were reported to act as transcription cofactors. PARP1, PARP2, PARP9/BAL1 and PARP14/Coast6 have been shown to regulate transcription by influencing the formation or activity of various transcription-factor complexes, the list of which is continuously expanding (Goenka et al, 2007; Juszczynski et al, 2006; Kraus, 2008; Yelamos et al, 2008). However, PAR synthesis is not always necessary in this process, as observed for the PARP1-dependent but PAR-independent coactivation of NF-κB in response to inflammatory stimuli (Hassa et al, 2005).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 292,
                    "mention": "Goenka et al, 2007",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 294,
                    "end": 317,
                    "mention": "Juszczynski et al, 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 319,
                    "end": 330,
                    "mention": "Kraus, 2008",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 332,
                    "end": 351,
                    "mention": "Yelamos et al, 2008",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 533,
                    "end": 550,
                    "mention": "Hassa et al, 2005",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "A role for PARPs or PAR in the regulation of cell division, cell-cycle progression or cell proliferation has been postulated, and is supported by the function and localization of many PARPs—and PAR (Chang et al, 2004)—at subcellular sites that are crucial for cell-cycle regulation, such as centrosomes and mitotic-spindle poles (PARP1, PARP3 and tankyrase 1), mitotic centromeres or kinetochores (PARP1 and PARP2), mitotic spindle (vPARP and PARP2) and telomeres (tankyrase 1). Furthermore, PARPs/PAR associate with molecules that are implicated in cell-cycle control—such as mitotic-checkpoint proteins (Ahel et al, 2008)—and pharmacological inhibition, silencing or genetic ablation of some PARPs (tankyrase 1, PARP1 and PARP2), or overexpression of others (PARP3 and PARP10), has been shown to alter cell-cycle progression (for a review, see Hsiao & Smith, 2008; Schreiber et al, 2006).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 216,
                    "mention": "Chang et al, 2004",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 606,
                    "end": 622,
                    "mention": "Ahel et al, 2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 846,
                    "end": 865,
                    "mention": "Hsiao & Smith, 2008",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 867,
                    "end": 888,
                    "mention": "Schreiber et al, 2006",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "One of the most exciting recent findings was that PAR synthesis can trigger cell death directly. This discovery led to a model in which PAR is a crucial regulator of cell fate in response to DNA damage, allowing a rapid cellular evaluation of the extent of damage, and controlling the decision between life and death. According to this model, PARP1 activation by tolerable amounts of DNA breaks favours DNA repair and cell survival, whereas PARP1 deficiency or inhibition affects DNA-break repair, delays cell-cycle progression and triggers apoptotic cell death—making PARP inhibitors promising therapeutic molecules to potentiate the action of genotoxic antitumoral drugs (Curtin, 2005). The overactivation of PARP1 upon severe DNA injury was shown to trigger cell death by a caspase-independent but AIF-dependent mechanism (Yu et al, 2006). In addition, PAR was shown to be required for the sequential activation of calpain and proapoptotic factor BAX, which leads to AIF translocation from the mitochondria to the nucleus, where it induces large-scale DNA fragmentation and subsequent PARP1 overactivation, leading to energy depletion and cell death (Moubarak et al, 2007; Yu et al, 2006). PARP1−/− mice and mice treated with PARP inhibitors show protection from tissue injury and organ failure in various oxidative stress-related disease models—such as acute and chronic inflammatory diseases or ischaemia—and neurodegenerative disorders (Jagtap & Szabo, 2005).",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 686,
                    "mention": "Curtin, 2005",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 826,
                    "end": 840,
                    "mention": "Yu et al, 2006",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1154,
                    "end": 1174,
                    "mention": "Moubarak et al, 2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1176,
                    "end": 1190,
                    "mention": "Yu et al, 2006",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1443,
                    "end": 1463,
                    "mention": "Jagtap & Szabo, 2005",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "Many—sometimes conflicting—studies have attempted to decipher the complex functional relationship between PARP1 and another guardian of the genome, p53. Poly(ADP-ribosyl)ation has been proposed to positively regulate p53, by impeding its interaction with the nuclear-export receptor CRM1, resulting in nuclear accumulation of p53 and transactivation of target genes (Kanai et al, 2007). This result is, however, difficult to reconcile with data showing that non-covalent PAR binding to p53 impairs its DNA binding to consensus sequences (Malanga et al, 1998).",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 384,
                    "mention": "Kanai et al, 2007",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 538,
                    "end": 557,
                    "mention": "Malanga et al, 1998",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "Many physiological and pathophysiological roles have been ascribed to PAR at a systemic level. Animal models that are genetically deficient in PARP family members have allowed the discovery of new and diverse physiological roles of PARPs and PAR, for example, in fat metabolism, spermatogenesis and T-cell development (PARP2−/−; Yelamos et al, 2008) or in PDGF signalling (TiPARP−/−; Schmahl et al, 2007). Double-knockout mice have also underscored the possible partial redundancy between some PARP family members, such as PARP1 and PARP2, or tankyrase 1 and tankyrase 2 (Chiang et al, 2008; Menissier de Murcia et al, 2003). Interestingly, PARP1−/− mice have mainly revealed phenotypes in physiopathological situations, such as sensitivity towards genotoxic agents, and protection from inflammatory and neurological disorders, as mentioned above. The role of PARPs/PAR in carcinogenesis is less clear. PARP9/BAL1—which is overexpressed in some high-risk B lymphomas and able to promote cell migration—is suspected to participate in tumour progression (Juszczynski et al, 2006), whereas vPARP−/− mice show increased sensitivity to carcinogen-induced colon tumours (Raval-Fernandes et al, 2005). The role of PARP1 in carcinogenesis is also still ambiguous; the susceptibility of PARP1−/− mice to chemically induced and spontaneous tumour development seems to depend not only on the carcinogen and the target organ, but also on which one of the three existing PARP1−/− mice models is used (Martin-Oliva et al, 2006; Miwa & Masutani, 2007; Tong et al, 2007). Hypoxia—a phenomenon associated with tumour growth—was shown to be counteracted by PARP inhibitors or by genetic ablation of PARP1 (Martin-Oliva et al, 2006). However, inhibition of PARP activity has promising outcomes in cancer treatment, as PARP inhibitors—which are non-specific to PARP1 and can inhibit other PARP family members—can potentiate the effect of chemotherapeutic drugs and radiotherapy, and have been shown to selectively kill tumour cells with deficiencies in BRCA1, BRCA2 and other factors involved in double-stranded DNA-break repair through homologous recombination (Turner et al, 2008). Some of these inhibitors have already entered clinical trials for cancer treatment (Curtin, 2005).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 348,
                    "mention": "Yelamos et al, 2008",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 384,
                    "end": 403,
                    "mention": "Schmahl et al, 2007",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 572,
                    "end": 590,
                    "mention": "Chiang et al, 2008",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 592,
                    "end": 623,
                    "mention": "Menissier de Murcia et al, 2003",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1053,
                    "end": 1076,
                    "mention": "Juszczynski et al, 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1165,
                    "end": 1192,
                    "mention": "Raval-Fernandes et al, 2005",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1488,
                    "end": 1512,
                    "mention": "Martin-Oliva et al, 2006",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1514,
                    "end": 1535,
                    "mention": "Miwa & Masutani, 2007",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1537,
                    "end": 1553,
                    "mention": "Tong et al, 2007",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1688,
                    "end": 1712,
                    "mention": "Martin-Oliva et al, 2006",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2143,
                    "end": 2161,
                    "mention": "Turner et al, 2008",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2248,
                    "end": 2260,
                    "mention": "Curtin, 2005",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "Several PARPs also actively participate in the host response to viral infection. The role of PARP1 in host–virus interactions is, however, ambiguous, as there are studies showing both proviral and antiviral effects of PARP1 on viral replication and transcription (Kameoka et al, 2004; Parent et al, 2005). PARP13/ZAP is a suppressor of retrovirus infection that induces viral RNA degradation (Kerns et al, 2008) and BAL1/PARP9—which acts in the interferon-γ signalling pathway (Juszczynski et al, 2006)—is also likely to influence host–virus interactions. It will be useful to evaluate whether these PARP family members could constitute potential new therapeutic targets in viral infections.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 283,
                    "mention": "Kameoka et al, 2004",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 285,
                    "end": 303,
                    "mention": "Parent et al, 2005",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 393,
                    "end": 410,
                    "mention": "Kerns et al, 2008",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 478,
                    "end": 501,
                    "mention": "Juszczynski et al, 2006",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "The extended biological outcomes of poly(ADP-ribosyl)ation",
            "ref_spans": []
        },
        {
            "text": "Among the 17 members of the PARP family, PARP1 and PARP2 were the only PARP enzymes reported to be highly stimulated by DNA interruptions. The discovery that PARP1 could also be activated by particular types of DNA structure—such as hairpins, cruciforms and supercoiled DNA (Kim et al, 2004; Lonskaya et al, 2005)—invalidated the dogma that DNA breaks are essential for activation. Similarly, it was subsequently observed that PARP1 could even be activated by protein–protein interactions in the absence of DNA in vivo and in vitro, as reported for phosphorylated ERK and for CTCF (Cohen-Armon et al, 2007; Guastafierro et al, 2008). These findings strongly support the emerging idea that PARP1 could have other physiological functions besides DNA nick-sensing.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 290,
                    "mention": "Kim et al, 2004",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 292,
                    "end": 312,
                    "mention": "Lonskaya et al, 2005",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 582,
                    "end": 605,
                    "mention": "Cohen-Armon et al, 2007",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 607,
                    "end": 631,
                    "mention": "Guastafierro et al, 2008",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "How are PARPs activated and regulated?",
            "ref_spans": []
        },
        {
            "text": "PARP1 inactivation was observed upon binding to the histone variant macroH2A1.1 at the unstimulated HSP70.1 promoter (Ouararhni et al, 2006) and to the microtubule-based molecular-motor KIF4 in the absence of neuron stimulation (Midorikawa et al, 2006). In Drosophila, core histones have been shown to regulate Parp1 activation differentially, with H2A and the amino-terminal tail of histone H4 having an inhibitory and stimulatory effect, respectively (Pinnola et al, 2007). Another possible PARP1 regulator that should be considered is the nuclear NAD+biosynthetic enzyme NMNAT1, which, in addition to providing PARP1 with its substrate NAD+, is able to associate with automodified PARP1. This physical interaction is sufficient to stimulate PARP1 activity in vitro, independently of NMNAT1 enzymatic activity (Berger et al, 2007).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "mention": "Ouararhni et al, 2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 229,
                    "end": 251,
                    "mention": "Midorikawa et al, 2006",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 454,
                    "end": 473,
                    "mention": "Pinnola et al, 2007",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 813,
                    "end": 831,
                    "mention": "Berger et al, 2007",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "How are PARPs activated and regulated?",
            "ref_spans": []
        },
        {
            "text": "PARP1 function can also be modulated by post-translational modifications. Phosphorylation by ERK1/2 provides maximal activation after DNA damage (Kauppinen et al, 2006), and acetylation by the histone acetyl transferases p300 and CBP enhances the synergistic cooperativity between PARP1, p300/CBP and the mediator complex in NF-κB-dependent gene activation in response to inflammatory stimuli (Hassa et al, 2005). PARP1 activity can also be controlled by its mislocalization, as is the case during HIV-1 infection, when VPR sequesters PARP1 in the cytoplasm. This strategy allows the virus to alter the PARP1 functions that could interfere with viral pathogenesis, such as NF-κB coactivation (Muthumani et al, 2006). Finally, little is known about the regulation of the other PARP family members and of the highly active PAR-degrading enzyme PARG, which also need to be tightly controlled and are therefore probably subject to stringent regulation.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 167,
                    "mention": "Kauppinen et al, 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 394,
                    "end": 411,
                    "mention": "Hassa et al, 2005",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 693,
                    "end": 714,
                    "mention": "Muthumani et al, 2006",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "How are PARPs activated and regulated?",
            "ref_spans": []
        },
        {
            "text": "The importance of PAR in the regulation of both physiological and pathophysiological processes has been widely illustrated, whereas the molecular mechanisms implicated have not yet been clearly defined. This fact is emphasized by the frequent difficulty to reconcile data obtained either in vitro or from cellular models with the apparent lack of a corresponding phenotype in genetically altered mouse models. It is interesting to note that one of the first roles of PARP1 and PAR to be discovered—the regulation of chromatin structure—was neglected when the appearance of mice and cellular models opened the way to physiological and pathophysiological studies. However, this function has once again come to the forefront and has been re-examined as a possible way in which to reconcile the pleiotropic functions described for PARP1 so far. In addition, the complex structural nature of the PAR produced is not yet fully understood. We still do not know if and how polymer length and ramification are regulated in vivo, and for what purpose. Many other obvious questions are still waiting for answers (Sidebar A). Why is it worthwhile for a cell to synthesize this highly energy-consuming molecule? Why does evolution keep selecting this post-translational protein modification, and driving the appearance of additional PARP family members in higher eukaryotes and of functional splicing variants for many PARPs (Otto et al, 2005; Schreiber et al, 2006)? The members of the PARP family studied so far have already emphasize the wide diversity of cellular processes in which this post-translational protein modification seems to have a crucial role. Although we have come a long way since the times when poly(ADP-ribosyl)ation was regarded as a mere curiosity, a considerable amount of time and effort will probably be required to answer all of the remaining questions regarding PAR functions and regulation (Sidebar A).",
            "cite_spans": [
                {
                    "start": 1413,
                    "end": 1429,
                    "mention": "Otto et al, 2005",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1431,
                    "end": 1452,
                    "mention": "Schreiber et al, 2006",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Do new PARPs and functions mean more complexity?",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The diversity of cellular processes involving PARPs\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Metabolism of poly(ADP-ribose). PARPs hydrolyse NAD+ and catalyse the successive addition of ADP-ribose units mainly to glutamate residues of either acceptor proteins (heteromodification) or themselves (automodification). PAR is heterogeneous in size and complexity, as indicated by the x, y and z labels that represent values from 0 to >200. PARG and ARH3 can both hydrolyse PAR at the indicated positions; activators and outcomes of PAR synthesis are indicated. Ade, adenine; ARH3, ADP-ribosyl hydrolase-3; Nam, nicotinamide; PAR, poly(ADP-ribose); PARG, poly(ADP-ribose) glycohydrolase; PARP, poly(ADP-ribose) polymerase; Rib, ribose.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Domain architecture of human poly(ADP-ribose) polymerase family members. Within each putative PARP domain, the region that is homologous to residues 859–908 of PARP1—the PARP signature—is indicated by a darker colour. BRCT, SAM, UIM, MVP-BD, VWA and ANK are protein-interaction modules. ANK, ankyrin; BRCT, BRCA1-carboxy-terminus; HPS, homopolymeric runs of His, Pro and Ser; macro, domain involved in ADP-ribose and poly(ADP-ribose) binding; MVP-BD, MVP-binding; NES, nuclear export signal; N(o)LS, nuclear (nucleolar) localization signal; PARP, poly(ADP-ribose) polymerase; PARP_Reg, putative regulatory domain; RRM, RNA-binding motif; SAM, sterile α-motif; TiPARP, 2,3,7,8-tetrachlorodibenzo-p-dioxin-inducible poly(ADP-ribose) polymerase; UIM, ubiquitin-interacting motif; VIT, vault inter-α-trypsin; vPARP, vault poly(ADP-ribose) polymerase; vWA, von Willebrand factor type A; WGR, conserved W, G and R residues; WWE, conserved W, W and E residues; ZnF, DNA or RNA binding zinc fingers (except PARP1 ZnFIII, which coordinates DNA-dependent enzyme activation).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Poly(ADP-ribose)-binding zinc finger motifs in DNA repair/checkpoint proteins",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "81-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A requirement for PARP-1 for the assembly or stability of XRCC1 nuclear foci at sites of oxidative DNA damage",
            "authors": [],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "5526-5533",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Quantitative analysis of the binding affinity of poly(ADP-ribose) to specific binding proteins as a function of chain length",
            "authors": [],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The expanding role of poly(ADP-ribose) metabolism: current challenges and new perspectives",
            "authors": [],
            "year": 2006,
            "venue": "Curr Opin Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "145-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Collaborator of Stat6 (CoaSt6)-associated poly(ADP-ribose) polymerase activity modulates Stat6-dependent gene transcription",
            "authors": [],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "18732-18739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "CCCTC-binding factor activates PARP-1 affecting DNA methylation machinery",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "21873-21880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "PARP1-dependent kinetics of recruitment of MRE11 and NBS1 proteins to multiple DNA damage sites",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "1197-1208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Acetylation of poly(ADP-ribose) polymerase-1 by p300/CREB-binding protein regulates coactivation of NF-κB-dependent transcription",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "40450-40464",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "FACT-mediated exchange of histone variant H2AX regulated by phosphorylation of H2AX and ADP-ribosylation of Spt16",
            "authors": [],
            "year": 2008,
            "venue": "Mol Cell",
            "volume": "30",
            "issn": "",
            "pages": "86-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Tankyrase function at telomeres, spindle poles, and beyond",
            "authors": [],
            "year": 2008,
            "venue": "Biochimie",
            "volume": "90",
            "issn": "",
            "pages": "83-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Poly(ADP-ribose) polymerase and the therapeutic effects of its inhibitors",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Drug Discov",
            "volume": "4",
            "issn": "",
            "pages": "421-440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The PARP superfamily",
            "authors": [],
            "year": 2004,
            "venue": "Bioessays",
            "volume": "26",
            "issn": "",
            "pages": "882-893",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "BAL1 and BBAP are regulated by a γ interferon-responsive bidirectional promoter and are overexpressed in diffuse large B-cell lymphomas with a prominent inflammatory infiltrate",
            "authors": [],
            "year": 2006,
            "venue": "Mol Cell Biol",
            "volume": "26",
            "issn": "",
            "pages": "5348-5359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "RNA interference directed against poly(ADP-ribose) polymerase 1 efficiently suppresses human immunodeficiency virus type 1 replication in human cells",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "8931-8934",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Inhibition of Crm1-p53 interaction and nuclear export of p53 by poly(ADP-ribosyl)ation",
            "authors": [],
            "year": 2007,
            "venue": "Nat Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "1175-1183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The macro domain is an ADP-ribose binding module",
            "authors": [],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "1911-1920",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Direct phosphorylation and regulation of poly(ADP-ribose) polymerase-1 by extracellular signal-regulated kinases 1/2",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "7136-7141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Positive selection and increased antiviral activity associated with the PARP-containing isoform of human zinc-finger antiviral protein",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "NAD+-dependent modulation of chromatin structure and transcription by nucleosome binding properties of PARP-1",
            "authors": [],
            "year": 2004,
            "venue": "Cell",
            "volume": "119",
            "issn": "",
            "pages": "803-814",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Control of AIF-mediated cell death by the functional interplay of SIRT1 and PARP-1 in response to DNA damage",
            "authors": [],
            "year": 2006,
            "venue": "Cell Cycle",
            "volume": "5",
            "issn": "",
            "pages": "873-877",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Transcriptional control by PARP-1: chromatin modulation, enhancer-binding, coregulation, and insulation",
            "authors": [],
            "year": 2008,
            "venue": "Curr Opin Cell Biol",
            "volume": "20",
            "issn": "",
            "pages": "294-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Reciprocal binding of PARP-1 and histone H1 at promoters specifies transcriptional outcomes",
            "authors": [],
            "year": 2008,
            "venue": "Science",
            "volume": "319",
            "issn": "",
            "pages": "819-821",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Regulation of poly(ADP-ribose) polymerase 1 activity by the phosphorylation state of the nuclear NAD biosynthetic enzyme NMN adenylyl transferase 1",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "104",
            "issn": "",
            "pages": "3765-3770",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Regulation of poly(ADP-ribose) polymerase-1 by DNA structure-specific binding",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "17076-17083",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Poly(ADP-ribose) binds to specific domains of p53 and alters its DNA binding functions",
            "authors": [],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "11839-11843",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Inhibition of poly(ADP-ribose) polymerase modulates tumor-related gene expression, including hypoxia-inducible factor-1 activation, during skin carcinogenesis",
            "authors": [],
            "year": 2006,
            "venue": "Cancer Res",
            "volume": "66",
            "issn": "",
            "pages": "5744-5756",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Poly(ADP-ribose) polymerase gene disruption conferred mice resistant to streptozotocin-induced diabetes",
            "authors": [],
            "year": 1999,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "96",
            "issn": "",
            "pages": "2301-2304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Requirement of poly(ADP-ribose) polymerase in recovery from DNA damage in mice and in cells",
            "authors": [],
            "year": 1997,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "94",
            "issn": "",
            "pages": "7303-7307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Functional interaction between PARP-1 and PARP-2 in chromosome stability and embryonic development in mouse",
            "authors": [],
            "year": 2003,
            "venue": "EMBO J",
            "volume": "22",
            "issn": "",
            "pages": "2255-2263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "KIF4 motor regulates activity-dependent neuronal survival by suppressing PARP-1 enzymatic activity",
            "authors": [],
            "year": 2006,
            "venue": "Cell",
            "volume": "125",
            "issn": "",
            "pages": "371-383",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "PolyADP-ribosylation and cancer",
            "authors": [],
            "year": 2007,
            "venue": "Cancer Sci",
            "volume": "98",
            "issn": "",
            "pages": "1528-1535",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Sequential activation of poly(ADP-ribose) polymerase 1, calpains, and Bax is essential in apoptosis-inducing factor-mediated programmed necrosis",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cell Biol",
            "volume": "27",
            "issn": "",
            "pages": "4844-4862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The HIV-1 Vpr and glucocorticoid receptor complex is a gain-of-function interaction that prevents the nuclear localization of PARP-1",
            "authors": [],
            "year": 2006,
            "venue": "Nat Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "170-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The poly(ADP-ribose) polymerase PARP-1 is required for oxidative stress-induced TRPM2 activation in lymphocytes",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "24571-24583",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Identification and characterization of a mammalian 39-kDa poly(ADP-ribose) glycohydrolase",
            "authors": [],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "705-713",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Spatial and temporal cellular responses to single-strand breaks in human cells",
            "authors": [],
            "year": 2003,
            "venue": "Mol Cell Biol",
            "volume": "23",
            "issn": "",
            "pages": "3974-3981",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "In silico characterization of the family of PARP-like poly(ADP-ribosyl)transferases (pARTs)",
            "authors": [],
            "year": 2005,
            "venue": "BMC Genomics",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "The histone variant mH2A1.1 interferes with transcription by down-regulating PARP-1 enzymatic activity",
            "authors": [],
            "year": 2006,
            "venue": "Genes Dev",
            "volume": "20",
            "issn": "",
            "pages": "3324-3336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Poly(ADP-ribose) polymerase-1 is a negative regulator of HIV-1 transcription through competitive binding to TAR RNA with Tat.positive transcription elongation factor b (p-TEFb) complex",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "448-457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "ATP-dependent selection between single nucleotide and long patch base excision repair",
            "authors": [],
            "year": 2003,
            "venue": "DNA Repair",
            "volume": "2",
            "issn": "",
            "pages": "1101-1114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Rapid, transcription-independent loss of nucleosomes over a large chromatin domain at Hsp70 loci",
            "authors": [],
            "year": 2008,
            "venue": "Cell",
            "volume": "134",
            "issn": "",
            "pages": "74-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Nucleosomal core histones mediate dynamic regulation of poly(ADP-ribose) polymerase 1 protein binding to chromatin and induction of its enzymatic activity",
            "authors": [],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "32511-32519",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Poly(ADP-ribose) binds to specific domains in DNA damage checkpoint proteins",
            "authors": [],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "40974-40980",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Increased susceptibility of vault poly(ADP-ribose) polymerase-deficient mice to carcinogen-induced tumorigenesis",
            "authors": [],
            "year": 2005,
            "venue": "Cancer Res",
            "volume": "65",
            "issn": "",
            "pages": "8846-8852",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Poly(ADP-ribose) is required for spindle assembly and structure",
            "authors": [],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "645-649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "PDGF signaling specificity is mediated through multiple immediate early genes",
            "authors": [],
            "year": 2007,
            "venue": "Nat Genet",
            "volume": "39",
            "issn": "",
            "pages": "52-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Poly(ADP-ribose): novel functions for an old molecule",
            "authors": [],
            "year": 2006,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "517-528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Poly(ADP-ribose) polymerase-1 plays a role in suppressing mammary tumourigenesis in mice",
            "authors": [],
            "year": 2007,
            "venue": "Oncogene",
            "volume": "26",
            "issn": "",
            "pages": "3857-3867",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Chromatin loosening by poly(ADP)-ribose polymerase (PARP) at Drosophila puff loci",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "299",
            "issn": "",
            "pages": "560-562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "A synthetic lethal siRNA screen identifying genes mediating sensitivity to a PARP inhibitor",
            "authors": [],
            "year": 2008,
            "venue": "EMBO J",
            "volume": "27",
            "issn": "",
            "pages": "1368-1377",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "AMP-activated protein kinase is a positive regulator of poly(ADP-ribose) polymerase",
            "authors": [],
            "year": 2006,
            "venue": "Biochem Biophys Res Commun",
            "volume": "342",
            "issn": "",
            "pages": "336-341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "PARP is important for genomic stability but dispensable in apoptosis",
            "authors": [],
            "year": 1997,
            "venue": "Genes Dev",
            "volume": "11",
            "issn": "",
            "pages": "2347-2358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Toward specific functions of poly(ADP-ribose) polymerase-2",
            "authors": [],
            "year": 2008,
            "venue": "Trends Mol Med",
            "volume": "14",
            "issn": "",
            "pages": "169-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Apoptosis-inducing factor mediates poly(ADP-ribose) (PAR) polymer-induced cell death",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "18314-18319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Poly(ADP-ribosyl)ation regulates CTCF-dependent chromatin insulation",
            "authors": [],
            "year": 2004,
            "venue": "Nat Genet",
            "volume": "36",
            "issn": "",
            "pages": "1105-1110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Tankyrase 1 and tankyrase 2 are essential but redundant for mouse embryonic development",
            "authors": [],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "DNA-independent PARP-1 activation by phosphorylated ERK2 increases Elk1 activity: a link to histone acetylation",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cell",
            "volume": "25",
            "issn": "",
            "pages": "297-308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "PARP inhibitors for cancer therapy",
            "authors": [],
            "year": 2005,
            "venue": "Expert Rev Mol Med",
            "volume": "7",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Structural and functional basis for ADP-ribose and poly(ADP-ribose) binding by viral macro domains",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8493-8502",
            "other_ids": {
                "DOI": []
            }
        }
    }
}