{
    "paper_id": "PMC2694447",
    "metadata": {
        "title": "Genetic Strategy to Prevent Influenza Virus Infections in Animals",
        "authors": [
            {
                "first": "Jianzhu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steve",
                "middle": [
                    "C.-Y."
                ],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Stern",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [
                    "B."
                ],
                "last": "Scott",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Lois",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Currently, vaccination with killed or cold-adapted viruses is the preferred method of controlling influenza. However, the existing influenza vaccines have several drawbacks. First, the most commonly used vaccines (inactive viruses) prevent illness from infection in only 70%–90% of healthy adults and only 30%–40% of members of high-risk groups (infants, elderly individuals, immunocompromised individuals, and patients with chronic underlying diseases) [2]. Second, the influenza viruses incorporated into the vaccines are selected on the basis of surveillance data of recent prevalent strains. This best-guess method of predicting future circulating strains cannot account for and, thus, does not protect against unexpected strains or unanticipated pandemics. Third, the 4–6-month period required for formulating a new virus strain into vaccines and ramping up large-scale production of the new vaccines is too long to meet the demand during a crisis situation created by a rapidly moving pandemic. Finally, adverse effects associated with current vaccines and the technical and regulatory hurdles for producing a new vaccine should not be underestimated.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 456,
                    "mention": "2",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Influenza Prophylaxis and Therapeutics",
            "ref_spans": []
        },
        {
            "text": "There currently are 4 antiviral drugs for the treatment and prophylaxis of influenza. These drugs fall into 2 categories: M2 inhibitors (amantadine and rimantadine) and neuraminidase (NA) inhibitors (zanamivir and oseltamivir). Although these compounds can be used as chemoprophylactics, they are not substitutes for vaccination. Rather, they are used as adjuncts in controlling outbreaks of influenza virus infection. To be effective, the antiviral drugs have to be administered within the first 24–48 h after the development of symptoms. In addition, adverse effects, compliance problems, limited supply, and high costs preclude the widespread use of these antiviral drugs. Of still greater concern is the emergence of stable and transmissible drug-resistant strains of influenza virus [3]. Because of widespread resistance to rimantadine and amantadine, the Centers for Disease Control and Prevention advised physicians in January 2006 to stop prescribing these drugs for seasonal influenza virus infections. Similarly, influenza viruses that are resistant to NA inhibitors have been isolated from clinical samples [4]. This raises a serious concern about the widespread use of NA inhibitors.",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 790,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1119,
                    "end": 1120,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Influenza Prophylaxis and Therapeutics",
            "ref_spans": []
        },
        {
            "text": "The imminent threat of a global influenza pandemic caused by the avian influenza A(H5N1) virus demands the rapid development of new vaccines and the stockpiling of existing antiviral drugs. However, the limited efficacy and scope of current vaccines and antiviral drugs also demands the development of fundamentally new strategies to control influenza epidemics and pandemics. The natural reservoirs of influenza virus are aquatic birds and wild fowl, in which many different virus strains are circulating at any one time [5]. Viruses frequently are transmitted from wild species to domestic birds, causing devastating epidemics and pandemics in poultry populations. Avian viruses usually require adaptation before they can infect humans, although the current avian influenza A(H5N1) virus has been documented to infect humans directly and to cause severe disease. Annual influenza epidemics in human populations, including the documented outbreaks of 1997, 2003, and 2005, as well as the worldwide pandemics of 1918, 1958, and 1968, have been traced to avian sources [5, 6]. Influenza epidemics and pandemics are likely to intermittently cause havoc in poultry and human populations for the foreseeable future, unless effective long-term control can be achieved.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1069,
                    "end": 1070,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1072,
                    "end": 1073,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Development of Influenza-Resistant Poultry as a Fundamentally New Strategy for Influenza Control",
            "ref_spans": []
        },
        {
            "text": "Since domestic poultry serves as a key link between the natural reservoir of influenza viruses and epidemics and pandemics in human populations, an effective measure to control influenza would be to eliminate or reduce influenza virus infection in domestic poultry, to reduce the probability that avian influenza virus variants with pandemic-causing potential will arise. One approach to developing transgenic poultry that are resistant to influenza viruses is to use RNA-interference (RNAi) technology. The development and distribution of influenza-resistant poultry represents a fundamentally new strategy for controlling influenza epidemics and pandemics at their origins, in both poultry and human populations. The strategy should complement current approaches of influenza control through the use of vaccines and antiviral drugs.",
            "cite_spans": [],
            "section": "Development of Influenza-Resistant Poultry as a Fundamentally New Strategy for Influenza Control",
            "ref_spans": []
        },
        {
            "text": "RNAi is an evolutionarily conserved process in metazoans by which double-stranded RNA directs sequence-specific degradation of mRNA. Studies have shown that RNAi can be triggered by the introduction of synthetic 21-nt RNA duplexes [7], often referred to as “short interfering RNA” (siRNA), or by the expression of RNA duplexes in a hairpin structure [8], referred to as “short hairpin RNA” (shRNA), which can be processed into siRNA by cellular RNA endonucleases. RNAi has been shown to be effective in interfering with viruses such as HIV, hepatitis B virus, respiratory syncytial virus, poliovirus, rhinovirus, severe acute respiratory syndrome—associated coronavirus, and dengue virus in cell culture and, in a few cases, in animals.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 351,
                    "end": 352,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Technologies for Developing Influenza-Resistant Poultry",
            "ref_spans": []
        },
        {
            "text": "Directly relevant to influenza control, studies have shown that siRNA that is specific for conserved regions of influenza virus genes potently inhibit replication of a broad spectrum of influenza viruses in cell lines, chicken embryos, and mice [9, 10]. Stable expression of influenza-specific shRNA via a lentiviral vector in a cell line renders the cells refractory to influenza virus infection [10]. Similarly, introduction of the same lentiviral vector into the mouse lung results in significant inhibition of virus production in vivo. Together, these findings suggest the possibility of developing influenza-resistant poultry by transgenic expression of influenza-specific shRNA.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Technologies for Developing Influenza-Resistant Poultry",
            "ref_spans": []
        },
        {
            "text": "Lentivirus has been the vector of choice for stable expression of shRNA in cells and animals [11]. Recently, lentivirus-mediated transgenesis has been shown to be very efficient in birds. More than 70% of founder birds contain the vector sequences, and 4%–45% of founder birds give rise to germline transmission [12, 13]. In contrast, transgenesis in chickens by direct DNA injection or infection with oncoretroviral vectors is much less efficient, often requiring the screening of thousands of birds to obtain a single germline transmission [14]. Furthermore, unlike transgene expression from oncoretroviral vectors, which is often silenced by epigenetic modifications during early ontogeny, transgene expression from integrated lentiviral vectors has been found to be stable for 4 generations (B.B.S. and C.L., unpublished data).",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 317,
                    "end": 319,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Technologies for Developing Influenza-Resistant Poultry",
            "ref_spans": []
        },
        {
            "text": "A critical consideration in developing influenza-resistant poultry is the prevention of the emergence of resistant viruses. One approach is to use siRNA targeting the conserved regions of influenza virus genes, because these regions either do not change or change much less frequently than do other regions, probably owing to structural and/or functional constraints. Targeting the highly conserved region potentially allows the siRNA to remain effective despite antigenic drift and shift. It also has the potential to reduce the emergence of viable resistant variants. Another approach is to simultaneously express multiple shRNAs. The mutation rate of influenza virus is estimated to be 1.5×10-5 mutations/nucleotide/infection cycle [15]. If 4 shRNAs are expressed simultaneously, the probability of the emergence of a resistant virus can be reduced to 1 resistant virus/3×1021 virions. This probability can be assessed by use of the following example. The United States produced ∼9 billion broiler chickens in 2006. For a resistant virus to arise, each chicken would have to produce 3×1011 infectious virions. Under the assumption that 1 infected cell produces 3×103 new infectious virions, 108 cells/chicken would have to be infected. Thus, lentiviral vectors expressing ⩾4 shRNAs specific for the conserved regions of the influenza virus genome should be used for transgenic poultry production.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 738,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Technologies for Developing Influenza-Resistant Poultry",
            "ref_spans": []
        },
        {
            "text": "The development and distribution of influenza-resistant poultry for the control of influenza in both poultry and human populations will be likely to face significant technical, logistical, and social challenges. First, technologies for producing influenza-resistant poultry have not been demonstrated experimentally. Although cells can be rendered influenza resistant and transgenic quails have been efficiently generated by use of reporter genes, the expression of ⩾4 shRNAs from the same lentiviral vector has not been demonstrated. A proof of the concept of influenza resistance in a chicken or bird model, such as quail, also remains to be demonstrated.",
            "cite_spans": [],
            "section": "Technical, Logistical, and Social Considerations",
            "ref_spans": []
        },
        {
            "text": "Second, to be commercially viable, influenza-resistant chickens and ducks have to be produced in commercial pedigree lines. Introduction of transgenes into the pedigree lines would require the cooperation of commercial entities. Field testing of influenza resistance in transgenic chickens and ducks will require regulatory approval and close monitoring. In addition, to generate a large number (i.e., millions) of influenza-resistant chickens or ducks for commercial distribution from the same founder will be likely to take years and to require extremely stable transmission and expression of the transgene from generation to generation.",
            "cite_spans": [],
            "section": "Technical, Logistical, and Social Considerations",
            "ref_spans": []
        },
        {
            "text": "Third, transgenic poultry will be regarded as genetically modified organisms (GMOs). Since transgenic siRNA sequences are from the influenza virus genome, they should not pose any risk of influenza viruses acquiring novel or alien sequences. Resistance to GMO-based food in industrialized countries may prevent their introduction into the poultry industry in the near future. However, Asian countries, where frequent influenza outbreaks originate and where variants of epidemic- and pandemic-causing influenza virus usually arise, are likely to be more receptive to the introduction of influenza-resistant poultry. Influenza-resistant chickens and ducks may prove particularly effective in hindering the development and spread of disease in Asian countries where poultry farming is usually dispersed and is done in a family's backyard. In the long term, the introduction of influenza-resistant poultry, even in only some Asian countries, might reduce the frequency of influenza epidemics and pandemics in poultry populations, which in turn should reduce the frequency of global influenza epidemics and pandemics in human populations, leading to significant economic, social, and health benefits.",
            "cite_spans": [],
            "section": "Technical, Logistical, and Social Considerations",
            "ref_spans": []
        },
        {
            "text": "The development and distribution of influenza-resistant poultry represents a proactive strategy for controlling influenza epidemics and pandemics at their origin, in both poultry and human populations, and complements current approaches for influenza control by means of vaccines and antiviral drugs. However, the development and distribution of influenza-resistant poultry will be likely to require years and maybe even decades of research and development, as well as close collaboration among different entities. Nevertheless, the potential long-term economic and health benefits should justify the initial investment in research and development.",
            "cite_spans": [],
            "section": "Technical, Logistical, and Social Considerations",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Influenza: report by the WHO Secretariat to the 56th World Health Assembly",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Inhibition of influenza virus production in virus-infected mice by RNA interference",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Filip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "HN",
                    "middle": [],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "8676-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Germline transmission and tissue-specific expression of transgenes delivered by lentiviral vectors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lois",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pease",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "295",
            "issn": "",
            "pages": "868-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Efficient production of germline transgenic chickens using lentiviral vectors",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "McGrew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Ellard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO Rep",
            "volume": "5",
            "issn": "",
            "pages": "728-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Generation of tissue-specific transgenic birds with lentiviral vectors",
            "authors": [
                {
                    "first": "BB",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lois",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "16443-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Expression of exogenous protein in the egg white of transgenic chickens",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Speksnijder",
                    "suffix": ""
                },
                {
                    "first": "LR",
                    "middle": [],
                    "last": "Baugh",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ivarie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "396-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Measurement of the mutation rates of animal viruses: influenza A virus and poliovirus type 1",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Parvin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                },
                {
                    "first": "WT",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Leider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol",
            "volume": "59",
            "issn": "",
            "pages": "377-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Prevention and control of influenza: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 2006,
            "venue": "MMWR Recomm Rep",
            "volume": "55",
            "issn": "",
            "pages": "1-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "High levels of adamantane resistance among influenza A (H3N2) viruses and interim guidelines for use of antiviral agents—United States 2005–06 influenza season",
            "authors": [],
            "year": 2006,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "55",
            "issn": "",
            "pages": "44-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Resistance to anti-influenza drugs: adamantanes and neuraminidase inhibitors",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "HT",
                    "middle": [],
                    "last": "Hio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "4",
            "issn": "",
            "pages": "795-805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Evolution and ecology of influenza A viruses",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "OT",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Microbiol Rev",
            "volume": "56",
            "issn": "",
            "pages": "152-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Global epidemiology of influenza: past and present",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu Rev Med",
            "volume": "51",
            "issn": "",
            "pages": "407-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Duplexes of 21-nucleotide RNAs mediate RNA interference in cultured mammalian cells",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Elbashir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harborth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lendeckel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yalcin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuschl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "494-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A system for stable expression of short interfering RNAs in mammalian cells",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Brummelkamp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bernards",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agami",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "550-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "RNA interference of influenza virus production by directly targeting mRNA for degradation and indirectly inhibiting all viral RNA transcription",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McManus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "100",
            "issn": "",
            "pages": "2718-23",
            "other_ids": {
                "DOI": []
            }
        }
    }
}