{
    "paper_id": "PMC2742568",
    "metadata": {
        "title": "Brain Extracellular Matrix in Neurodegeneration",
        "authors": [
            {
                "first": "Dafna",
                "middle": [],
                "last": "Bonneh‐Barkay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Clayton",
                "middle": [
                    "A."
                ],
                "last": "Wiley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Compared to systemic ECM, the adult brain ECM is unusual in at least two respects. First, unlike other organs, the brain exhibits limited ultrastructurally well‐defined stromal space. Despite elegant descriptions by Camillo Golgi and Santiago Ramon y Cajal at the turn of the previous century, prior to the 1970s, it has been generally accepted that brain tissue consists predominantly of closely apposed neurons and glia, leaving little room for significant amounts of ECM. Several newer technologies have been used to gradually revise this theory to accommodate the presence of a variety of ECM molecules filling significant amounts of ECM space (93). Second, common ECM components of systemic organs (eg, fibronectin and collagen) are virtually absent from the adult brain ECM, while different types of proteoglycans are abundantly expressed in the adult brain and are localized to intercellular spaces between neurons and glia [For extensive review, see Yamaguchi (93), Dityatev and Schachner (31), and Bandtlow and Zimmermann (8).].",
            "cite_spans": [],
            "section": "The structure of the brain ECM ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": []
        },
        {
            "text": "In retrospect, the neuronal cell surface feature called the perineuronal net (PNN), first described by Camillo Golgi and Santiago Ramon y Cajal in 1890, is consistent with the “new discoveries” of adult brain ECM. PNNs are reticular networks observed on the surface of neuronal cell bodies and proximal dendrites (Figure 1). As the name implies, the ECM materials deposited in the space between neurons and astrocytic processes ensheath the neuronal cell surface with a netlike structure (Figure 1). While histologically bland in appearance, PNNs vary in character and distribution, each with a potentially unique molecular structure surrounding a wide variety of neurons (31). This structure includes lecticans, hyaluronic acid (HA), tenascin‐C and tenascin‐R. It is thought that the HA–lecticans–tenascin complex deposited on neuronal surfaces may form a repulsive barrier against approaching axons and dendrites. The absence of synaptic contacts along neuronal surfaces covered by PNN supports this hypothesis. Although the physiological role of PNNs has not been fully elucidated, their postnatal appearance suggests a role in limiting the development of new synaptic contacts (93).",
            "cite_spans": [],
            "section": "The structure of the brain ECM ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 489,
                    "end": 497,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "PNNs are a structural defined part of the ECM composed of a variety of proteoglycans. The diversity of proteoglycans in the ECM is dependent on differential expression of genes encoding core proteins, alternative splicing and transcription–termination, as well as variations in the length and types of glycosaminoglycan (GAG) side chains. Built around a core protein, polymers of 20–200 disaccharide repeats are attached through serine residues. Classified on the basis of disaccharide composition, GAGs are grouped as chondroitin sulfate (CS)/dermatan sulfate (DS), heparan sulfate (HS) and keratan sulfate (KS). HA is a non‐sulfonated polymer of glucosamine and glucoronic acid, which exists as a protein‐free polysaccharide on cell surfaces and in the ECM (8). Chondroitin sulfate or HS side chains compose most central nervous system (CNS) proteoglycans; some of them are constituents of the ECM and others are bound to cell surfaces by a transmembrane domain or anchored with glycosyl phosphatidylinositol (GPI). Proteoglycans can either promote or inhibit neuritic growth and possibly synaptic remodeling. Both the protein core and GAG side chains contribute to promoting or inhibiting neurite growth (Table 1) (8).",
            "cite_spans": [],
            "section": "The structure of the brain ECM ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": [
                {
                    "start": 1208,
                    "end": 1215,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Lecticans are large secreted proteoglycans that carry mainly CS side chains and include aggrecan, neurocan, brevican and versican. These proteoglycans are characterized by the presence of an HA‐binding domain. Two families of membrane‐bound heparan sulfate proteoglycans (HSPGs) abundantly expressed in the CNS are glypicans and syndecans. All glypicans are synthesized as precursor peptides with a signal peptide and a hydrophobic stretch at the C‐terminus, which is replaced in the mature polypeptide by a covalently linked GPI anchor. All four mammalian syndecans are transmembrane proteoglycans that carry predominantly HS side chains. Shedding of syndecan membrane‐bound ectodomains is key to their physiological function (8).",
            "cite_spans": [],
            "section": "The structure of the brain ECM ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": []
        },
        {
            "text": "ECM capacity to bind growth factors via HS and CS modulates their interaction with the cell surface. In fact, the localization and biological activity of factors such as fibroblast growth factors (FGFs) depend strongly on the presence and composition of the ECM. Cells that express high‐affinity receptors but lack surface HS do not respond to these ligands (94). HSPG can stabilize FGF, protect it from proteolysis and serve as a co‐receptor influencing its interaction with cell surface high‐affinity receptors (Figure 2) 77, 91. Specific structural aspects, including sulfonation of HSPG, are required for the proper interaction of HSPG with FGF. Thus, the regulation of GAG biosynthesis and modification greatly influences the functions of HSPG. The differential binding characteristics of specific HS structures can potentiate or inhibit the biological activity of FGFs (8). Other growth factor families, such as vascular endothelial growth factor (VEGF) and platelet‐derived growth factor (PDGF), are known to bind to heparin/HS, which can modulate their biological activities 66, 72. The interaction between chondroitin sulfate proteoglycans (CSPGs) and growth factors has attracted less attention; however, recent evidence supports the ability of CS chains to bind growth factors and to modulate their cell signaling. Phosphacan binds basic fibroblast growth factor (bFGF) and potentiates its mitogenic activity almost as effectively as heparin (59). Oversulfated CS type E (CS‐E) was shown to bind midkine, heparin‐binding growth‐associated molecule (HB‐GAM), bFGF, heparin‐binding epidermal growth factor, FGF10, FGF16 and FGF18 (28). Appican, the proteoglycan form of amyloid precursor protein, contains oversulfated CS‐E and is capable of interacting with midkine and HB‐GAM; however, not much is known about its effect on their biological activities (88).",
            "cite_spans": [],
            "section": "The structure of the brain ECM ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": [
                {
                    "start": 514,
                    "end": 522,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Another class of soluble proteins with high affinity for HSPG is the secreted HB‐GAMs pleiotrophin and midkine. Pleiotrophin interacts with N‐syndecan and the CSPG phosphacan. N‐syndecan functions as receptor/co‐receptor in HB‐GAM‐induced neurite outgrowth in brain neurons and HS and HB‐GAM also cooperates in synaptic induction. These proteins play important roles in the regulation of mitogenesis, angiogenesis, and neurite and glial process outgrowth (73).",
            "cite_spans": [],
            "section": "The structure of the brain ECM ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": []
        },
        {
            "text": "The two major systems that modify the adult brain matrix are the serine protease tissue plasminogen activators (tPAs) and matrix metalloproteinases (MMPs). The MMPs are synthesized as proenzymes with removal of a propeptide as a prerequisite for activation. They are synchronously expressed with tissue inhibitors of metalloproteinases (TIMPs), which form tight complexes with the enzyme. Activation of MMPs can occur through plasmin generation by tPAs, thus functionally linking the two proteolytic systems. The tPAs are also secreted in a precursor form as single‐chain polypeptides and in vitro are converted by plasmin to active double‐chain forms. Regulation of tPA activity in the nervous system can occur at multiple levels: transcription, translation, secretion and inhibition by anti‐proteases. Despite high levels of tPA mRNA in the hippocampal CA1 region, protein and enzymatic assays show no evidence of tPA, suggesting stringent translational control (39). Synaptic signaling can release this control and can lead to tPA secretion. Inhibition of tPA activity is under tight control by a variety of serpin family anti‐proteases (eg, protease‐nexin 1, neuroserpin and plasminogen activator inhibitor 1) (39). Some tPA effects are plasminogen independent (eg, cleavage of NR1 subunit of the NMDA receptor (NMDAR) enhancement of N‐methyl‐D‐aspartic acid (NMDA)‐mediated intracellular calcium levels or binding of the low‐density lipoprotein (LDL) receptor‐related protein) and promote upregulation of MMP‐9, degradation of the ECM resulting in synaptic plasticity or neuronal degeneration (55). The mechanisms of activation of tPAs and MMPs in vivo are still poorly understood. The detailed molecular biology and biochemistry of these enzyme systems have been extensively documented elsewhere 27, 34, 52, 63, 95, 96. For purposes of this review, these proteolytic and GAG‐degrading enzymes, such as heparanase and chondroitinase, are key components in modulating cellular interactions with ECM (eg, proteolytic cleavage of core proteins or degradation of GAG side chains). MMPs are generally secreted; however, they can be localized to cell surfaces by binding to cell adhesion molecules or cell surface proteoglycans and integrins or through transmembrane domains of membrane‐type MMPs. Another subgroup of metalloproteases is the A disintegrin and metalloproteinases (ADAMs) and A disintegrin and metalloproteinase with thrombospondin motifs (ADAMTS). ADAMs are membrane‐anchored enzymes that possess both proteolytic and adhesive activities. They are involved in shedding of cytokines, receptors and growth factors as well as adhesion to integrins. Tumor necrosis factor alpha (TNFα)‐converting enzyme or ADAM17 is the most characterized sheddase releasing TNFα from the cell surface (16). ADAMTSs are secreted enzymes that are involved in the cleavage of ECM proteoglycans and in collagen processing (71). MMP secretion has been shown to contribute to the migration ability of monocytes as well as astrocyte motility 56, 62, 67, 69, 74, 82. MMPs can also be secreted by neurons, oligodendrocytes, microglia and endothelial cells (52). The MMP inhibitors (TIMPs) are expressed in neurons and astrocytes in the adult CNS (25). tPA is expressed both in neurons and microglial cells and is highly expressed in regions involved in learning and memory. The activity of tPA in neural tissue is correlated with neurite outgrowth, regeneration and migration, suggesting that it might be involved in neuronal plasticity (58).",
            "cite_spans": [],
            "section": "ECM modulators in the CNS ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": []
        },
        {
            "text": "Several studies have shown that modulations of the neuronal matrix affect synapse morphology and function [eg, interfering with induction or maintenance of long‐term potentiation (LTP)] (Table 2) 15, 34, 35. Antibodies against neuronal cell adhesion molecules (NCAMs) or removal of the associated carbohydrate polysialic acid prevents LTP, whereas bFGF enhances LTP in the dentate gyrus. Stabilization of LTP has been suppressed in an early phase of LTP by recombinant HB‐GAM, which is known to bind to HSPGs in hippocampal slice cultures. Soluble syndecan‐3's potential to modulate cell matrix associated with synaptic plasticity has been demonstrated by its suppression of tetanus‐induced LTP after application to the CA1 area of hippocampal slice cultures. Synaptically localized syndecans may be involved in binding to certain growth factors, thereby potentiating their action on synaptic receptor kinases, leading to induction of cytoskeletal changes. The late temporal expression of syndecan‐2 within developing synapses suggests a role more closely associated with dendritic spine maturation rather than with early spine formation. This proposed role is supported by experimental evidence that syndecan‐2 overexpression in hippocampal neurons accelerates spine maturation without affecting the total number of synapses (8).",
            "cite_spans": [],
            "section": "ECM and neuronal functionality ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Several other ECM molecules have been identified as crucial modulators of the formation, maturation and plasticity of synapses [eg, pentraxin NP1, Narp (NP2), laminin, thrombospondin‐1 and −2, and reelin]. HSPGs directly interact with AMPA receptors to affect their activity and possibly to stimulate their aggregation. Injection of heparin or removal of HS by heparinase inhibits LTP, showing that LTP is dependent on endogenous HSs. HSPGs in association with polysialylated forms of NCAM regulate synaptogenesis and LTP‐induced formation of perforated synapses (32). Enzymatic removal of CS by chondroitinase has also shown reduction of LTP similar to mutant mice deficient in tenascin‐R 19, 76.",
            "cite_spans": [],
            "section": "ECM and neuronal functionality ::: BRAIN EXTRACELLULAR MATRIX (ECM) STRUCTURE, MODULATION AND FUNCTION",
            "ref_spans": []
        },
        {
            "text": "In the penumbra of an infarct, gliosis delineates regions of apoptotic cell death. Within the region of glial scar, stroke induces the growth‐inhibitory CSPGs, such as aggrecan, phosphacan and versican, the semaphorin IIIa receptor neuropilin, and myelin‐associated glycoprotein. Stroke also induces growth‐promoting proteins in this region of glial scar, including GAP43, cytoskeleton‐associated protein 23, myristoylated alanine‐rich protein kinase C substrate and small proline repeat rich protein 1. Thus, the glial scar of a stroke is a narrow region that closely borders the infarct and contains increased expression of both growth‐promoting and growth‐inhibitory molecules. The peri‐infarct region that lies just outside of the glial scar has reduced levels of growth‐inhibitory molecules. This growth‐permissive zone corresponds to the region of post‐stroke axonal sprouting (21).",
            "cite_spans": [],
            "section": "Ischemic stroke ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Al'Qteishat et al\n(2) performed a thorough immunohistochemical analysis of post‐mortem tissues from stroke patients and found enhanced deposition of HA around blood vessels and, paradoxically, intracellularly and in the nuclei of peri‐infarct neurons. Western blot and immunohistochemistry showed upregulation of HA synthases 1 and 2 and hyaluronidases 1 and 2 in inflammatory cells in stroke and peri‐infarct regions. Hyaluronidase 1 was upregulated in microvessels and intracellularly in neurons. The expression of HA‐binding protein CD44 and tumor necrosis factor‐stimulated gene 6 was mainly increased in infiltrating mononuclear cells from inflammatory regions. The results demonstrated a significant change in the enzymes responsible for HA synthesis and degradation together with upregulation of HA receptors. This may reflect tissue remodeling after stroke and may be partially responsible for increased angiogenesis and neuronal migration (2).",
            "cite_spans": [],
            "section": "Ischemic stroke ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "A commonly used animal model of human stroke is permanent middle cerebral artery occlusion. This model has demonstrated that, in addition to central neuronal loss, the peri‐infarct regions have shown loss of PNN marker Wisteria floribunda agglutinin (WFA) staining and, to a lesser degree, loss of CSPG core protein staining (41). Beginning at 24 h, osteopontin protein was expressed by endogenous microglia and by infiltrating macrophages at 48 h in the infarct. By day 5, osteopontin mRNA was restricted to the infarct region. The osteopontin receptor integrin αvβ3 was expressed in peri‐infarct astrocytes at 5 and 15 days. It has been hypothesized that the osteopontin is deposited in the matrix and serves as a barrier for the glial scar formation by astrocytes (33).",
            "cite_spans": [],
            "section": "Ischemic stroke ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "In summary, beyond the extensive destruction of ischemic tissue, in the penumbra of infarcts, abundant alterations occur in the ECM. Some of these alterations contribute to growth‐inhibiting glial scars, while others are associated with neuronal growth‐promoting regions. In addition to endogenous neuroglial cell modulation, infiltrating inflammatory cells take part in ECM remodeling.",
            "cite_spans": [],
            "section": "Ischemic stroke ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "KA‐induced seizures in rodents represent a well‐established animal model for human temporal lobe epilepsy (11). KA produces neuronal excitation resulting in seizures within hours following intraperitoneal injection. At 2–3 days after treatment, neurodegeneration of both necrotic and apoptotic character can be observed in the limbic system, in particular the hippocampus and amygdala, in addition to other brain regions (47). ECM changes that have been documented in this model include reduction in laminin and phosphacan, and increases in neurocan and ADAMTS‐cleaved brevican.",
            "cite_spans": [],
            "section": "Kainic acid (KA) excitotoxicity ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Laminin, an important constituent of the ECM, has been shown to play a key role in KA excitotoxicity (23). In wild‐type mice, 2 h after injection of KA, neurons had normal morphology, but laminin had almost completely disappeared in CA1 and CA3. Two days after injection, neurons in CA1, CA2 and CA3 had degenerated. These results indicate that laminin degradation precedes neuronal loss after KA treatment and occurs in exactly the same hippocampal regions that eventually experience neuronal degeneration. The CA3 region that showed more laminin expression was more resistant to excitotoxin‐induced neuronal cell death. This correlation between high laminin expression and neuronal resistance to excitotoxin further implicates laminin as an important factor in maintaining cellular viability. While loss of laminin attachment was deleterious in combination with kainate injection, it was not by itself significantly toxic. Infusion of anti‐laminin antibodies was toxic only in conjunction with KA injection (23).",
            "cite_spans": [],
            "section": "Kainic acid (KA) excitotoxicity ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "KA‐induced convulsions caused prolonged changes in the CSPGs neurocan and phosphacan. Okamoto et al\n(68) showed increased neurocan staining that co‐localized with glial fibrillary‐associated protein staining. Phosphacan staining was reduced in areas of pyramidal cell loss in the hippocampus and around parvalbumin‐positive neurons. Interestingly, compared to other classes of neurons undergoing degeneration, the parvalbumin‐positive neurons were relatively conserved (68).",
            "cite_spans": [],
            "section": "Kainic acid (KA) excitotoxicity ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Mediators of ECM destruction in the KA model have been studied in mice deficient in tPA or plasminogen. Mice with either of these enzymes knocked out were resistant to neuronal destruction induced by excitotoxins. Because infusion of excess tPA into the wild‐type hippocampus does not kill neurons, excitotoxin treatment must cause additional cellular changes beyond ECM alterations to induce neurodegeneration.",
            "cite_spans": [],
            "section": "Kainic acid (KA) excitotoxicity ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Using the KA model, Yuan et al\n(98) assessed co‐localization of ADAMTS or its activity in regions of synaptic loss or neuronal death that could indicate a functional role for the protease in degeneration. They demonstrated that increased ADAMTS cleavage of brevican was found 24 h after KA administration and was sustained in several susceptible brain regions. An increase in the mRNA of ADAMTS‐1/4 in the seized animals was accompanied by elevation of the ADAMTS‐cleaved brevican (98).",
            "cite_spans": [],
            "section": "Kainic acid (KA) excitotoxicity ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "In summary, many of the neurodegenerative changes associated with KA excitotoxicity are linked to ECM alterations. Degeneration of the ECM does not directly cause neurodegeneration but rather makes neurons susceptible to activation‐associated cell death. Therefore, supporting neuronal‐ECM interactions appears to be a reasonable approach to blocking neurodegeneration in this model.",
            "cite_spans": [],
            "section": "Kainic acid (KA) excitotoxicity ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "MS is a demyelinating disease associated with inflammation, gliosis and variable axon loss. While most of the disease process is focused in the white matter, recently, gray matter lesions have been demonstrated (13). In a recent review, van Horssen summarized the ECM changes in MS (45). Classical MS lesions showed accumulation of laminin, HA and MMP‐19. The active MS lesions showed accumulation of laminin in the parenchyma, which was normally associated with the basement membrane of endothelial cells. This laminin accumulation was not seen in inactive MS lesions.",
            "cite_spans": [],
            "section": "Multiple sclerosis (MS) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "CD68‐positive macrophages in the vicinity of the lesion expressed high levels of transforming growth factor β1 (TGFβ1), which is known to modulate ECM production (43). MMP‐19 was upregulated in MS lesions and was expressed by microglia/macrophages (44). As opposed to tenascin‐R and tenascin‐C that accumulate in chronic MS lesions, there was a striking loss of both tenascin‐R and tenascin‐C in the edge of acute lesions where the macrophage density is greatest. This loss extended into adjacent, histologically normal white matter (40). In chronic demyelinated lesions, a high‐molecular‐weight HA synthesized by astrocytes accumulated. This was thought to inhibit remyelination as oligodendrocyte progenitor cells do not mature into myelin‐forming cells in demyelinating lesions where high‐molecular‐weight HA is present (6). The inflammatory response of MS is associated with modulation of the ECM that is incommensurate with regeneration. Manipulation of this response could be key to anatomical and functional recovery.",
            "cite_spans": [],
            "section": "Multiple sclerosis (MS) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Human immunodeficiency virus (HIV)‐1‐associated dementia (AIDS dementia complex) is marked by deficits in motor control, cognition and behavior (64). Achim and Wiley (1) reported that at autopsy, AIDS patients who had clinical dementia during terminal stages of their disease demonstrated human immunodeficiency virus encephalitis (HIVE). The constellation of neuropathological changes associated with HIVE includes activated and infected macrophages, astrocytosis and neurodegeneration (18). As neurons are not infected by HIV, the etiology of neurodegeneration must be indirect. Current leading theories suggest that neurodegeneration results from neurotoxic viral or inflammatory factors. The ability of activated monocytes and macrophages to penetrate the ECM and to migrate to target tissues is dependent on ECM‐degrading proteins like MMPs and heparanase. This degradation of ECM components could result in disintegration of the structure that physically and physiologically supports neurons, and thus could lead to degeneration.",
            "cite_spans": [],
            "section": "Human immunodeficiency virus dementia (HIVD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Belichenko et alstudied the ECM in HIVE cases and found that each of the nine cases with HIVE was completely devoid of labeled ECM components, while only 44% of HIV‐infected non‐encephalitic cases had ECM loss (9). Although PNNs were lost in HIVE, there was no loss of parvalbumin‐, calbindin‐ and calretinin‐positive neurons that are frequently surrounded by these nets. ECM destruction was not confined to microglial nodules, suggesting that if macrophages were the source of released ECM‐degrading enzymes, these would need to diffuse throughout the brain parenchyma. Alternatively, macrophages could activate astrocytes to secrete enzymes responsible for the metabolism of the ECM. Staining for Vicia villosa agglutinin, a lectin that binds to N‐acetyl‐galactoseamine residues on CS or DS, was lost before the core protein staining, suggesting that the degradation of the GAG chains occurs before the actual degradation of the core protein (9). A more indirect indication of GAG chain degradation in lentiviral encephalitis is the presence of HA in the cerebrospinal fluid (CSF) (49).",
            "cite_spans": [],
            "section": "Human immunodeficiency virus dementia (HIVD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Support of these findings of ECM degradation in AIDS comes from the simian immunodeficiency virus (SIV) encephalitis model in rhesus and pigtailed macaques. Disruption of brain ECM was present in SIV cases without encephalitis, but was more severe in cases with encephalitis (57). This suggests that ECM changes occur prior to parenchymal macrophage infiltration. ECM changes in SIV encephalitis (SIVE) occur concurrently with reduced staining for the pre‐ and postsynaptic marker synaptophysin and microtubule‐associated protein 2 (MAP2). One possible source of ECM degradation activity is the induced microglial/macrophage expression of ADAMTS‐1 and ADAMTS‐4 (57) and MMP‐2 and MMP‐7, as observed by their elevation in the CSF of patients with HIVD (24). Other sources of ECM‐degrading enzymes include astrocytes or lymphocytes as shown in the coronavirus‐induced encephalitis in mice, where increased mRNA levels of MMP‐3 and MMP‐12 as well as the inhibitor TIMP‐1 were found. In this model, MMP‐3 expression was restricted to astrocytes and TIMP‐1 expression was localized with CD4‐positive cells. However, when T‐cells were removed from this model using irradiation–immunosuppression, mice that had high viral load in the CNS showed increased mRNA levels of MMP‐3, MMP‐12 and TIMP‐1, suggesting that viral replication directly triggers upregulation of these proteins (100).",
            "cite_spans": [],
            "section": "Human immunodeficiency virus dementia (HIVD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "In summary, lentiviral infection is associated with neurodegeneration and disruption of CNS ECM. While SIV systemic infection may elicit brain ECM disruption, a more pronounced disruption is associated with SIVE. As observed in other viral encephalitides, this ECM disruption occurs independently of local lymphocyte response and appears tightly associated with macrophage activation and infiltration.",
            "cite_spans": [],
            "section": "Human immunodeficiency virus dementia (HIVD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "The pathological hallmark of AD is the deposition of β‐amyloid senile plaques (SPs), cerebral amyloid angiopathy and neurofibrillary tangles (NFTs), leading to synaptic loss. However, in recent years, evidence of changes in cell surface proteoglycans and/or ECM components has appeared as well. HSPGs such as glypican, syndecans 1–3 and agrin were found associated with SPs and NFTs. Glypican‐1 co‐localized in cerebral amyloid angiopathy (CAA) in AD and hereditary cerebral hemorrhage with amyloidosis of the Dutch type (90). Syndecan‐2 was frequently associated with vascular Aβ in AD but not with vascular Aβ deposits in hereditary cerebral hemorrhage with amyloidosis of the Dutch type (42).",
            "cite_spans": [],
            "section": "Alzheimer's disease (AD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Snow et al\n(84) demonstrated that HS staining was found in primitive plaques both in AD and in Down's syndrome, suggesting that their accumulation takes place during early stages of plaque development. In non‐affected areas, HSPG was associated with blood vessels within the brain parenchyma and was lost in affected areas, suggesting a change in basement membrane structure. Ultrastructural studies specifically localized the HSPGs to amyloid fibrils present in SPs and CAA. The close association between amyloid fibrils and HSPGs suggests that HSPGs may have an important role in amyloidosis 83, 84.",
            "cite_spans": [],
            "section": "Alzheimer's disease (AD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "In addition to HSPGs, CSPGs and DS proteoglycans were also found to be associated with SPs. The basic pattern of CSPG immunoreactivity was similar in controls and in AD brains; however, CS and undersulfated chondroitin were found intracellularly with NFTs in dystrophic neurites and in the area around the plaque. Decorin was primarily localized to the periphery of the spherical plaques and to edges of amyloid fibril bundles within the plaque periphery as well as filaments within NFTs 29, 85.",
            "cite_spans": [],
            "section": "Alzheimer's disease (AD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Baig et al found loss of two‐thirds of the neurons with intact PNNs in AD as compared to controls; however, the density of parvalbumin‐positive neurons did not differ (7). Bruckner et al studied the spatiotemporal patterns of damaged neurons and PNNs and found that cortical neurons associated with PNNs were largely spared from neurofibrillary changes in AD even in severely damaged regions. Phosphorylated tau‐positive staining was not found in pyramidal or non‐pyramidal neurons surrounded by PNNs in six out of seven cases tested (17).",
            "cite_spans": [],
            "section": "Alzheimer's disease (AD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Aberrant ECM components are associated with the pathological hallmarks of AD, plaques and tangles. The pattern and abundance of HSPGs suggest an early association with neurodegeneration. It is an intriguing possibility that certain ECM structures may protect select neuronal elements from degeneration.",
            "cite_spans": [],
            "section": "Alzheimer's disease (AD) ::: CHANGES IN THE ECM IN NEURODEGENERATIVE DISEASES AND IN ANIMAL MODELS",
            "ref_spans": []
        },
        {
            "text": "Upregulation of MMPs was found in a variety of neurodegenerative diseases. MMP‐2 and MMP‐7 were elevated in the CSF of patients with HIVD (24). MMP‐9 expression was significantly increased in both the frontal cortex and substantia nigra (SN) of progressive supranuclear palsy, whereas MMP‐1 levels were increased in the SN (54). MMP‐9 transcription and activation were induced after KA administration in the dentate gyrus (86). Inflammatory cells could produce or induce other cells to express MMPs. In vitro, HIV‐infected macrophages secreted MMP‐2 (99). MMP‐3 and MMP‐9 expressions were increased in astrocytes exposed to activated T‐lymphocytes (38).",
            "cite_spans": [],
            "section": "Evidence for MMP induction ::: Induction of MMPs and their inhibitors is evident in neurodegenerative states ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "ADAMTSs lack transmembrane domains and contain carboxy thrombospondin motifs, which are thought to be responsible for binding to ECM GAGs. In the SIVE model, microglia/macrophages express ADAMTS‐1 and ADAMTS‐4 (57). In vitro, treatment of astrocyte culture with Aβ induced the expression of ADAMTS‐4 mRNA, which suggests that ECM degradation occurs in AD brain in regions of deposition (79).",
            "cite_spans": [],
            "section": "Evidence for alterations of ADAMTS in neurodegenerative diseases is more limited ::: Induction of MMPs and their inhibitors is evident in neurodegenerative states ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "MMP activity is under strict control by their inhibitors (TIMPs), with both molecules being co‐expressed. Therefore, induction of TIMPs can be paradoxically associated with increased MMP activity. TIMP‐1 was induced after KA administration in adult forebrain astrocytes surrounding experimental allergic encephalomyelitis (EAE) lesions 26, 75. TIMP‐1 knockout mice were found resistant to KA excitotoxicity and did not undergo the typical mossy fiber sprouting observed in wild‐type mice (46). Elevated TIMP‐1 has been observed in the CSF of people with Parkinson's disease, AD, Huntington's disease and amyotrophic lateral sclerosis, and elevated TIMP‐2 has been observed in the CSF of people with AD and Huntington's disease 53, 54.",
            "cite_spans": [],
            "section": "Evidence for TIMP induction ::: Induction of MMPs and their inhibitors is evident in neurodegenerative states ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Bilousova et al\n(12) showed that MMP‐7 disrupts dendritic spines in hippocampal cultures. These changes were accompanied by a dramatic redistribution of F‐actin. MMP‐7‐induced changes were associated with NMDAR activation as MK‐801 was able to block those effects. Thus, MMP‐7 could induce mild synaptic reorganization that is associated with excitotoxicity (12).",
            "cite_spans": [],
            "section": "Altered MMP activity induces changes in plasticity ::: Induction of MMPs and their inhibitors is evident in neurodegenerative states ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "In summary, changes in proteolytic activity in several models of neurodegeneration can clearly influence ECM structure and function. MMP‐induced changes can induce changes in plasticity. Although TIMPs seem to be elevated in response to MMP activity, they also serve biological activities that are distinct from MMP inhibition. Therefore, it is not clear how the balance between MMPs and TIMPs is modulating ECM integrity and its exact role in neurodegeneration. The complexity of the sheer number of potential proteases and their inhibitors makes elucidating their mechanism of modulating ECM a daunting task. Added to the complex transcriptional and translational control of different neuroglial and immune cells, deciphering mechanisms of ECM modulation in various disease states remains an important challenge.",
            "cite_spans": [],
            "section": "Altered MMP activity induces changes in plasticity ::: Induction of MMPs and their inhibitors is evident in neurodegenerative states ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "After exposure to kainate, neurons are massively depolarized, leading to a pathological influx of calcium. The depolarization results in two phases of tPA induction: release of presynthesized tPA and stimulation of tPA gene transcription. Increased tPA activates CNS plasminogen to plasmin, which can degrade laminin and other components of the ECM. tPA‐deficient mice exhibit less microglial activation in reaction to neuronal injury (87). In contrast, the microglial response of plasminogen‐deficient mice is comparable to that of wild‐type mice, suggesting a tPA‐mediated (plasminogen‐independent) pathway for activation of microglia. Infusion of inhibitors of tPA/plasmin proteolytic cascade into the hippocampus protects neurons against excitotoxic injury. Mice overexpressing neuroserpin, an inhibitor of tPA, show a decreased infarct size; however, infusion of tPA alone does not cause neuronal death.",
            "cite_spans": [],
            "section": "tPA activation is associated with laminin degradation, microglial activation and neurodegeneration ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Thus, tPA proteolytic activity plays a role in ECM remodeling but by itself is not sufficient to cause microglial activation and/or neuronal death, suggesting that other factors are involved. The generation of plasmin might be favorable or detrimental to the survival of neurons, depending on the context. In addition, plasmin has been shown to degrade amyloid aggregates, implying that the tPA–plasmin system might be involved in abnormal accumulation of amyloid plaques in the brains of patients with AD 55, 58.",
            "cite_spans": [],
            "section": "tPA activation is associated with laminin degradation, microglial activation and neurodegeneration ::: Proteolytic‐induced ECM changes ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "In addition to the above‐mentioned ECM changes mediated by MMPs and tPA, one study showed an additional mechanism that could contribute to neurodegeneration. HIV‐infected macrophages secreted MMP‐2, which metabolizes the chemokine stromal cell‐derived factor (SDF)‐1 to the cleaved form. This cleaved form is more toxic than the whole protein (99). Dose‐dependent neuronal death was observed in human cholinergic cell line incubated with increasing concentration of MMP‐2 but not with a mutant MMP‐2. Treatment with neutralizing antibodies against MMP‐2 or inhibitor of MMP‐2 reduced neuronal death. The cleaved SDF‐1 causes apoptosis and dose‐dependent neuronal death. Mice that were stereotactically injected with cleaved SDF‐1 showed more microglial reactivity and astrocytosis than animals injected with the whole SDF‐1 (99). Thus, in addition to ECM remodeling, protelolytic activity can induce protein gain of toxicity.",
            "cite_spans": [],
            "section": "Production of toxic proteolytic cleavage products ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Chemokines and their receptors play a key role in directing the migration of mononuclear cells into the CNS under normal physiological conditions and in pathological states. Plasmin or MMP‐mediated proteolysis of chemokines is one way by which these proteolytic enzymes can influence leukocyte trafficking. MMP proteolysis can activate or inhibit the biological functions of chemokines (89). Apoptotic cells trigger the recruitment of phagocytic cells through release of chemoattractants. It has been shown that apoptotic neurons release the active form of MMP‐3 that elicits microglial secretion of TNFα(48). The chemokine fractalkine is cleaved by MMPs after excitotoxic injury. Although inhibition of MMPs by batimastat inhibits fractalkine cleavage, it does not confer neuroprotection. Release of fractalkine from neurons plays a pivotal role in attracting microglia and other cells derived from the monocytic lineage (22). Mice genetically deficient for the chemokine monocyte chemotactic protein‐1 (MCP‐1) display decreased microglial recruitment and resist excitotoxic neurodegeneration. MCP‐1 undergoes proteolytic processing mediated by plasmin, enhancing the potency of MCP‐1 in in vitro migration assays. Infusion of the cleaved form of MCP‐1 into the CNS restores microglial recruitment and excitotoxicity in plasminogen‐deficient mice (81). In summary, plasmin‐ or MMP‐mediated proteolysis of chemokines can increase their potency in inducing microglial activation and trafficking of immune cells into the CNS.",
            "cite_spans": [],
            "section": "Induction of chemotaxis and neuroinflammtory response ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "In the trauma model of unilateral knife lesion, increased staining of neurocan was observed. In vitro, neurocan was shown to inhibit neurite outgrowth and being deposited on the substratum around astrocytes but not on the cell surface. These findings support the role of astrocytes within the region of glial scar as a source of growth‐inhibitory CSPGs (4). Unsulfated chondroitin, chondroitin 4‐sulfate and chondroitin 6‐sulfate were found associated with SPs, NFTs and dystrophic neurites (29). These results suggest that CSPG could contribute or be responsible for the regression of neurites around SPs in AD. Abnormal CSPG accumulation could disrupt cell adhesion or growth factor utilization (29). Deposition of CSPG has been found at the periphery of SP cores. It has been hypothesized that neurotoxicity is not simply the consequence of β‐amyloid aggregation. Implantation of nitrocellulose impregnated with β‐amyloid in the cortex of neonatal rats caused reactive gliosis in addition to deposition of CSPGs. Secondary glial cell reaction to the insoluble molecule and CSPGs, along with other proteoglycans, may be an additional link in the chain of events leading to neuronal dystrophy and possibly neuronal death (20).",
            "cite_spans": [],
            "section": "Expression of regeneration‐inhibitory CSPGs ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Thus, neurite growth‐inhibitory CSPGs are induced in neuropathological states like SPs or glial scar regions and, therefore, could play a role in inhibiting regeneration of damaged neurons.",
            "cite_spans": [],
            "section": "Expression of regeneration‐inhibitory CSPGs ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "The HSPGs agrin, glypican and syndecans 1–3 were found to be incorporated into SPs (90). HSPGs normally associated with basement membrane of blood vessels were lost in affected areas in AD but were present in congophilic angiopathy (CA) in AD. HSPGs were also demonstrated in “primitive plaques” (defined as those having little or no amyloid core), suggesting that their accumulation takes place during early stages of plaque development. HSPGs were localized to astrocytes and neurons in close proximity of SPs and CA, suggesting that both may be involved in the deposition of HSPGs at these sites and may, therefore, play a role in plaque development. Ultrastructural studies specifically localized the HSPGs to amyloid fibrils present in SPs and CA. This close association between amyloid fibrils and HSPGs suggests that HSPGs have an important role in amyloidosis (83). Other support for this idea comes from the work of Liu et al, who found that agrin co‐localizes with α‐synuclein in neuronal Lewy bodies in the SN of Parkinson's disease brain. Agrin was found to accelerate formation of protofibrils by α‐synuclein and to decrease the half‐time of fibril formation (51). In summary, HSPGs have been found to be associated with protein aggregation and deposition, and it has been hypothesized that changes in the metabolism of the ECM could contribute to amyloid neurodegenerative diseases.",
            "cite_spans": [],
            "section": "Associated HSPG deposition and protein aggregation ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "PNNs include lecticans, HA, tenascin‐C and tenascin‐R. Cortical neurons that were associated with PNNs in AD cases were largely spared from neurofibrillary changes. Also, PNNs were completely absent from regions in which the proteinase‐resistant prion protein of Creutzfeldt–Jakob disease (PrPCJD) was deposited, but parvalbumin‐positive cells themselves were lost only in those areas that were heavily infiltrated with PrPCJD. Destruction of the PNN thus appears to antecede the perineuronal deposition of PrPCJD. Loss of the PNN around parvalbumin‐positive neurons may lead to the retraction of synapses from their surface and finally to their death (10). Recent work by Franklin et al suggests loss of PNNs in murine prion disease soon after microglial activation that coincides with reduction in synaptic plasticity (36).",
            "cite_spans": [],
            "section": "Loss of protective PNN proteins ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Angelov et al showed that downregulation of tenascin‐R after facial nerve axotomy is associated with loss of motoneuron protection and subsequent neurodegeneration. Tenascin‐R was found to be anti‐adhesive for activated microglia (3).",
            "cite_spans": [],
            "section": "Loss of protective PNN proteins ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Mice deficient for tenascin‐R displayed alterations of the ECM. They showed less‐developed PNNs and WFA staining that does not extend well to the dendritic shaft and decreased axonal conduction velocities in the CNS (92).",
            "cite_spans": [],
            "section": "Loss of protective PNN proteins ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "In the rat trimethylin intoxication model, cell damage was seen in the pyramidal cell layer in regions CA1–4 and in the dentate gyrus. PNN immunoreactivity around CA2 pyramidal cells was reduced but independently of the presence of activated microglia. PNN‐associated neurons survived in the vicinity of damaged pyramidal cells. The results suggest that the type of the PNNs and the type of neurons could influence the fate of neurons during neurodegenerative diseases (80).",
            "cite_spans": [],
            "section": "Loss of protective PNN proteins ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Treatment of Aβ1‐42 showed significant neurotoxicity on PNN‐free cortical neurons; however, it did not reveal neurotoxicity on PNN‐associated neurons. Aβ1‐42 was able to kill PNN‐associated neurons after treatment with chondroitinase. Treatment with glutamate killed both types of neurons. The results suggest that the neuroprotective actions of PNNs against Aβ are possibly caused by the inhibition of direct interaction of Aβ with neuronal membrane to attenuate the lipid peroxidation and reactive oxygen damage (60).",
            "cite_spans": [],
            "section": "Loss of protective PNN proteins ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Neurons ensheathed by PNNs in the human cerebral cortex are less frequently affected by lipofuscin accumulation than neurons without PNNs, both in normal‐aged brain and AD. To some extent, clear lipofuscin deposits can also be detected in neurons with only delicate PNN CSPG immunoreactivity. Because lipofuscin is an intralysosomal pigment composed of cross‐linked proteins and lipids generated by iron‐catalyzed oxidative processes, the results suggest a neuroprotective function of PNNs against oxidative stress, and thus are potentially involved in neurodegeneration (61). Thus, PNNs are lost in neurodegenerative states, but neurons that preserve the PNNs seem to be protected from damage and/or loss of function.",
            "cite_spans": [],
            "section": "Loss of protective PNN proteins ::: POSSIBLE MECHANISMS OF ECM‐RELATED NEURODEGENERATION",
            "ref_spans": []
        },
        {
            "text": "Support for the importance of ECM‐induced intracellular signaling in maintaining differentiated epithelial functions comes from literature as diverse as oncology to inflammation. ECM–cell interaction can regulate gene expression through ECM‐response elements in different models. Interactions between ECM and mammary epithelial cells are critical for mammary gland homeostasis and apoptotic signaling; mammary epithelial cells organize into acinar three‐dimensional (3‐D) structures and secrete milk proteins in the presence of ECM and in response to lactogenic hormones. The laminin‐induced expression of β‐casein involves activation of ECM‐response elements in the promoter of the β‐casein gene while at the same time, laminin downregulates transforming growth factor β (TGFβ) through the ECM‐response element in the promoter region (65).",
            "cite_spans": [],
            "section": "ECM‐INDUCED INTRACELLULAR SIGNALING",
            "ref_spans": []
        },
        {
            "text": "Interferon regulatory factor‐1 (IRF‐1) is a transcriptional regulator that promotes apoptosis during mammary gland involution and p53‐independent apoptosis as well as viral infections. It has been shown that reconstituted extracellular matrix (rECM) (growth factor depleted Matrigel™ (BD Biosciences, Franklin Lakes, NJ, USA)) promotes apoptosis by recruitment of STAT1 and cAMP response element‐binding protein to the γ‐activating sequence element of the IRF‐1 promoter and the subsequent induction of IRF‐1 and caspase‐1 and ‐3 activation (14). In addition, the cAMP response element‐binding protein regulates mammary epithelial cell proliferation and apoptosis through binding the LAMA3A promoter and transcriptional activation of laminin‐5 (30).",
            "cite_spans": [],
            "section": "ECM‐INDUCED INTRACELLULAR SIGNALING",
            "ref_spans": []
        },
        {
            "text": "Neurodegenerative states can be divided into two groups based on the major ECM changes (Figure 3). Age‐related progressive neurodegenerative diseases, such as AD, are characterized by changes in the expression of proteoglycans and association with protein aggregation and amyloidosis. It is not known whether protein aggregation or deposition is a primary event leading to those secondary events of proteoglycan expression or whether the two processes are interrelated. Alternatively, changes in proteoglycans are the primary event that triggers protein aggregation. These changes are accompanied by a secondary microglial activation. The role and timing of microglial activation relative to Aβ deposition are controversial. The extent of microglial activation in Aβ deposition has been hypothesized to be limited to the transition from diffuse to mature plaques, when amounts of Aβ deposits and the degree of neuritic changes increase (78). As of now, no clear correlation between ECM breakdown and neuronal death is apparent. From the work of Bruckner et al, it seems that neurons surrounded by PNNs are spared from neurodegenerative changes in AD (17). Breakdown of the PNNs mostly around parvalbumin‐positive neurons without the actual loss of the neurons suggests a change in the neuronal environment that could affect their function or susceptibility to further insult.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "MS, HIVD or KA excitotoxic insults are characterized by an increase in the expression of proteolytic enzymes that could damage ECM integrity and synaptic plasticity. The induction of MMPs and tPA activity can further enhance the inflammatory response by inducing chemotaxis and generation of products that increase microglial reactivity or augment ingress of blood monocytes. Apart from inducing ECM proteolytic activity, not much is known about how the changes in the ECM affect neurons and what are the signaling pathways and response elements involved in neurodegeneration. From other model systems, it is clear that cell–ECM interactions can regulate gene expression at the transcriptional level. Matrix‐stimulated transcription of differentiation‐specific genes has been demonstrated, for example, in hepatocytes and mammary epithelial cells.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Neurons grown on laminin exhibited increased resistance to glutamate‐induced apoptosis compared with neurons grown on polylysine. Treatment of cultures with an antibody against integrin β1 abolished the protective effect of laminin. As neurons maintained on laminin exhibited a sustained activation of the Akt signaling pathway, levels of the anti‐apoptotic protein Bcl‐2 were increased. This could be reversed by treatment with wortmannin (37). Rho GTPases are key transducers of integrin/ECM and growth factor signaling. Rac was found as a critical pro‐survival GTPase in cerebellar granule neurons. Clostridium difficile toxin B, a specific Rho family inhibitor, induced a selective caspase‐mediated degradation of Rac‐1. Both Tox B and dominant negative N17Rac‐1 elicited cerebellar granule neuron apoptosis, characterized by cytochrome C release and activation of caspase‐9 and 3. ToxB stimulated mitochondrial translocation and conformational activation of Bax, c‐Jun activation and induction of the BH3 protein Bim. These results indicate that Rac acts downstream of integrins and growth factors to promote neuronal survival by repressing c‐Jun/Bim‐mediated mitochondrial apoptosis (50).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, neurodegeneration is accompanied by a myriad of ECM changes. Unfortunately, the complexity of potential factors and abundance of various models has not allowed resolution of whether ECM alterations precede or postdate neuronal dysfunction. The studies highlighted in this review support the importance of the ECM in maintaining the differentiated integrity of neuronal function and that disturbance of ECM in disease is causally related to neurodegeneration. Neurons surrounded by PNNs are less affected by these disease processes suggesting that laminin and integrin signaling are important for neuronal survival. From other model systems, it is apparent that cell–ECM interactions are important for the regulation of transcription factors that can promote apoptosis. Elucidation of the interaction between neurons and their surrounding ECM remains a daunting problem for neuropathology.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Extracellular matrix (ECM) components. Abbreviations: PNN = perineuronal net; CSPG = chondroitin sulfate proteoglycan; GAG =  glycosaminoglycan; CNS = central nervous system; GPI = glycosyl phosphatidylinositol; HSPG = heparan sulfate proteoglycan; FGF = fibroblast growth factor; VEGF = vascular endothelial growth factor; HB‐GAM = heparin‐binding growth‐associated molecule; aFGF = acidic FGF; bFGF = basic fibroblast growth factor; TGFβ = transforming growth factor β; LTP = long‐term potentiation; MMP = matrix metalloproteinase; TIMP = tissue inhibitors of metalloproteinase; tPA = tissue plasminogen activator; ADAMTS = A disintegrin and metalloproteinase with thrombospondin motifs; PDGF =  platelet‐derived growth factor; IGF = Insulin growth factor; KGF = keratinocyte growth factor.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Neuronal functions modulated by extracellular matrix (ECM). Abbreviations: PNN = perineuronal net; MMP = matrix metalloproteinase; tPA = tissue plasminogen activator; LTP = long‐term potentiation; NCAM = neuronal cell adhesion molecule; HB‐GAM = heparin‐binding growth‐associated molecule; TIMP = tissue inhibitors of metalloproteinase; RPTP = Receptor protein tyrosine phosphatase beta.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: \nPerineuronal nets (PNNs). Macaque brain stained with microtubule‐associated protein 2 (MAP2) (green) and Wisteria floribunda agglutinin (WFA) (red) (A). Model of PNNs (B). Hypothetical PNN ternary complex of tenascin, chondroitin sulfate proteoglycans (CSPGs) and hyaluronic acid (HA).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Interaction of heparan sulfate proteoglycans (HSPGs) and fibroblast growth factor (FGF) signaling.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Possible mechanisms of extracellular matrix (ECM)‐related neurodegeneration. Aging or protein aggregation accelerated by genetic mutation can be associated with ECM alterations that would result to co‐deposition of ECM components [eg, heparan sulfate proteoglycans (HSPGs) and chondroitin sulfate proteoglycans (CSPGs)]. Those ECM alterations can result in loss of protective perineuronal nets (PNNs) and increased susceptibility to cell death. Dying neurons can induce inflammation, degradation of ECM and induction of a more robust inflammatory response. Alternatively, inflammatory‐induced neurodegeneration can induce ECM degradation through proteolytic activity [eg, matrix metalloproteinase (MMPs) and tissue plasminogen activator (tPA)], induction of chemotaxis and microglial activation. The resulting trafficking of inflammatory cells and secretion of cytokines can induce neuronal death that would feed the vicious cycle. Abbreviations: MS = multiple sclerosis; HIVD = human immunodeficiency virus dementia.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Inflammation in AIDS and the role of the macrophage in brain pathology",
            "authors": [],
            "year": 1996,
            "venue": "Curr Opin Neurol",
            "volume": "9",
            "issn": "",
            "pages": "221-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Early destruction of the extracellular matrix around parvalbumin‐immunoreactive interneurons in Creutzfeldt‐Jakob disease",
            "authors": [],
            "year": 1999,
            "venue": "Neurobiol Dis",
            "volume": "6",
            "issn": "",
            "pages": "269-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Expression of matrix metalloproteinases and their tissue inhibitor during viral encephalitis",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "4764-4773",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Limbic seizure and brain damage produced by kainic acid: mechanisms and relevance to human temporal lobe epilepsy",
            "authors": [],
            "year": 1985,
            "venue": "Neuroscience",
            "volume": "14",
            "issn": "",
            "pages": "375-403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Matrix metalloproteinase‐7 disrupts dendritic spines in hippocampal neurons through NMDA receptor activation",
            "authors": [],
            "year": 2006,
            "venue": "J Neurochem",
            "volume": "97",
            "issn": "",
            "pages": "44-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Grey matter pathology in multiple sclerosis",
            "authors": [],
            "year": 2006,
            "venue": "Acta Neurol Scand Suppl",
            "volume": "183",
            "issn": "",
            "pages": "48-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Interferon regulatory factor‐1 regulates reconstituted extracellular matrix (rECM)‐mediated apoptosis in human mammary epithelial cells",
            "authors": [],
            "year": 2007,
            "venue": "Oncogene",
            "volume": "26",
            "issn": "",
            "pages": "2017-2026",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Brevican‐deficient mice display impaired hippocampal CA1 long‐term potentiation but show no obvious deficits in learning and memory",
            "authors": [],
            "year": 2002,
            "venue": "Mol Cell Biol",
            "volume": "22",
            "issn": "",
            "pages": "7417-7427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "ADAM‐integrin interactions: potential integrin regulated ectodomain shedding activity",
            "authors": [],
            "year": 2005,
            "venue": "Curr Pharm Des",
            "volume": "11",
            "issn": "",
            "pages": "837-847",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Cortical areas abundant in extracellular matrix chondroitin sulphate proteoglycans are less affected by cytoskeletal changes in Alzheimer's disease",
            "authors": [],
            "year": 1999,
            "venue": "Neuroscience",
            "volume": "92",
            "issn": "",
            "pages": "791-805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Brain pathology induced by infection with the human immunodeficiency virus (HIV). A histological, immunocytochemical, and electron microscopical study of 100 autopsy cases",
            "authors": [],
            "year": 1987,
            "venue": "Acta Neuropathol",
            "volume": "75",
            "issn": "",
            "pages": "185-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Modification of extracellular matrix by enzymatic removal of chondroitin sulfate and by lack of tenascin‐R differentially affects several forms of synaptic plasticity in the hippocampus",
            "authors": [],
            "year": 2001,
            "venue": "Neuroscience",
            "volume": "104",
            "issn": "",
            "pages": "359-369",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Changes in hyaluronan production and metabolism following ischaemic stroke in man",
            "authors": [],
            "year": 2006,
            "venue": "Brain",
            "volume": "129",
            "issn": "",
            "pages": "2158-2176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Beta‐amyloid of Alzheimer's disease induces reactive gliosis that inhibits axonal outgrowth",
            "authors": [],
            "year": 1993,
            "venue": "Exp Neurol",
            "volume": "124",
            "issn": "",
            "pages": "289-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Cellular and molecular mechanisms of neural repair after stroke: making waves",
            "authors": [],
            "year": 2006,
            "venue": "Ann Neurol",
            "volume": "59",
            "issn": "",
            "pages": "735-742",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Fractalkine cleavage from neuronal membranes represents an acute event in the inflammatory response to excitotoxic brain damage",
            "authors": [],
            "year": 2000,
            "venue": "J Neurosci",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Neuronal death in the hippocampus is promoted by plasmin‐catalyzed degradation of laminin",
            "authors": [],
            "year": 1997,
            "venue": "Cell",
            "volume": "91",
            "issn": "",
            "pages": "917-925",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Cerebrospinal fluid levels of MMP‐2, 7, and 9 are elevated in association with human immunodeficiency virus dementia",
            "authors": [],
            "year": 1999,
            "venue": "Ann Neurol",
            "volume": "46",
            "issn": "",
            "pages": "391-398",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The TIMPs tango with MMPs and more in the central nervous system",
            "authors": [],
            "year": 2004,
            "venue": "J Neurosci Res",
            "volume": "75",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Persistent macrophage/microglial activation and myelin disruption after experimental autoimmune encephalomyelitis in tissue inhibitor of metalloproteinase‐1‐deficient mice",
            "authors": [],
            "year": 2006,
            "venue": "Am J Pathol",
            "volume": "169",
            "issn": "",
            "pages": "2104-2116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Plasminogen activators and matrix metalloproteases, mediators of extracellular proteolysis in inflammatory demyelination of the central nervous system",
            "authors": [],
            "year": 1999,
            "venue": "J Neuroimmunol",
            "volume": "94",
            "issn": "",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Specific molecular interactions of oversulfated chondroitin sulfate E with various heparin‐binding growth factors. Implications as a physiological binding partner in the brain and other tissues",
            "authors": [],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "43707-43716",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Chondroitin sulfate proteoglycans are associated with the lesions of Alzheimer's disease",
            "authors": [],
            "year": 1993,
            "venue": "Exp Neurol",
            "volume": "121",
            "issn": "",
            "pages": "149-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Tenascin‐R is antiadhesive for activated microglia that induce downregulation of the protein after peripheral nerve injury: a new role in neuronal protection",
            "authors": [],
            "year": 1998,
            "venue": "J Neurosci",
            "volume": "18",
            "issn": "",
            "pages": "6218-6229",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "CREB‐binding protein regulates apoptosis and growth of HMECs grown in reconstituted ECM via laminin‐5",
            "authors": [],
            "year": 2005,
            "venue": "J Cell Sci",
            "volume": "118",
            "issn": "",
            "pages": "5005-5022",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Extracellular matrix molecules and synaptic plasticity",
            "authors": [],
            "year": 2003,
            "venue": "Nat Rev Neurosci",
            "volume": "4",
            "issn": "",
            "pages": "456-468",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The extracellular matrix and synapses",
            "authors": [],
            "year": 2006,
            "venue": "Cell Tissue Res",
            "volume": "326",
            "issn": "",
            "pages": "647-654",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Osteopontin and its integrin receptor alpha(v)beta3 are upregulated during formation of the glial scar after focal stroke",
            "authors": [],
            "year": 1998,
            "venue": "Stroke",
            "volume": "29",
            "issn": "",
            "pages": "1698-1706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Matrix metalloproteinases in brain development and remodeling: synaptic functions and targets",
            "authors": [],
            "year": 2007,
            "venue": "J Neurosci Res",
            "volume": "85",
            "issn": "",
            "pages": "2813-2823",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Impairment of L‐type Ca2+ channel‐dependent forms of hippocampal synaptic plasticity in mice deficient in the extracellular matrix glycoprotein tenascin‐C",
            "authors": [],
            "year": 2002,
            "venue": "J Neurosci",
            "volume": "22",
            "issn": "",
            "pages": "7177-7194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Loss of perineuronal net in ME7 prion disease",
            "authors": [],
            "year": 2008,
            "venue": "J Neuropathol Exp Neurol",
            "volume": "67",
            "issn": "",
            "pages": "189-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Integrin signaling via the PI3‐kinase‐Akt pathway increases neuronal resistance to glutamate‐induced apoptosis",
            "authors": [],
            "year": 2001,
            "venue": "J Neurochem",
            "volume": "76",
            "issn": "",
            "pages": "1485-1496",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "T lymphocytes activated by persistent viral infection differentially modify the expression of metalloproteinases and their endogenous inhibitors, TIMPs, in human astrocytes: relevance to HTLV‐I‐induced neurological disease",
            "authors": [],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "164",
            "issn": "",
            "pages": "2718-2727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Membrane depolarization induces calcium‐dependent secretion of tissue plasminogen activator",
            "authors": [],
            "year": 1996,
            "venue": "J Neurosci",
            "volume": "16",
            "issn": "",
            "pages": "2220-2225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Neurocan is upregulated in injured brain and in cytokine‐treated astrocytes",
            "authors": [],
            "year": 2000,
            "venue": "J Neurosci",
            "volume": "20",
            "issn": "",
            "pages": "2427-2438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Tenascin‐R and C in multiple sclerosis lesions: relevance to extracellular matrix remodelling",
            "authors": [],
            "year": 1999,
            "venue": "Neuropathol Appl Neurobiol",
            "volume": "25",
            "issn": "",
            "pages": "207-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Decomposition and long‐lasting downregulation of extracellular matrix in perineuronal nets induced by focal cerebral ischemia in rats",
            "authors": [],
            "year": 2005,
            "venue": "J Neurosci Res",
            "volume": "80",
            "issn": "",
            "pages": "539-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Heparan sulfate proteoglycan expression in cerebrovascular amyloid beta deposits in Alzheimer's disease and hereditary cerebral hemorrhage with amyloidosis (Dutch) brains",
            "authors": [],
            "year": 2001,
            "venue": "Acta Neuropathol (Berl)",
            "volume": "102",
            "issn": "",
            "pages": "604-614",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Extensive extracellular matrix depositions in active multiple sclerosis lesions",
            "authors": [],
            "year": 2006,
            "venue": "Neurobiol Dis",
            "volume": "24",
            "issn": "",
            "pages": "484-491",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Matrix metalloproteinase‐19 is highly expressed in active multiple sclerosis lesions",
            "authors": [],
            "year": 2006,
            "venue": "Neuropathol Appl Neurobiol",
            "volume": "32",
            "issn": "",
            "pages": "585-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The extracellular matrix in multiple sclerosis pathology",
            "authors": [],
            "year": 2007,
            "venue": "J Neurochem",
            "volume": "103",
            "issn": "",
            "pages": "1293-1301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Tissue inhibitor of metalloproteinases‐1 (TIMP‐1) modulates neuronal death, axonal plasticity, and learning and memory",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Neurosci",
            "volume": "22",
            "issn": "",
            "pages": "2569-2578",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Kainate‐evoked modulation of gene expression in rat brain",
            "authors": [],
            "year": 1997,
            "venue": "Acta Biochim Pol",
            "volume": "44",
            "issn": "",
            "pages": "781-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Matrix metalloproteinase‐3: a novel signaling proteinase from apoptotic neuronal cells that activates microglia",
            "authors": [],
            "year": 2005,
            "venue": "J Neurosci",
            "volume": "25",
            "issn": "",
            "pages": "3701-3711",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Hyaluronan in human cerebrospinal fluid",
            "authors": [],
            "year": 1996,
            "venue": "Acta Neurol Scand",
            "volume": "94",
            "issn": "",
            "pages": "194-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Serum MMP‐2 and MMP‐9 are elevated in different multiple sclerosis subtypes",
            "authors": [],
            "year": 2003,
            "venue": "J Neuroimmunol",
            "volume": "136",
            "issn": "",
            "pages": "46-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Inhibition of Rac GTPase triggers a c‐Jun‐ and Bim‐dependent mitochondrial apoptotic cascade in cerebellar granule neurons",
            "authors": [],
            "year": 2005,
            "venue": "J Neurochem",
            "volume": "94",
            "issn": "",
            "pages": "1025-1039",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Agrin binds alpha‐synuclein and modulates alpha‐synuclein fibrillation",
            "authors": [],
            "year": 2005,
            "venue": "Glycobiology",
            "volume": "15",
            "issn": "",
            "pages": "1320-1331",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Extracellular proteolysis in brain injury and inflammation: role for plasminogen activators and matrix metalloproteinases",
            "authors": [],
            "year": 2002,
            "venue": "J Neurosci Res",
            "volume": "69",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Tissue inhibitors of matrix metalloproteinases are elevated in cerebrospinal fluid of neurodegenerative diseases",
            "authors": [],
            "year": 2003,
            "venue": "J Neurol Sci",
            "volume": "207",
            "issn": "",
            "pages": "71-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Elevated levels of matrix metalloproteinases‐9 and ‐1 and of tissue inhibitors of MMPs, TIMP‐1 and TIMP‐2 in postmortem brain tissue of progressive supranuclear palsy",
            "authors": [],
            "year": 2004,
            "venue": "J Neurol Sci",
            "volume": "218",
            "issn": "",
            "pages": "39-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Emotions are building up in the field of extracellular proteolysis",
            "authors": [],
            "year": 2003,
            "venue": "Trends Mol Med",
            "volume": "9",
            "issn": "",
            "pages": "183-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Membrane type 1‐matrix metalloproteinase is involved in migration of human monocytes and is regulated through their interaction with fibronectin or endothelium",
            "authors": [],
            "year": 2005,
            "venue": "Blood",
            "volume": "105",
            "issn": "",
            "pages": "3956-3964",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Destruction of extracellular matrix proteoglycans is pervasive in simian retroviral neuroinfection",
            "authors": [],
            "year": 2004,
            "venue": "Neurobiol Dis",
            "volume": "16",
            "issn": "",
            "pages": "604-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Tissue plasminogen activator in central nervous system physiology and pathology",
            "authors": [],
            "year": 2005,
            "venue": "Thromb Haemost",
            "volume": "93",
            "issn": "",
            "pages": "655-660",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "The core protein of the chondroitin sulfate proteoglycan phosphacan is a high‐affinity ligand of fibroblast growth factor‐2 and potentiates its mitogenic activity",
            "authors": [],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "21439-21442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Hyaluronan accumulates in demyelinated lesions and inhibits oligodendrocyte progenitor maturation",
            "authors": [],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "966-972",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Perineuronal nets protect against amyloid beta‐protein neurotoxicity in cultured cortical neurons",
            "authors": [],
            "year": 2007,
            "venue": "Brain Res",
            "volume": "30",
            "issn": "",
            "pages": "200-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Perineuronal nets potentially protect against oxidative stress",
            "authors": [],
            "year": 2004,
            "venue": "Exp Neurol",
            "volume": "188",
            "issn": "",
            "pages": "309-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Matrix metalloproteases and their inhibitors are produced by overlapping populations of activated astrocytes",
            "authors": [],
            "year": 2002,
            "venue": "Brain Res Mol Brain Res",
            "volume": "100",
            "issn": "",
            "pages": "103-117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Matrix metalloproteinases",
            "authors": [],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "21491-21494",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "The AIDS dementia complex: I. Clinical features",
            "authors": [],
            "year": 1986,
            "venue": "Ann Neurol",
            "volume": "19",
            "issn": "",
            "pages": "517-524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Of extracellular matrix, scaffolds, and signaling: tissue architecture regulates development, homeostasis, and cancer",
            "authors": [],
            "year": 2006,
            "venue": "Annu Rev Cell Dev Biol",
            "volume": "22",
            "issn": "",
            "pages": "287-309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Vascular endothelial growth factor (VEGF) and its receptors",
            "authors": [],
            "year": 1999,
            "venue": "FASEB J",
            "volume": "13",
            "issn": "",
            "pages": "9-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Matrix metalloproteinase‐2 (MMP‐2) regulates astrocyte motility in connection with the actin cytoskeleton and integrins",
            "authors": [],
            "year": 2006,
            "venue": "Glia",
            "volume": "54",
            "issn": "",
            "pages": "272-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Kainic acid‐induced convulsions cause prolonged changes in the chondroitin sulfate proteoglycans neurocan and phosphacan in the limbic structures",
            "authors": [],
            "year": 2003,
            "venue": "Exp Neurol",
            "volume": "184",
            "issn": "",
            "pages": "179-195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Expression of matrix metalloproteinases and tissue inhibitors of metalloproteinases define the migratory characteristics of human monocyte‐derived dendritic cells",
            "authors": [],
            "year": 2002,
            "venue": "Immunology",
            "volume": "105",
            "issn": "",
            "pages": "73-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Loss of perineuronal net N‐acetylgalactosamine in Alzheimer's disease",
            "authors": [],
            "year": 2005,
            "venue": "Acta Neuropathol (Berl)",
            "volume": "110",
            "issn": "",
            "pages": "393-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Distinct expression patterns and levels of enzymatic activity of matrix metalloproteinases and their inhibitors in primary brain tumors",
            "authors": [],
            "year": 2001,
            "venue": "J Neuropathol Exp Neurol",
            "volume": "60",
            "issn": "",
            "pages": "598-612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "The ADAMTS metalloproteinases",
            "authors": [],
            "year": 2005,
            "venue": "Biochem J",
            "volume": "386",
            "issn": "",
            "pages": "15-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Compartmentalization of PDGF on extracellular binding sites dependent on exon‐6‐encoded sequences",
            "authors": [],
            "year": 1992,
            "venue": "J Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "533-543",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "HB‐GAM heparin‐binding growth‐associated molecule and heparin‐type glycans in the development and plasticity of neuron‐target contacts",
            "authors": [],
            "year": 1997,
            "venue": "Prog Neurobiol",
            "volume": "52",
            "issn": "",
            "pages": "127-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Diapedesis of monocytes is associated with MMP‐mediated occludin disappearance in brain endothelial cells",
            "authors": [],
            "year": 2006,
            "venue": "FASEB J",
            "volume": "20",
            "issn": "",
            "pages": "2550-2552",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Tissue inhibitor of metalloproteinases‐1 (TIMP‐1) is differentially induced in neurons and astrocytes after seizures: evidence for developmental, immediate early gene, and lesion response",
            "authors": [],
            "year": 1997,
            "venue": "J Neurosci",
            "volume": "17",
            "issn": "",
            "pages": "4223-4235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Reduced perisomatic inhibition, increased excitatory transmission, and impaired long‐term potentiation in mice deficient for the extracellular matrix glycoprotein tenascin‐R",
            "authors": [],
            "year": 2001,
            "venue": "Mol Cell Neurosci",
            "volume": "17",
            "issn": "",
            "pages": "226-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Release of basic fibroblast growth factor‐heparan sulfate complexes from endothelial cells by plasminogen activator‐mediated proteolytic activity",
            "authors": [],
            "year": 1990,
            "venue": "J Cell Biol",
            "volume": "110",
            "issn": "",
            "pages": "767-775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Microglial activation in early stages of amyloid beta protein deposition",
            "authors": [],
            "year": 1997,
            "venue": "Acta Neuropathol",
            "volume": "94",
            "issn": "",
            "pages": "316-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "ADAMTS‐4 (a disintegrin and metalloproteinase with thrombospondin motifs) is transcriptionally induced in beta‐amyloid treated rat astrocytes",
            "authors": [],
            "year": 2000,
            "venue": "Neurosci Lett",
            "volume": "289",
            "issn": "",
            "pages": "177-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Proteoglycans in the developing brain: new conceptual insights for old proteins",
            "authors": [],
            "year": 2000,
            "venue": "Physiol Rev",
            "volume": "80",
            "issn": "",
            "pages": "1267-1290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Perineuronal nets of extracellular matrix around hippocampal interneurons resist destruction by activated microglia in trimethyltin‐treated rats",
            "authors": [],
            "year": 2002,
            "venue": "Brain Res",
            "volume": "958",
            "issn": "",
            "pages": "448-453",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Proteolytic activation of monocyte chemoattractant protein‐1 by plasmin underlies excitotoxic neurodegeneration in mice",
            "authors": [],
            "year": 2007,
            "venue": "J Neurosci",
            "volume": "27",
            "issn": "",
            "pages": "1738-1745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Membrane‐type 1‐matrix metalloproteinase regulates intracellular adhesion molecule‐1 (ICAM‐1)‐mediated monocyte transmigration",
            "authors": [],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "25010-25019",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "The presence of heparan sulfate proteoglycans in the neuritic plaques and congophilic angiopathy in Alzheimer's disease",
            "authors": [],
            "year": 1988,
            "venue": "Am J Pathol",
            "volume": "133",
            "issn": "",
            "pages": "456-463",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Early accumulation of heparan sulfate in neurons and in the beta‐amyloid protein‐containing lesions of Alzheimer's disease and Down's syndrome",
            "authors": [],
            "year": 1990,
            "venue": "Am J Pathol",
            "volume": "137",
            "issn": "",
            "pages": "1253-1270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Peripheral distribution of dermatan sulfate proteoglycans (decorin) in amyloid‐containing plaques and their presence in neurofibrillary tangles of Alzheimer's disease",
            "authors": [],
            "year": 1992,
            "venue": "J Histochem Cytochem",
            "volume": "40",
            "issn": "",
            "pages": "105-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Matrix metalloproteinase‐9 undergoes expression and activation during dendritic remodeling in adult hippocampus",
            "authors": [],
            "year": 2002,
            "venue": "J Neurosci",
            "volume": "22",
            "issn": "",
            "pages": "920-930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Excitotoxin‐induced neuronal degeneration and seizure are mediated by tissue plasminogen activator",
            "authors": [],
            "year": 1995,
            "venue": "Nature",
            "volume": "377",
            "issn": "",
            "pages": "340-344",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Chondroitin sulfate of appican, the proteoglycan form of amyloid precursor protein, produced by C6 glioma cells interacts with heparin‐binding neuroregulatory factors",
            "authors": [],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "557",
            "issn": "",
            "pages": "233-238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Chemokine and cytokine processing by matrix metalloproteinases and its effect on leukocyte migration and inflammation",
            "authors": [],
            "year": 2007,
            "venue": "J Leukoc Biol",
            "volume": "82",
            "issn": "",
            "pages": "1375-1381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "HIV‐I induced destruction of neocortical extracellular matrix components in AIDS victims",
            "authors": [],
            "year": 1997,
            "venue": "Neurobiol Dis",
            "volume": "4",
            "issn": "",
            "pages": "301-310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Agrin is a major heparan sulfate proteoglycan accumulating in Alzheimer's disease brain",
            "authors": [],
            "year": 1999,
            "venue": "Am J Pathol",
            "volume": "155",
            "issn": "",
            "pages": "2115-2125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Involvement of heparan sulfate and related molecules in sequestration and growth promoting activity of fibroblast growth factor",
            "authors": [],
            "year": 1996,
            "venue": "Cancer Metastasis Rev",
            "volume": "15",
            "issn": "",
            "pages": "177-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "Mice deficient for tenascin‐R display alterations of the extracellular matrix and decreased axonal conduction velocities in the CNS",
            "authors": [],
            "year": 1999,
            "venue": "J Neurosci",
            "volume": "19",
            "issn": "",
            "pages": "4245-4262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Lecticans: organizers of the brain extracellular matrix",
            "authors": [],
            "year": 2000,
            "venue": "Cell Mol Life Sci",
            "volume": "57",
            "issn": "",
            "pages": "276-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Cell surface, heparin‐like molecules are required for binding of basic fibroblast growth factor to its high affinity receptor",
            "authors": [],
            "year": 1991,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "841-848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Metalloproteinases: mediators of pathology and regeneration in the CNS",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Neurosci",
            "volume": "6",
            "issn": "",
            "pages": "931-944",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Matrix metalloproteinases and diseases of the CNS",
            "authors": [],
            "year": 1998,
            "venue": "Trends Neurosci",
            "volume": "21",
            "issn": "",
            "pages": "75-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Matrix metalloproteinases and tissue inhibitors of metalloproteinases in synovial fluids from patients with rheumatoid arthritis or osteoarthritis",
            "authors": [],
            "year": 2000,
            "venue": "Ann Rheum Dis",
            "volume": "59",
            "issn": "",
            "pages": "455-461",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Association between protease‐specific proteolytic cleavage of brevican and synaptic loss in the dentate gyrus of kainate‐treated rats",
            "authors": [],
            "year": 2002,
            "venue": "Neuroscience",
            "volume": "114",
            "issn": "",
            "pages": "1091-1101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "HIV‐induced metalloproteinase processing of the chemokine stromal cell derived factor‐1 causes neurodegeneration",
            "authors": [],
            "year": 2003,
            "venue": "Nat Neurosci",
            "volume": "6",
            "issn": "",
            "pages": "1064-1071",
            "other_ids": {
                "DOI": []
            }
        }
    }
}