{
    "paper_id": "PMC2002527",
    "metadata": {
        "title": "Inevitable or avoidable? Despite the lessons of history, the world is not yet ready to face the next great plague",
        "authors": [
            {
                "first": "Philip",
                "middle": [],
                "last": "Hunter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The prospect of a superbug that could wipe out much of the human race sounds like the stuff of science-fiction novels, Hollywood movies or doomsday prophets. However, such a global pandemic might not be as unlikely as it seems—some would even go so far as to say that it is a certainty, with the only uncertainties being what pathogen will cause it, when it will happen and how well the world will cope. Although vaccinations and antibiotics have eliminated some of mankind's greatest foes and lulled society into believing that great plagues are a thing of the past, plenty of pathogens remain that are able to evade all known therapies.As devastating as it was, the Spanish flu was a minor episode compared with the ravages of Yersinia pestis, the bacterium responsible for the Black Death",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Some immunologists therefore believe that, in practice, we are now little better prepared for a pandemic than our ancestors were in 1918 when the so-called Spanish flu ravaged the world. The pandemic might have resulted indirectly from the dislocation and migration associated with the First World War but it was far more deadly: as many as 40 million people died within 18 months. Around 25% of the world's 1.8 billion population was affected, indicating a mortality rate of nearly 10%. Ever since, the severity of the Spanish flu has fuelled fears of a recurrence and many researchers believe that it is only a matter of time before the next pandemic strikes. “We can be pretty certain that the probability of another flu pandemic is 100%, though we cannot say when exactly,” said William Hanage, research associate in the Divison of Epidemiology at Imperial College, London, UK.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although influenza might be the most likely culprit, other infectious agents have been responsible for outbreaks that must surely have been pandemics in their time. As devastating as it was, the Spanish flu was a minor episode compared with the ravages of Yersinia pestis, the bacterium responsible for the Black Death. In the Middle Ages, it reduced the European population by approximately one-third. Although most bacterial infections can now be controlled with antibiotics, the rapid emergence of resistant strains causes serious concerns among public health experts—in fact, the current spread of methicillin-resistant Staphylococcus aureus (MRSA) in hospitals and communities could be regarded as a pandemic. But the next strike could come from any direction, as shown by an epidemic of severe acute respiratory syndrome (SARS) in 2002–2003, which was caused by a hitherto largely unknown and benign coronavirus.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To define likely candidates, it is first worth assessing the characteristics of a true pandemic: an outbreak of an infectious disease with high mortality that quickly spreads across the world. Accordingly, an infectious agent must have several properties to be able to cause a pandemic: the ability to spread rapidly from person to person; virulence; and a significantly high mortality rate.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In terms of transmission, it can come through the drinking water in developing countries or through airborne droplets spread by coughing and sneezing. On this count, many pathogens pass the test, including MRSA and most forms of influenza, and those responsible for SARS and the common cold. However, many deadlier pathogens—including the Ebola virus, HIV, and the causative agent of malaria—stumble at this hurdle. Ebola virus is highly virulent but requires direct contact with fluids or secretions from infected people. Malaria is most commonly transmitted by the female Anopheles mosquito and is therefore largely confined to areas where this mosquito lives. AIDS has already killed as many people as the 1918 Spanish flu, but over a longer time-period because the transmission of HIV requires direct contact with bodily fluids. Although it poses a huge health problem and has no known cure, HIV/AIDS does not qualify as a pandemic because it cannot spread quickly and individuals can largely protect themselves through appropriate precautions.…an infectious agent must have several properties to be able to cause a pandemic: it must be able to spread rapidly from person to person; it must be infectious and virulent; and it must have a significantly high mortality rate",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS, caused by a respiratory-tract virus, also failed on this count, although it came close to causing a pandemic after its emergence in late 2002. It killed almost 800 people worldwide, but was rapidly stopped mainly because infected people developed symptoms quickly, according to Stefan Kaufman, Director of the Department of Immunology at the Max Planck Institute for Infection Biology in Berlin, Germany. “The failure of SARS in my opinion was that it spread after it caused disease and people got ill, and ill people don't want to fly,” he said, referring to global air travel as a major factor behind the accelerated transmission of a pandemic agent.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With regard to mortality rate, it does not need to be as high as 50%, as with the plague, or 30%, as with smallpox; the 10% achieved by Spanish flu was devastating enough given the large number of people infected. Pandemic agents also need to be able to mutate into forms that can be transmitted rapidly from human to human. This combination of virulence and mutability particularly points to RNA viruses—such as influenza viruses, the SARS coronavirus and HIV—as suitable candidates. “RNA is much more subject to errors than DNA, leading to much more rapid evolution,” said Didier Raoult, Director of the Clinical Microbiology Laboratory for the University Hospitals in Marseille, France.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As Raoult noted, the RNA virus now thought most likely to cause a global pandemic is H5N1—specifically, highly pathogenic influenza virus of type A of subtype H5N1—which causes avian flu and is endemic in many bird populations, especially in Southeast Asia. The virus is also able to infect other species including humans, in whom it has a mortality rate as high as 60%. In its present form, H5N1 spreads only to humans who are in direct and frequent contact with infected birds, and not through airborne droplets. But given its ability to mutate rapidly, it is quite likely that, in time, H5N1 or some other lethal strain of influenza will evolve a mechanism to enable direct airborne human-to-human transmission.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The influenza virus has another characteristic that is considered desirable—if not essential—for a pandemic agent: the existence of an animal reservoir in which it can languish and mutate. Indeed, there is growing evidence that emerging diseases are highly likely to be zoonoses—pathogens that jump from animals to humans (van der Giessen et al, 2004). Their ability to reside in animals gives them plenty of time to mutate into a strain able to evade the adaptive immunity that humans have established against previous strains.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 350,
                    "mention": "van der Giessen et al, 2004",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although viruses might seem more likely to cause widespread devastation, bacteria cannot be ruled out. Their challenge to causing pandemics is not so much human-to-human transmission—which comes easily—but becoming sufficiently virulent. The vast majority of interactions between humans and bacteria are mild, according to Hanage. However, some bacterial strains produce lethal toxins that kill the host even after the infection has cleared—such is the case with tetanus, which is caused by a neurotoxin released by Clostridium tetani. In other cases, as Hanage noted, bacteria can enter the bloodstream and survive, causing illness and death indirectly through acute sepsis, when a cytokine storm triggers a massive and potentially lethal inflammatory response.…as there are no known means of controlling such agents, infectious proteins could be regarded as a potential pandemic threat",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another candidate for a pandemic has emerged in the form of infectious proteins, although the timescales involved would be years or even decades, rather than weeks or months. However, as there are no known means of controlling such agents, infectious proteins could be regarded as a potential pandemic threat. Fortunately, variant Creutzfeldt–Jakob disease (vCJD)—caused by infectious prion proteins from cows infected with bovine spongiform encephalopathy (BSE)—failed to develop into a widespread human pandemic, although it is premature to write it off completely. “BSE–vCJD could have been the worst pandemic ever as we were exposed to it long before it could be detected,” said Henrik Wegener, Director of the National Food Institute in Mørkhøj, Denmark. “It was pure luck the agent did not have the full pandemic potential.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Regardless of which pathogen falls under the spotlight, what could and should be done to mitigate the impact of a pandemic? This question can only be answered by considering what makes a pathogen become lethal, and how it kills its victims. According to Kevin Tracey, an expert on sepsis at Boston University School of Medicine (MA, USA), “There's not enough understanding of how H5N1 kills, even in animals.” The same can be said for many other pathogens and infectious diseases.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, partly as a result of sequencing the Spanish flu virus extracted from exhumed victims, a growing number of researchers suspect that a major cause of death from severe influenza is a cytokine storm resulting from an overreaction of the immune system (Zhou et al, 2006). This would explain the unusually high number of fatalities among healthy young adults during the 1918 pandemic. “This was clearly caused by the cytokine storm,” agreed Kaufmann.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 275,
                    "mention": "Zhou et al, 2006",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As Tracey explained, viruses such as H5N1 can kill in one of three ways. First, the virus might kill so many cells that organs and critical metabolic processes fail—one of the hallmarks of Ebola virus, for example. Second, patients might die as a result of their cytokine response, as did many younger victims of the Spanish flu. Third, victims might succumb to secondary bacterial infections that can quickly overwhelm the already weakened immune system. In the case of HIV/AIDS, death is almost invariably the result of a secondary infection because the virus dismantles helper T cells, which severely reduces the victim's ability to fight off subsequent infectious attacks. These three strategies are not mutually exclusive; they can reinforce each other. For example, secondary infection can hasten the organ failure caused by the virus or can trigger its own cytokine attack.…a growing number of researchers suspect that a major cause of death from severe influenza is a cytokine storm resulting from an overreaction of the immune system",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Many deaths from influenza—particularly among the elderly and immune-compromised—are caused by secondary infection, often of the respiratory tract which leads to pneumonia. But there is plenty of evidence that a cytokine response would be the major cause of death in a new influenza pandemic, perhaps in conjunction with direct viral action. Other killer diseases, including malaria, also seem to owe their virulence to cytokine action (Clark et al, 2006). In such cases, it is too late not only for vaccination but also for antiviral drugs. “Once you develop a cytokine storm, the virus may go, but you will still get sick,” said Tracey. He therefore argues for a more enlightened approach that considers not only vaccines and antivirals for standard infections, but also immunomodulatory drugs, such as corticosteroids, and new therapeutic agents against H5N1 and other viruses. In his own research, Tracey has tested antibodies against the high-mobility group box (HMGB1) protein, a cytokine involved in the repair of damaged tissue, which also has a role in cytokine storms (Wang et al, 2007). “Those antibodies cure animals with established lethal infections,” he said, but their successful use in humans has yet to be shown.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 454,
                    "mention": "Clark et al, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1079,
                    "end": 1095,
                    "mention": "Wang et al, 2007",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Kaufmann believes that the answer might be broad-spectrum vaccines that target T cells rather than antibodies. T cells identify only conserved viral peptides expressed in the host cell, rather than the rapidly mutating components that antibodies latch onto to elicit a highly specific immune response. Kaufmann suggested that the current practice of developing a new vaccine targeted specifically to the latest strain of flu virus has only been sustained partly for economic reasons. “It was always nice to have a vaccine you could sell every year,” he said. “But there are immune strategies for a broad response, mostly based on T-lymphocytes. If we had started to research these more carefully 10 years ago, we would have a vaccine that works against many flu viruses and also H5N1 by now,” Kaufmann continued. “In principle, immunological rules tell us that we can broaden the immune response by targeting conserved regions [of an infectious agent].”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But without such broad-spectrum vaccines, the onus falls on public health systems to cope with a sudden pandemic. The challenge would be not only to distribute and administer effective vaccines and drugs, but also to respond to the increase in intensive care admissions. Even a local epidemic could quickly overwhelm emergency services and hospitals in advanced nations in North America and Europe; the situation would be far worse in the case of a global pandemic.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The Intensive Care Society in London, UK, has suggested that the resources of the country's current intensive care unit (ICU) could be completely swamped in the case of an influenza pandemic. By their estimation, an ICU admission rate of 15%, and an estimated need for half of these patients to receive ventilation assistance to counteract respiratory failure, would be sufficient to cause the collapse of intensive care resources in the UK. There is also the logistical problem of vaccine production and distribution. Although the basic technology of flu vaccine production in chicken eggs has not progressed since the early 1950s, the potential for a global spread of infection has changed. The increase in international air travel now means that a pandemic could spread around the world much more quickly, thereby increasing pressure on vaccine manufacturers. Measures to restrict air travel in the event of a pandemic might come too late and would have a serious economic impact.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Even without such measures, a pandemic would have serious economic consequences. The US Congressional Budget Office (CBO) estimated that a pandemic on the scale of the 1918 Spanish flu would wipe 4.25% from the US Gross Domestic Product (GDP) and even a milder flu pandemic—similar to those in 1957 and 1968—would shave 1% from the GDP (CBO, 2006). Such economic considerations seem to have had more of an impact on Congress than health issues, as it allocated US$3.8 billion through 2006 for a pandemic influenza preparedness programme.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "mention": "CBO, 2006",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Europe is in danger of lagging behind, according to Zsuzsanna Jakab, Director of the European Centre for Disease Prevention and Control (Stockholm, Sweden). In an interview with the UK Financial Times, she stated that it would take at least two more years to be adequately prepared for a pandemic within the EU (Jack, 2007). Jakab was referring specifically to a report from her organization that called for stronger coordination across both government departments and country borders, rather than a focus just on public health programmes on a state-by-state basis (Influenza Team, 2007). Although the EU and national governments have increased their efforts and invested more money over the past year, she pointed out that not a single member country has yet published a pandemic response plan spanning all government departments. The need is not so much for additional investment within healthcare, such as ICU facilities, but for full-scale logistical preparation across all relevant sectors.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 322,
                    "mention": "Jack, 2007",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 566,
                    "end": 586,
                    "mention": "Influenza Team, 2007",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "For too long, preparedness strategies for public-health emergencies have been neglected, and communities remain ill-equipped to face a sudden epidemic, let alone a global pandemic. Perhaps the looming spectre of a potentially devastating H5N1 pandemic will kill off this false sense of security, and concentrate the minds and budgets of both governments and research communities towards preventing another superbug scourge.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "A Potential Influenza Pandemic: Possible Macroeconomic Effects and Policy Issues",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Human malarial disease: a consequence of inflammatory cytokine release",
            "authors": [],
            "year": 2006,
            "venue": "Malar J",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Pandemic preparedness in the European Union—multi-sectoral planning needed",
            "authors": [],
            "year": 2007,
            "venue": "Euro Surveill",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Europe warned on flu pandemic planning",
            "authors": [],
            "year": 2007,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Zoonoses in Europe: a Risk to Public Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "HMGB1 as a potential therapeutic target",
            "authors": [],
            "year": 2007,
            "venue": "Novartis Found Symp",
            "volume": "280",
            "issn": "",
            "pages": "73-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Differential expression of chemokines and their receptors in adult and neonatal macrophages infected with human or avian influenza viruses",
            "authors": [],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "61-70",
            "other_ids": {
                "DOI": []
            }
        }
    }
}