{
    "paper_id": "PMC2597651",
    "metadata": {
        "title": "Development of Broad‐Spectrum Halomethyl Ketone Inhibitors Against Coronavirus Main Protease 3CLpro\n",
        "authors": [
            {
                "first": "Usman",
                "middle": [],
                "last": "Bacha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Barrila",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sandra",
                "middle": [
                    "B."
                ],
                "last": "Gabelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yoshiaki",
                "middle": [],
                "last": "Kiso",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [],
                "last": "Mario Amzel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ernesto",
                "middle": [],
                "last": "Freire",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Recombinant SARS 3CLpro was expressed as a soluble fraction in BL21 Star DE3 E. coli competent cells (Invitrogen, Carlsbad, CA, USA). The construct begins with residue Ser1, and therefore does not contain the full N‐terminal auto‐cleavage site of the protein. Cells were grown in LB supplemented with ampicillin (50 μg/mL) at 37 °C, induced with 1 mm IPTG when the optical density (as determined by absorbance at 600 nm) was 0.8 or greater, and harvested after 4 h. Cells were re‐suspended in lysis buffer (50 mM potassium phosphate (pH 7.8), 400 mm NaCl, 100 mm KCl, 10% glycerol, 0.5% Triton‐X, and 10 mm imidazole). The cells were broken by sonicating on ice for short pulses of one second followed by 3 seconds off for a total of 16 min. Cell debris was collected by centrifugation (20 000g at 4 °C for 45 min). The supernatant was filtered using a 0.45 μm pore size filter (Millipore, Billerica, MA, USA) and applied directly to a nickel affinity column (HiTrap Chelating HP, Amersham Biosciences, Piscataway, NJ, USA) that had been pre‐equilibrated with binding buffer (50 mm sodium phosphate, 0.3 m NaCl, 10 mm imidazole, pH 8.0). The protease was eluted with a linear gradient of 50 mm sodium phosphate, 300 mm NaCl, 250 mm imidazole, pH 8.0. After elution, the protein was buffer exchanged into 10 mm Tris–HCl pH 7.5, and loaded onto a Q‐sepharose anion exchange column (Amersham Biosciences). The protease was eluted with a gradient of 10 mm Tris–HCl, 1 m NaCl, pH 7.5. The pooled fractions containing 3CLpro were exchanged into storage buffer (10 mm sodium phosphate, 10 mm NaCl, 1 mm Tris[2‐carboxyethyl] phosphine (TCEP), 1 mm EDTA, pH 7.4) and digested for 48 h at 4 °C with enterokinase (Invitrogen, 0.1 units per 112 μg of protease) to remove the N‐terminal polyhistidine tag. The enterokinase was removed by incubation with EK‐away resin (Invitrogen). The reaction mixture was passed through a nickel affinity column to remove undigested protease. The protease was exchanged into storage buffer, concentrated to 10 mg/mL and used immediately for experiments. The sample was more than 95% pure, as assessed by SDS‐PAGE.",
            "cite_spans": [],
            "section": "Protein purification ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The activity of the SARS protease 3CLpro was determined by continuous measurement kinetic assays using the fluorogenic substrate Dabcyl–Lys–Thr–Ser–Ala–Val–Leu–Gln–Ser–Gly–Phe–Arg–Lys–Met–Gln–Edans (Genesis Biotech, Taipei, Taiwan). The sequence of the peptide which was derived from the N‐terminal auto‐cleavage site of the protease is flanked by fluorescent groups, Dabcyl and Edans (24). The increase in fluorescent intensity upon substrate cleavage was monitored in a Cary Eclipse fluorescence spectrophotometer (Varian) using wavelengths of 355 and 538 nm for the excitation and emission, respectively. The experiments were performed in a buffer containing 10 mm sodium phosphate, pH 7.4, 10 mm NaCl, 1 mm TCEP, and 1 mm EDTA. Enzyme activity parameters, K\nm and k\ncat, were determined by initial rate measurements of substrate cleavage at 25 °C in 2% dimethyl sulfoxide (DMSO). The reaction was initiated by adding protease (final concentration 250 nm) to a solution of substrate at final concentration of 0–80 μm to a total volume of 120 μL in a microcuvette.",
            "cite_spans": [],
            "section": "Kinetic assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Compounds 1, 2, 3, and 5 were purchased from Bachem (Bachem Corporation, USA) and Compound 4 was purchased from Fluka (Sigma‐Aldrich Corporation, St Louis, MO, USA). Inhibition assays were performed under the same conditions as described in the Kinetic Assay section with increasing concentrations of substrate (5–20 μm) in the presence of inhibitor (0–1.5 mm). This data was fit to the first‐order rate exponential equation: (1)\nwhere [P] is the product fluorescence, v\n0 is the initial velocity of rate of substrate cleavage, D is the displacement term to account for the fact that emission is not zero at the start of the assay measurement, k\napp is the apparent rate constant of the reaction and t is the time in seconds. The k\napp obtained was plotted as a function of the [I] in a linear relationship: (2)\nwhere k\n3 is the inactivation rate constant, K\ni is the equilibrium inhibition constant, K\nm is the Michaelis constant and [S] is the substrate concentration (19, 25). Data from these continuous assays were analysed using the non‐linear regression analysis software Origin.",
            "cite_spans": [],
            "section": "Inhibition assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Isothermal titration calorimetry experiments were carried out using a high precision VP‐ITC titration calorimetric system (Microcal Inc., Northampton, MA, USA). The enzyme solution in the calorimetric cell was titrated with inhibitor solutions dissolved in the same buffer (10 mm sodium phosphate, 10 mm NaCl, 1 mm TCEP, 1 mm EDTA, pH 7.4) with a 2% final DMSO concentration at 25 °C. The heat evolved after each ligand injection was obtained from the integral of the calorimetric signal. In order to compensate for the delayed k\noff of the inhibitor, injections were spaced 1000 seconds apart. The heat because of the binding reaction between the inhibitor and the enzyme was obtained as the difference between the heat of reaction and the corresponding heat of dilution.",
            "cite_spans": [],
            "section": "Isothermal titration calorimetry ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Selectivity of the compounds was determined by measuring their ability to inhibit commercially available Bovine pancreatic Trypsin (Sigma). Trypsin (final concentration 359 nm) and compound (0–100 μm) were pre‐incubated for 10 min prior to the start of the assay. The reaction was initiated by the addition of the chromogenic substrate, Na‐Benzoyl‐l‐arginine ethyl ester hydrochloride (Sigma) with a final concentration of 200 μm. The change in absorbance at 253 nm was detected using a Cary spectrophotometer (Varian). The experiments were performed in 50 mm sodium phosphate, pH 7.0, 5% DMSO at 25 °C.",
            "cite_spans": [],
            "section": "Trypsin inhibition assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Inhibition of Thrombin by the compounds was evaluated in experimental conditions similar to that of Trypsin. Human Thrombin (Sigma) was pre‐incubated with compound for 10 min prior to the start of assay measurements. The final Thrombin concentration was 25 nm and the compound concentration varied from 0–100 μm. The reaction was initiated by the addition of the chromogenic substrate Sar‐Pro‐Arg p‐nitroanilide dihydrochloride (Sigma) with a final concentration of 208 μm. The change in absorbance of the substrate upon cleavage by Thrombin was monitored at 405 nm over time using a Cary spectrophotometer (Varian). Experiments were conducted in 50 mm Tris, pH 7.4, 100 mm NaCl, and 5% DMSO at 25 °C.",
            "cite_spans": [],
            "section": "Thrombin inhibition assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Inhibition against purified Calpain (BioVision, San Francisco, CA, USA) was measured using the fluorescent substrate Ac–Leu–Leu–Tyr–AFC. The reaction was initiated by the addition of 0.5 μL of enzyme to a mixture containing reaction and extraction buffer that were provided by Biovision in the presence of 2% DMSO at 37 °C and 5 μL substrate. A Calpain inhibitor, Z‐LLY‐FMK (provided by manufacturer) was used at a final reaction concentration of 100 nm as a standard to gauge the inhibition by the compounds in this study. The increase in fluorescence upon substrate cleavage was monitored using Cary Eclipse fluorescence spectrophotometer (Varian) using wavelengths of 400 and 505 nm for the excitation and emission, respectively.",
            "cite_spans": [],
            "section": "Calpain inhibition assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Co‐crystals of SARS 3CLpro with Compound 4 were obtained by adding 98 μL SARS 3CLpro (6.5 mg/mL) in 10 mm Tris–HCl, 0.1 m NaCl, 1 mm EDTA, 1 mm TCEP pH 7.4 to 2 μL Compound 4 (100 mm) dissolved in 100% DMSO. The final concentration of the inhibitor was 2 mm. The mixture was incubated at room temperature for 15 min to allow for the protein and inhibitor to interact, and then was centrifuged for 5 min at 14 000 × g to remove any aggregates that had formed. A condition used to crystallize wild‐type SARS 3CLpro was used as a starting condition (18). The best crystals grew in hanging‐drop experiments with a 500 μL reservoir solution containing 0.7 m sodium malonate (pH 7.0), and 3–5% isopropanol. The drop was made using 2 μL of reservoir solution and 2 μL of the protein/inhibitor solution. Crystals appeared after 3 months at room temperature.",
            "cite_spans": [],
            "section": "Crystallization ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "SARS 3CLpro‐Compound 4 co‐crystals belong to space group P21212 with cell dimensions a = 106.66 Å, b = 45.16 Å, and c = 53.96 Å. Data were collected from a crystal flash‐frozen using 10% glycerol as cryoprotectant at beam line X6a at the National Synchrotron Light Source, Brookhaven National Laboratory. Intensity data were integrated, scaled, and reduced to structure factor amplitudes with the HKL2000 suite (26) as summarized in Table 4.",
            "cite_spans": [],
            "section": "Data collection ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The structure of the co‐crystal of SARS‐3CLpro and Compound 4 was determined by molecular replacement with the program AmoRe (27) using wild‐type SARS 3CLpro (pdb ID 2BX4) as the search model (28). Restrained refinement of the models was performed using REFMAC (29). Manual building was carried out using O (30) and water molecules were placed with Arp‐WARP (31). The stereochemistry of the model was checked and analysed using PROCHECK and MolProbity (32).",
            "cite_spans": [],
            "section": "Structure determination and refinement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The coordinates for the structure of SARS 3CLpro bound to Compound 4 have been deposited in the Protein Data Bank (accession number 3D62).",
            "cite_spans": [],
            "section": "Coordinates ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Pharmacophore models were generated using the Pharmacophore Application module in MOE 2006.0804 (Quebec, Canada). Being a binary model, a threshold of 1000 μm was selected based on the distribution of K\ni data of the compounds in our database. Compounds with activity (K\ni in our case) lower than the threshold were chosen as active and those with potency higher than the threshold were inactive. A low energy multi‐conformational database of all the compounds in the library were generated using the MMFF94x force field, with a cutoff on the strain energy to be <4 kcal/mol. The pharmacophore annotation scheme PPCH_ALL, provided by MOE, was used to calculate the planar, polar, charged, and hydrophobic features including all hydrophobes for the conformation library\nb\n. The model was optimized in a training set database of 22 compounds, with 15 active compounds (K\ni < 1000 μm) and seven inactive compounds (K\ni > 1000 μm). The structure and activity of all 22 compounds are shown in Table S1 of the Supplementary Material. Based on this breakdown, an ideal model would select only the active compounds (positive controls) from the training database and not the inactive compounds (negative controls) thereby providing an ideal enrichment factor (R\nideal) of 1.5 based on eqn. 3. Flexible alignment of the lowest energy conformation of the most active compounds led to the identification of their critical ligand features. The basic level of this model was the arrangement of the annotation features in a three‐dimensional array as shown in Figure 6A. The second level of complexity was further added to this model defining the exclusion regions; compounds with features protruding into these areas were excluded from the model. The final selection criterion was the placement of an external shell which defined the maximum conformational space that can be sampled by molecules. By gradual refinement, the ability of the model to discriminate between active versus inactive compounds was improved. This was gauged by the calculation of an observed enrichment factor (R\nobserved) using eqn. 3 for the training models and the pharmacophores were optimized until R\nobserved = R\nideal. The final model effectiveness was calculated using eqn. 4. (3)\n(4)\n",
            "cite_spans": [],
            "section": "Pharmacophore generation ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1545,
                    "end": 1554,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The pharmacophore model was used as a template for virtual screening of commercially available databases provided by MOE 2006.0804 containing a total of 1 000 000 compounds. The screening was carried out using MOE and resulted in 40 hits (18). These 40 compounds were purchased and measured for inhibition against SARS 3CLpro in a fluorogenic assay that was explained earlier. Of the 40 compounds tested, 38 had a K\ni < 1000 μm, including two false positives with a K\ni > 1000 μm. Based on the actives false positives that were selected by the model, R\nobserved, R\nideal and the effectiveness were calculated using (3), (4) respectively. Product 1 was purchased from ChemDiv (ChemDiv, Inc., San Diego, CA, USA), Product 2 was purchased from Sigma (Sigma–Aldrich Corp., USA), Product 3 was purchased from ChemBridge (ChemBridge Corp., USA), Product 4 was purchased from Florida Center for Heterocyclic Compounds (University of Florida, USA), and Product 5 was purchased from Interchim (Montluçon, France).",
            "cite_spans": [],
            "section": "Virtual screening ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cysteine proteases, like serine proteases, employ a mechanism involving the formation of an acyl‐enzyme intermediate that is hydrolysed via the formation of a tetrahedral adduct (33, 34). According to this mechanism, the thiol group of the catalytic Cys 145 in SARS 3CLpro initiates a nucleophilic attack on the carbonyl flanking the sessile peptide bond of the substrate with the imidazole ring of the His 41 side chain acting as a general base. This proton is later donated to the leaving group of the tetrahedral intermediate (35, 36).",
            "cite_spans": [],
            "section": "Catalytic mechanism and lead generation ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Substrate specificity studies of SARS 3CLpro have indicated that the S1 subsite shows preference for Gln at the P1 site of the substrate. The large S2 subsite, on the other hand, can accommodate Leu, Ile, Phe, Val and Met in the P2 position. The S3 subsite is not conserved among coronaviruses and the P3 residue at this site is generally solvent exposed and therefore not well defined. The S4 subsite favours a hydrophobic side chain to fit into this cavity; a position that is usually occupied by Ala in the native substrate (18, 34). Based upon this information, we previously generated a library of substrate mimetics linked to the trifluoromethyl ketone warhead that showed moderate affinities towards 3CLpro (23). The best compound (KNI‐30001, shown in Figure 2) had Glu at P1, Leu at P2, and Val at P3 and was characterized by a K\ni of 116 μm.",
            "cite_spans": [],
            "section": "Catalytic mechanism and lead generation ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 759,
                    "end": 767,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In order to optimize KNI‐30001, the effect of each of the components of the scaffold on the overall affinity towards 3CLpro was evaluated. Three specific aspects of the scaffold were emphasized: (i) the halogenation of the warhead, (ii) the compound size, and (iii) the substitution at the P1 position of the scaffold. Monopeptide, dipeptide and tripeptide mimetics with modifications in both the halogen content of the warhead and the P1 position were selected and screened against 3CLpro using an in vitro kinetic assay. The results for the best five compounds from this screen are shown in Table 1 along with the general scaffold used for optimization. Compounds 1–3 have the same monochloromethyl ketone warhead with alterations at the R2 site on the scaffold (corresponding to the P1 position). Compounds 1, 2 and 3 have a Phe, naphthalene and a p‐fluoro phenyl derivative at the P1 position respectively. Compound 4 has a monobromomethyl ketone warhead and an aliphatic substitution at the P1 position. Compound 5 was a dipeptide with a formic acid methyl ester at P1 position and Val at R3 site (corresponding to the P2 position).",
            "cite_spans": [],
            "section": "Structure‐based optimization of compounds ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 593,
                    "end": 600,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The general reaction scheme used to analyse the inhibition kinetics is shown below in Scheme 1:",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Here the E‐I indicates a reversible enzyme (E) and inhibitor (I) complex which subsequently undergoes an inactivation step to form the irreversible E*I complex. The K\ni for the reversible step is measured as the ratio of k\n2/k\n1, and k\n3 is the rate‐limiting inactivation step. A similar scheme was used earlier to measure the inhibition of halomethyl ketones to other cysteine proteases (37).",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "A possible mechanism for the inactivation step (Scheme 2) is thought to be initiated by the thiolate imidazolium ion pair at the active site towards the warhead carbonyl, leading to the formation of a thiohemiketal complex which subsequently undergoes an alkylation reaction to form the irreversible product (38). The halomethyl group (A in Scheme 2) makes the adjacent ketone group more susceptible to nucleophilic attack. In the presence of a thiol group, the warhead attains the tetrahedral conformation that resembles the enzyme–substrate intermediate formed during substrate catalysis (B in Scheme 2). Over time, intramolecular rearrangement leads to the alkylation with the adjacent carbon of the halomethyl group with the final structure (C in Scheme 2). Another possibility is the attack of the thiolate ion on the halomethyl carbon adjacent to the warhead carbonyl which then leads to the alkylated product.",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Since Compounds 1–3 have similar warheads, the differences in their activity can be attributed only to the changes in the P1 position. The compound with the highest inhibitory potency, Compound 1 had a K\ni of 306 ± 10 nm as shown in Table 1. The naphthalene substitution at the P1 position of Compound 2 reduced the potency to a K\ni of 371 ± 15 nm. The addition of fluorine at the para position of the phenyl ring at P1 did not change the potency of Compound 3 (K\ni = 380 ± 31 nm). Although Gln is traditionally present at this position, a hydrophobic moiety is also highly tolerated. This tolerance is consistent with previous studies where the modifications to the P1 position included a lactam ring in the S stereochemistry (19), keto‐glutamine analogs with a phenyl group at P1 (39) and α,β unsaturated ester (40); all of which showed a stark improvement in the inhibitory potency of the compounds to the protease. Compound 4, with a bromomethyl ketone warhead and an aliphatic substitution at the P1 position had a K\ni value of 400 ± 71 nm and may also bind in a similar conformation. Compound 5, with a monofluoromethyl ketone warhead had a K\ni value of 512 ± 25 nm. Altering the methyl ester at the P1 position of this compound into a carboxylic acid, completely rendered it inactive with a K\ni > 1000 μm (Table S1 in Supplementary Material). This indicated that the larger footprint occupied by the dipeptidic compounds leads to an altered conformation of the compound when compared to monopeptidic compounds. The P1 substitution in this orientation fits into a hydrophobic pocket that is more sensitive to structural changes. This hydrophobic moiety provides additional van der Waals interactions at this site that improve the affinity of the ligands.",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Previous reports have shown that halomethylketone compounds react with thiols to form thioethers (37). It is also well documented that these warheads form methyl phosphonium salts with reducing agents such as phosphines. Phosphinomethyl ketone compounds were previously shown to inhibit cysteine and serine proteases (41). This raised the possibility that the compounds presented in this study may be interacting with the protease due to the reaction with tris(2‐carboxyethyl)phosphine (TCEP) present in the buffer. However, no loss in inhibition was observed in kinetic measurements of Compounds 1–5 performed in the absence of TCEP. This result indicates that the active species in the inhibition of the protease is the halomethyl ketone and not the phosphinomethyl ketone.",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Altering the halogen substitution of the warhead also had a substantial effect on the reactivity of the inhibitors. Substrate analogues with chloromethyl ketones have been shown to inhibit Cathepsin B and Papain whereas fluoromethyl ketones have shown activity against Caspases, Calpains and Cathepsin B as well (37, 42, 43, 44). Furthermore, NMR experiments have indicated that fluoromethyl and chloromethyl ketones are able to activate the carbonyl carbon of the ketone facilitating the formation of a thio‐hemiketal at the active site of cysteine proteases (37). A high rate of inactivation (k\n3) is related to the ability of the warhead to accept a nucleophilic attack by the thiol side chain leading to the eventual alkylation. The inactivation constant k\n3 for Compound 2 (2.8 ± 0.5 × 10−2/second) was almost twice that of Compound 1 (1.5 ± 0.1 × 10−2/second) and, 3 (1.8 ± 0.7 × 10−2/second) (Table 1). The larger P1 moiety of Compound 2 may orient the warhead in a conformation more favourable for reacting with the thiol side chain of Cys 145. The inactivation constant of the dipeptide compound 5 was 1.6 ± 0.1 × 10−2/second, which was similar to Compounds 1 and 3. The k\n3 of Compound 4 was too small to be measured accurately in the kinetic assay (≪0.005 × 10−2/second), indicating that the irreversible step is very slow and that for several hours the compound behaves as a reversible inhibitor. In fact, the activity of the protease was completely recovered after incubation in 20 μm Compound 4 (50 times the K\ni) for 10 min. In the case of complete irreversible inhibition, the protease would have been inactivated at such high inhibitor concentrations. In the case of reversible interaction however, activity can be recovered when the inhibitor concentration is diluted. Irreversibility in the enzyme activity was only noticed after incubation times exceeding 12 hours at a high concentration of Compound 4 (data not shown).",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 900,
                    "end": 907,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "This reversible interaction of the bromomethyl ketone warhead of Compound 4 was somewhat unexpected as bromine derivatives are generally better leaving groups and therefore more reactive than chlorine or fluorine derivatives in SN2 reactions with nucleophiles such as thiol in cysteine proteases. The results from this study pointed to a much lower reactivity of this warhead with the formation of a reversible complex followed by an irreversible alkylation. Also, the inactivation constants (k\n3) of the compounds in this study are lower than those reported for other dipeptidyl halomethyl ketones against human Cathepsin B (37). However, the rate of inactivation is dependent on the orientation of the compound warhead in the active site (37), which is different for 3CLpro.",
            "cite_spans": [],
            "section": "Inhibition results of the compounds ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "The binding energetics of compounds 1–5 were also determined by isothermal titration calorimetry (ITC). The calorimetric titrations of compounds 1–3 and 5 were characterized by very large reaction heats (−18 kcal/mol), consistent with the formation of a covalent complex, as expected from the fast irreversible rates (k3) for these compounds. Compound 4, on the other hand, had a very different thermodynamic signature, consistent with the observation that the irreversible step of this compound is extremely slow and characterized by a time constant (1/k\n3) larger than 300 min, i.e. within the calorimeter the binding reaction occurs under equilibrium conditions. Figure 3 shows the calorimetric titration of Compound 4 to 3CLpro. The binding of Compound 4 is characterized by a small favourable binding enthalpy (ΔH = −1.6 kcal/mol) and a favourable entropic contribution (−TΔS = −6.7 kcal/mol) resulting in an overall Gibbs energy of −8.3 kcal/mol. The dissociation constant (K\nd) determined calorimetrically amounts to 800 nm, which is close to the K\ni value estimated from the kinetic inhibition data.",
            "cite_spans": [],
            "section": "Isothermal titration calorimetry ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 666,
                    "end": 674,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Selectivity is a measure of the affinity of a compound against its intended target versus its affinity against other proteins, especially those belonging to the same class. Selectivity is defined as the following ratio: (8)\n",
            "cite_spans": [],
            "section": "Inhibitor selectivity ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Halomethyl ketone warheads have been shown to selectively target serine and cysteine proteases. Trypsin and thrombin are serine proteases that play a major role in the digestive system and the blood‐clotting cascade respectively. The first two domains of 3CLpro have an antiparallel β‐barrel structure reminiscent of the chymotrypsin fold, which is also observed in picornavirus 3C proteases. Furthermore, the crystal structure of 3C protease from rhinovirus‐14 showed the presence of two topologically equivalent six‐stranded β‐barrels that were similar to trypsin‐like serine proteases such as thrombin (45). In order to investigate the selectivity of the inhibitors, their ability to inhibit serine proteases such as trypsin and thrombin, as well as a cysteine protease, calpain was tested. The results from these experiments are shown in Table 2a and b. The inhibitors were found to be highly selective towards SARS 3CLpro when compared to the other three proteases. None of the inhibitors were active against trypsin even though the inhibition was measured until the solubility limit of each inhibitor was reached. Similar results were also obtained for inhibition measured against thrombin. In this case, only the K\ni values for Compounds 2 and 3 were within detection limits and had values of 72 ± 20 and 150 ± 30 μm, respectively, indicating that these compounds were 200 and 400 times more selective towards 3CLpro than thrombin (Table 2b).",
            "cite_spans": [],
            "section": "Inhibitor selectivity ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 842,
                    "end": 856,
                    "mention": "Table 2a and b",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1439,
                    "end": 1447,
                    "mention": "Table 2b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The compounds showed a higher affinity for the cysteine protease Calpain compared to trypsin or thrombin. The chloromethyl ketones (Compounds 1–3) had K\ni values against Calpain of 10, 9, and 8 μm respectively (Table 2a). Compound 4 had a K\ni of 15 μm against Calpain and Compound 5 had a K\ni of 20 μm. The calculated selectivity was 32, 24, 21, 38 and 39 for Compound 1, 2, 3, 4 and 5 respectively towards 3CLpro when compared to Calpain (Table 2b). The halomethyl ketone compounds had lower affinities towards Calpain despite the fact that the warhead is reactive towards the thiol side chain in the active site of cysteine proteases. As is the case for other type of warheads, the affinity of the compounds is not dominated by the reactive warhead but the interactions of the entire compound with the residues in the binding cavity. This observation indicates that these compounds can be further optimized to improve their potency and specificity towards 3CLpro.",
            "cite_spans": [],
            "section": "Inhibitor selectivity ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "mention": "Table 2a",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 440,
                    "end": 448,
                    "mention": "Table 2b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The structure of the wild‐type SARS 3CLpro bound to Compound 4 was determined using X‐ray crystallography. Crystallization conditions were similar to those used before for the wild‐type protease (18), although the length of time required for crystals to form in the presence of the ligand was longer than for the free protease (three months versus one week). The structure was determined by molecular replacement using SARS 3CLpro (PDB ID 2BX4) (28) as a search model. Data collection and refinement statistics are summarized in Table 3. Crystals belong to the space group P21212 and contained one monomer of SARS 3CLpro per asymmetric unit. The final model was refined to a resolution of 2.7 Å with an R‐value of 25.9% (R\nfree = 36.2%). As observed in other structures of SARS 3CLpro, the protein is organized in three domains with domains I and II (residues 3‐184) structured into a chymotrypsin‐like double β‐barrel which forms the active site cavity of the protein. The catalytic domains are linked by a long loop (residues 185–200) to domain III (residues 201–306) of the protein which is comprised predominantly of α‐helices. There are no significant differences between the liganded and unliganded structures of the protease (PDB ID 2BX4) (28) as evidenced by their superposition which yields an RMSD of 0.405 Å over 277 Cα atoms.",
            "cite_spans": [],
            "section": "Compound 4 binds to SARS 3CLpro through a thioether attachment ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 529,
                    "end": 536,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The inhibitor binds within the substrate‐binding cleft formed by the chymotrypsin‐like fold of the enzyme (Figure 4A). Electron density for only a portion of the compound was observed in the final structure with the thiol of Cys 145 covalently bound to the carbon adjacent to the warhead carbonyl that was originally bonded to the bromine. Density for the portion of the compound corresponding to the R2 (or P1) moiety of the ligand was missing. Figures 5A and 5B show the chemical structure of Compound 4 and the electron density in the 2F\no−F\nc map. The absence of electron density for these atoms is consistent with mass spectrometry experiments which indicate that the compound begins to degrade after 6 h in solution, reflecting a mass consistent with a loss of the tert‐butyl group in this position (data not shown). The remainder of the R4 group may not be visible in the structure because of high flexibility in that region of the compound.",
            "cite_spans": [],
            "section": "Compound 4 binds to SARS 3CLpro through a thioether attachment ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 446,
                    "end": 463,
                    "mention": "Figures 5A and 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The key residues involved in the protein‐ligand interaction are shown in Figure 4B. Compound 4 forms a 1.7 Å thioether attachment between the carbon that was originally bonded to bromine and the Sγ of Cys145. In addition, the backbone amide of Gly 143 is positioned to donate a 2.7 Å hydrogen bond to the oxygen atom of the warhead ketone. The Cbz group of the ligand fits well into the S2 subsite as shown in Figure 4C, making non‐bonding contacts to the side chains of His 41, Met 49, Met 165, and the main chain Cα atom of Arg 188. The observation that the ligand covalently interacts with the enzyme is consistent with time‐dependent inhibition experiments which indicate a bimodal mode of inhibition for this compound with the formation of a reversible complex followed by rearrangement to an irreversible complex after periods of time exceeding 6 h (Table 1). Together, these observations suggest that the initial binding event is likely followed by the nucleophilic attack of the Sγ of Cys 145 on the carbonyl carbon of the warhead, resulting in the formation of a reversible tetrahedral complex which is subsequently followed by the slow, irreversible rearrangement to the thioether. The bromine is not observed in the structure because it is the leaving group during the rearrangement.",
            "cite_spans": [],
            "section": "Compound 4 binds to SARS 3CLpro through a thioether attachment ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "mention": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 410,
                    "end": 419,
                    "mention": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 856,
                    "end": 863,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As an optimization tool, a pharmacophore model was generated based on the activity data of the training database containing the halomethylketone compounds. The pharmacophore model defines the orientation of essential features that make up the scaffold of the library of lead compounds. The viability of each model during the optimization process was determined by accessing the ability to discriminate between true and false positives. In order to generate an accurate model, maximum structural diversity from the compounds in the training set was incorporated by setting a threshold value of 1000 μm. The pharmacophore model was generated based on this activity data combined with the structural information of the compounds (Table 5). The final, refined pharmacophore model as shown in Figure 6A contained the following features: A non‐planar hydrophobic feature with a sphere radius of 1.1 Å (red), a planar donor feature with a sphere radius of 1.2 Å (purple), a planar hydrophobic or a non‐planar hydrophobic feature with a sphere radius of 1.2 Å (blue), a planar acceptor or planar donor feature with a sphere radius of 1.3 Å (yellow), and a planar hydrophobic feature with a sphere radius of 1.5 Å (green). This model selected only the active molecules in the training database providing a R\nobserved value of 1.5. For the selected threshold, the theoretical effectiveness of this model, calculated as the ratio of the R\nobserved and R\nideal, (eqn 4) was 100%. The applicability of this model can be better visualized by examining a molecule selected on the basis of the structural constraints imposed by the model (Figure 6B). A non‐planar hydrophobic feature defined the region corresponding to the warhead of the molecule. The structural features defining the P1 subsite were a planar hydrophobic or a non‐planar hydrophobic feature. This result agrees with the kinetic data discussed earlier and indicates that the compounds with the highest affinity to 3CLpro have either a phenyl planar moiety or a flexible aliphatic chain (Table 1).",
            "cite_spans": [],
            "section": "Structure–activity relationships ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 788,
                    "end": 797,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1623,
                    "end": 1632,
                    "mention": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 727,
                    "end": 734,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2038,
                    "end": 2045,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The pharmacophore model defined above was validated by using a conformational database of approximately 1 000 000 compounds provided by MOE. The pharmacophore search of the test set resulted in the selection of 40 molecules as hits. The hypothesis for this binary model was that the selected molecules would inhibit 3CLpro with a K\ni of 1000 μm or lower; the unselected molecules will have a K\ni greater than the threshold. Based on this hypothesis, the R\nideal was calculated to be 26315.8 using eqn 3. A common feature of the compounds that were hits was the presence of a halomethyl ketone group possessing an adjacent aromatic moiety. When the ability of the 40 selected compounds to inhibit 3CLpro was measured, 38 out of 40 had K\ni\n’s below 1000 μm and 2 were false positives with K\ni\n’s greater than the threshold resulting in a R\nobserved of 25 000. Based on these results, an observed effectiveness of the model to 95% was calculated. The data from the best compounds from this validation step are shown in Table 4. These results provided evidence to the accuracy of the pharmacophore model. The compound with the highest affinity had a K\ni of 4.5 ± 1 μm which is encouraging, based on the fact that the compound was chosen from a database not specialized for halomethyl ketones, using a pharmacophore that had a broad threshold. This initial model performed well in both the training and a randomly chosen test set databases, establishing itself as an attractive scaffold that can be further optimized. Some unexpected warheads with moderate affinities such as Product 1 and Product 2 in Table 4 were also recovered. In the first optimization cycle, the activity data from this validation step was used to further refine the pharmacophore by reducing the threshold limit and consequently the sensitivity of the model. Eventually, a highly specialized pharmacophore will be developed that would select for high affinity compounds against 3CLpro with features defined in the model.",
            "cite_spans": [],
            "section": "Library screening for model validation ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 1016,
                    "end": 1023,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1598,
                    "end": 1605,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The identification of inhibitors targeted towards the highly conserved main protease 3CLpro (Mpro) of coronaviruses is an important step towards the development of new classes of antivirals. In this paper, we have shown that halomethyl ketones can be potent and selective inhibitors of the SARS protease 3CLpro. While inhibitors like Compound 4 end up forming a covalent thioether complex, they do so in a very slow fashion (over 6 h) allowing the binding reaction to be controlled by reversible thermodynamic interactions. Compound 4 binds with favourable enthalpy and entropy changes. Since Compound 4 has a molecular weight of only 400.26 Da, it has the potential for much improved potency and selectivity.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  Kinetic inhibition data for Compounds 1–5\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  The selectivity of Compounds 1–5 as measured against trypsin, thrombin, and calpain\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3:  Crystallographic data collection and refinement statistics\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4:  Pharmacophore validationa\n\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5:  Structure and activity of the compounds in the training set used to generate the pharmacophore are shown\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  The aligned structures of SARS 3CLpro (PDB ID 1Q2W), HCoV 229E 3CLpro (PDB ID 1P9S), IBV 3CLpro (PDB ID 2Q6D), and TGEV 3CLpro (PDB ID 1LVO) are shown in ribbon representation and coloured blue, yellow, red and green respectively. An arrow points to the position of the active site cavity. The Cα of each structure was used in the alignment and all structures were aligned to the SARS 3CLpro structure. The RMSD values from the alignment were 0.889 Å for HCoV 229E 3CLpro (over 247 Cα), 1.302 Å for IBV 3CLpro (over 247 Cα), and 1.8 Å for TGEV 3CLpro (over 272 Cα).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  The chemical structure of KNI‐30001. The structures were generated using ChemDraw Ultra 6.0 (Cambridge Software). The compound consists of a trifluoromethyl ketone warhead with a Glu in the P1 position, Leu at P2 and Val at P3.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  Calorimetric titration of SARS 3CLpro with Compound 4. In this experiment, each peak represents the injection of 10 μL of 3CLpro (125 μm) into the calorimetric cell (1.4272 mL) containing Compound 4 at a concentration of 8 μm. The experiment was performed at 25 °C in buffer containing 10 mm sodium phosphate, 10 mm NaCl, 1 mm TCEP, 1 mm EDTA, pH 7.4, with a 2% final DMSO concentration.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4:  Location of the Compound 4 binding site. (panel A) Crystal structure of SARS 3CLpro bound to Compound 4 showing the location of the ligand within the SARS protease monomer. The protease is depicted in ribbon representation with the catalytic residues His41 and Cys145 shown as yellow sticks. The ligand is shown in stick representation and is coloured by atom type with oxygen in red, nitrogen in blue, and carbon in green. (Panel B) Key residues involved in the protein–ligand interaction. The backbone of the protein is shown as blue ribbon. The side chains of the protein and ligand are coloured by atom type with oxygen in red, nitrogen in blue, sulfur in tan, and carbon in either green or yellow for the ligand and protein, respectively. (panel C) Orientation of the ligand within the active site cavity of SARS 3CLpro. The ligand is depicted in stick representation and is coloured by atom type as in (panel A) and (panel B). The protein is shown in surface representation with each of the defined substrate subsites highlighted. S1 is shown in red, S2 in rose, and S4 in blue. Cys145 is depicted in yellow. Non‐subsite residues are shown in grey.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5:  Structure of Compound 4. (panel A) The chemical structure of Compound 4 is shown with the atoms of the ligand observed in the crystal structure coloured in black and the atoms not observed in red. (panel B) The 2Fo−Fc electron density map corresponding to Compound 4 bound to Cys145 is shown, contoured to 1 sigma. The protein and ligand are coloured by atom type with oxygen in red, nitrogen in blue, sulphur in yellow, and carbon in either green or blue for the ligand and protein, respectively.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6:  The 3D‐pharmacophore query that was used for virtual screening. (panel A) The features of the pharmacophore are shown as spheres in dot configuration along with the external shell which is shown in grey dot configuration. The aplanar hydrophobic feature is rendered in red, planar hydrophobic feature in green, planar donor feature in purple, planar or aplanar hydrophobic feature in blue and planar donor and acceptor in yellow. (panel B) The 3D‐pharmacophore query aligned with the selected conformation of Compound 4 is shown. The conformation of the selected molecule was dictated by the orientation of the spheres representing each pharmacophore feature. The warhead feature is specified by the aplanar hydrophobic feature (red), P1 residue by the planar donor (purple) and a planar or aplanar hydrophobic feature (blue), compound backbone by a planar donor or acceptor (yellow), and the terminal group is defined by a planar hydrophobic feature (green).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The common cold: a review of the literature",
            "authors": [],
            "year": 2004,
            "venue": "Eur J Intern Med",
            "volume": "15",
            "issn": "",
            "pages": "79-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The molecular biology of coronaviruses",
            "authors": [],
            "year": 2006,
            "venue": "Adv Virus Res",
            "volume": "66",
            "issn": "",
            "pages": "193-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Unique and conserved features of genome and proteome of SARS‐coronavirus, an early split‐off from the coronavirus group 2 lineage",
            "authors": [],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "331",
            "issn": "",
            "pages": "991-1004",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Virus‐encoded proteinases and proteolytic processing in the Nidovirales",
            "authors": [],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "853-879",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Biosynthesis, purification, and characterization of the human coronavirus 229E 3C‐like proteinase",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "3992-3997",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Coronavirus protein processing and RNA synthesis is inhibited by the cysteine proteinase inhibitor E64d",
            "authors": [],
            "year": 1995,
            "venue": "Virology",
            "volume": "208",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Structure of coronavirus main proteinase reveals combination of a chymotrypsin fold with an extra alpha‐helical domain",
            "authors": [],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "3213-3224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Long‐range cooperative interactions modulate dimerization in SARS 3CLpro",
            "authors": [],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "14908-14916",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Severe acute respiratory syndrome coronavirus 3C‐like proteinase N terminus is indispensable for proteolytic activity but not for enzyme dimerization. Biochemical and thermodynamic investigation in conjunction with molecular dynamics simulations",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "164-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Mechanism of the maturation process of SARS‐CoV 3CL protease",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "31257-31266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Design of wide‐spectrum inhibitors targeting coronavirus main proteases",
            "authors": [],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Identification of novel inhibitors of the SARS coronavirus main protease 3CL(pro)",
            "authors": [],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "4906-4912",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti‐SARS drugs",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1763-1767",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Conservation of substrate specificities among coronavirus main proteases",
            "authors": [],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "595-599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Synthesis of glutamic acid and glutamine peptide possessing a trifluoromethyl ketone group as SARS‐CoV 3CL protease inhibitors",
            "authors": [],
            "year": 2006,
            "venue": "Tetrahedron",
            "volume": "62",
            "issn": "",
            "pages": "8601-8609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Characterization of SARS main protease and inhibitor assay using a fluorogenic substrate",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "318",
            "issn": "",
            "pages": "862-867",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Determination of the rate constant of enzyme modification by measuring the substrate reaction in the presence of the modifier",
            "authors": [],
            "year": 1982,
            "venue": "Biochemistry",
            "volume": "21",
            "issn": "",
            "pages": "1028-1032",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Processing of X‐ray diffraction data collected in oscillation mode",
            "authors": [],
            "year": 1997,
            "venue": "Methods Enzymol",
            "volume": "277",
            "issn": "",
            "pages": "307-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "AMoRe: an automated package for molecular replacement",
            "authors": [],
            "year": 1994,
            "venue": "Acta Crystallogr",
            "volume": "50",
            "issn": "",
            "pages": "157-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "pH‐dependent conformational flexibility of the SARS‐CoV main proteinase (M(pro)) dimer: molecular dynamics simulations and multiple X‐ray structure analyses",
            "authors": [],
            "year": 2005,
            "venue": "J Mol Biol",
            "volume": "354",
            "issn": "",
            "pages": "25-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The CCP4 suite: programs for protein crystallography",
            "authors": [],
            "year": 1994,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "50",
            "issn": "",
            "pages": "760-763",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-1399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Improved methods for binding protein models to electron density maps and the location of errors in these models",
            "authors": [],
            "year": 1991,
            "venue": "Acta Crystallogr",
            "volume": "42",
            "issn": "",
            "pages": "110-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "ARP/wARP and molecular replacement",
            "authors": [],
            "year": 2001,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "57",
            "issn": "",
            "pages": "1445-1450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "PROCHECK: a program to check the sterochemical quality of protein structures",
            "authors": [],
            "year": 1993,
            "venue": "J. Appl. Cryst.",
            "volume": "26",
            "issn": "",
            "pages": "283-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Current problems in mechanistic studies of serine and cysteine proteinases",
            "authors": [],
            "year": 1982,
            "venue": "Biochem J",
            "volume": "207",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Biosynthesis, purification, and substrate specificity of severe acute respiratory syndrome coronavirus 3C‐like proteinase",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "1637-1642",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "3C‐like proteinase from SARS coronavirus catalyzes substrate hydrolysis by a general base mechanism",
            "authors": [],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "4568-4574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Quaternary structure, substrate selectivity and inhibitor design for SARS 3C‐like proteinase",
            "authors": [],
            "year": 2006,
            "venue": "Curr Pharm Des",
            "volume": "12",
            "issn": "",
            "pages": "4555-4564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Synthesis of peptide fluoromethyl ketones and the inhibition of human cathepsin B",
            "authors": [],
            "year": 1985,
            "venue": "Anal Biochem",
            "volume": "149",
            "issn": "",
            "pages": "461-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "A catalytic mechanism for caspase‐1 and for bimodal inhibition of caspase‐1 by activated aspartic ketones",
            "authors": [],
            "year": 1999,
            "venue": "Bioorg Med Chem",
            "volume": "7",
            "issn": "",
            "pages": "621-631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Design, synthesis, and evaluation of inhibitors for severe acute respiratory syndrome 3C‐like protease based on phthalhydrazide ketones or heteroaromatic esters",
            "authors": [],
            "year": 2007,
            "venue": "J Med Chem",
            "volume": "50",
            "issn": "",
            "pages": "1850-1864",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The Genome sequence of the SARS‐associated coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399-1404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Structure‐based design, synthesis, and biological evaluation of peptidomimetic SARS‐CoV 3CLpro inhibitors",
            "authors": [],
            "year": 2007,
            "venue": "Bioorg Med Chem Lett",
            "volume": "17",
            "issn": "",
            "pages": "5876-5880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Phosphorous‐containing dipeptide inhibitors of cysteine and serine protease",
            "authors": [],
            "year": 1997,
            "venue": "US Patent Office",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Binding of chloromethyl ketone substrate analogues to crystalline papain",
            "authors": [],
            "year": 1976,
            "venue": "Biochemistry",
            "volume": "15",
            "issn": "",
            "pages": "3731-3738",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Calpain activation is upstream of caspases in radiation‐induced apoptosis",
            "authors": [],
            "year": 1998,
            "venue": "Cell Death Differ",
            "volume": "5",
            "issn": "",
            "pages": "1051-1061",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "MX1013, a dipeptide caspase inhibitor with potent in vivo antiapoptotic activity",
            "authors": [],
            "year": 2003,
            "venue": "Br J Pharmacol",
            "volume": "140",
            "issn": "",
            "pages": "402-412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Structure of human rhinovirus 3C protease reveals a trypsin‐like polypeptide fold, RNA‐binding site, and means for cleaving precursor polyprotein",
            "authors": [],
            "year": 1994,
            "venue": "Cell",
            "volume": "77",
            "issn": "",
            "pages": "761-771",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Identification of a new human coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "884-895",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "SARS Epidemiology from Descriptive to Mechanistic Analyses",
            "authors": [],
            "year": 2007,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "The relationship of severe acute respiratory syndrome coronavirus with avian and other coronaviruses",
            "authors": [],
            "year": 2006,
            "venue": "Avian Dis",
            "volume": "50",
            "issn": "",
            "pages": "315-320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "A contemporary view of coronavirus transcription",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "20-29",
            "other_ids": {
                "DOI": []
            }
        }
    }
}