{
    "paper_id": "PMC2779026",
    "metadata": {
        "title": "A shifty stop for a hairy tail",
        "authors": [
            {
                "first": "Adam",
                "middle": [
                    "S."
                ],
                "last": "Olia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gino",
                "middle": [],
                "last": "Cingolani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since its identification in 1968 (Riva et al., 1968), the Bacillus subtilis bacteriophage SPP1 has been one of the most studied and better characterized viruses infecting Gram‐positive bacteria. The phage genome consists of ∼44 kb (Alonso et al., 1997) with partially circularly permuted ends (Morelli et al., 1979; Tavares et al., 1992). Like other members of the Siphoviridae family, SPP1 has a long and flexible tail apparatus attached to an icosahedral capsid, ∼650 Å in diameter. The tail apparatus serves as a conduit for the ejection of viral DNA from the viral capsid into the cell host and is attached immediately below the phage connector by the head–tail joining protein gp17. In SPP1, the connector is defined as the trimeric complex formed by the portal protein gp6 and the head completion proteins, gp15 and gp16 (Orlova et al., 2003).",
            "cite_spans": [],
            "section": "Architecture of bacteriophage SPP1 tail apparatus ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The structural organization of the SPP1 non‐contractile tail is known from electron microscopic studies (Plisson et al., 2007). The tail is built by a proteinaceous tail tube, which is flexibly joined to an adsorption tip, at the end distal from the connector. The tip, 310‐Å‐long and 95‐Å‐wide, contains the receptor binding domain and a beta‐strand‐rich protein, gp21, which is structurally similar to the phage P22 tailspike (Steinbacher et al., 1994) and is likely important for degradation of the host cell wall during infection. The tip is connected to the tail tube by gp19.1, which allows bending of the tip with respect to the tube, enhancing the ability of the tip to scan for receptors on the host surface. The most noticeable component of the phage tail, the tail tube, has a diameter of ∼112 Å and is ∼1600‐Å‐long. It is composed of ∼40 rings stacked vertically and rotated ∼21° relative to each other. The tube is built by two major tail proteins (MTP), gp17.1 and gp17.1*, in an approximate ratio 3:1. The diameter of the tail tube prior to DNA ejection is ∼110 Å, and it has an internal lumen ∼56 Å in diameter, occupied by multiple copies of the tape measure protein, gp18.",
            "cite_spans": [],
            "section": "Architecture of bacteriophage SPP1 tail apparatus ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Frameshifting is a well‐described process in which the ribosome begins reading out of frame at a designed point in an mRNA message. A random translational frameshift is an exceedingly rare event, as, normally, this would quickly lead to missense and nonsense mutations in the polypeptide chain. However, a variety of signals and mRNA secondary structures can enhance this rare process and increase the frequency of frameshifting to more than 80%, leading to what is usually referred to as a ‘programmed’ frameshift. Frameshifts can be programmed for one of two purposes: either to produce a specific ratio of two products or to add a level of regulation, where the frequency of frameshifting is variable and controlled in trans. Viral frameshifted proteins tend to be of the set ratio variety and function to produce structural proteins, while most non‐viral examples favour a regulatory role.",
            "cite_spans": [],
            "section": "Frameshifts in viruses ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "When altering the correct reading frame of an mRNA, two frameshifts are more likely: −1 frameshift, where the ribosome slips one nucleotide backwards and +1 frameshift (more rare), where the ribosome jumps one nucleotide (Fig. 1). The most widespread translational frameshift is the −1 frameshift, which occurs in many viruses (and phages) as well‐as in viral elements, such as transposons. This frameshift, in which the ribosome slips back one nucleotide out of its initial frame, is caused by a dual‐slippage event at a heptanucleotide site of the form X.XXY.YYZ, where the triplets indicate the Frame 0 reading frame. In this case, the ribosome can slip back by one base, and both the A‐site and P‐site still maintain two non‐wobble position base‐pairings. In this scenario, the P‐site slips from XXY to XXX and the A‐site from YYZ to YYY (Jacks et al., 1988; Ivanov and Atkins, 2007). This phenomenon is greatly enhanced when the second codon in the heptanucleotide (the YYZ) generated by the −1 frameshift is a rare codon, which causes the ribosome to stall while it waits for the new aminoacyl‐tRNA to occupy the A‐Site (Stahl et al., 2002).",
            "cite_spans": [],
            "section": "Frameshifts in viruses ::: Introduction",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 228,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "There are extensive cases of −1 frameshifts in viruses including the T7 gene 10, phiX174 lysis gene, retrovirus gag‐pol, the yeast L‐A virus coat‐pol protein and the coronavirus F1‐F2 protein (Witte and Baltimore, 1978; Felsenstein and Goff, 1988; Levin et al., 1993). Viruses and phages use a variety of mechanisms such as Shine‐Dalgarno‐like sequences, stop codons or 3′ pseudoknots and stem‐loops to stall the ribosome, which is the main factor influencing the efficiency of frameshifts (for an example, see Levin et al., 1993). In bacteriophage λ, a −1 frameshift at the interface between gene T and gene G is used to produce the gene product G‐T at a frequency of ∼4%. The λ frameshift is located between the bases encoding residues 13–14, at a sequence G.GGA.AAG, where the Gly‐Lys product is produced in both the Frame 0 as well‐as the Frame −1. The mechanism seems to be induced by a pause in the ribosome caused by a rare cysteine codon immediately 3′ to the lysine codon. This might lead to the ribosome pausing with the tRNAGly in the P‐site, the tRNALys in the A‐site, and then slipping back by one nucleotide, changing only the wobble base of the two tRNAs (Levin et al., 1993).",
            "cite_spans": [],
            "section": "Frameshifts in viruses ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In contrast to −1 frameshifts, there are very few examples of +1 frameshifts in viruses, in which the ribosome slips forward one base. In the bacteriophage PSA, a +1 frameshift occurs in the cps gene at the sequence ACA.CCC.UCC.G, which is followed by a pseudoknot at the 3′ of the shift site (Zimmer et al., 2003). This frameshift results in a frequency of frameshifting (and generation of the longer product) of 13.2%, which is exactly the ratio of proteins needed to form pentons and hexons of a T = 7 phage (55 penton proteins and 360 hexon proteins) (Zimmer et al., 2003). This demonstrates the incredible level of fine‐tuning possible in these kinds of systems. In addition to the frameshift in the cps gene, there is another +1 frameshift in the tsh protein, which utilizes the shifty‐stop mechanism, induced by the sequence ACA.CCC.UGA, where the rare CCC proline codon pauses the ribosome, leading to a 25% frequency of frameshifting (a 1:3 ratio of long : short protein product) (Zimmer et al., 2003).",
            "cite_spans": [],
            "section": "Frameshifts in viruses ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In the phage Q54, a fusion between the MTP and the receptor‐binding protein occurs because of a +1 shifty stop, resulting in ∼25% abundance of the fusion protein as compared with the MTP alone. This may be due to the CCC proline, which is five times less abundant than the CCU codon, which also encodes proline. Additionally, there are two stem‐loops present immediately following the stop (and shift site) of the Q54 orf23, one of which overlaps the ribosomal binding site of the shifted frame (orf24), resulting in lack of translation initiation for the orf24 gene (Fortier et al., 2006).",
            "cite_spans": [],
            "section": "Frameshifts in viruses ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In this issue of Molecular Microbiology, Auzat et al. provide compelling evidence that the two major structural proteins of the SPP1 tail, gp17.1 and gp17.1* have a common N‐terminal sequence and that gp17.1* is further extended by a programmed translational frameshift. This frameshift extends gp17.1 (∼19.1 kDa) by ∼10 kDa, to yield gp17.1* (∼28 kDa). The authors demonstrate that the frameshift takes place at the second of two rare proline codons (CCC). Slippage of the ribosome by +1 nucleotide leads to the in frame translation of ∼80 codons of the open reading frame orf17.2, which extends downstream of the gene 17.1 stop codon by 87 amino acids. To demonstrate the critical role of the second proline codon in the translational frameshift, Auzat et al. introduced mutations at positions 1 and 2 of the first rare proline codon, with the goal of replacing the rare CCC codon with a more abundant codon. Such substitutions yielded single amino‐acid changes in gp17.1*, suggesting that the first CCC codon is neither necessary nor sufficient for the translational frameshift. In contrast, a single‐point mutation in the third base of the second codon (CCC→CCT) completely abolished production of gp17.1*, confirming that the frameshift is caused by the second rare CCC codon and the presence of the adjacent in frame open reading frames orf17.2. By expressing the SPP1 gene 17.1 and orf 17.2 in a plasmid (pPT25), the authors elegantly reproduced the translational frameshift that yields gp17.1 and gp17.1* in Escherichia coli. As E. coli and B. subtilis share similar codon usage, the codon CCC is rare in both bacteria and causes the ribosome to slow down if repeated in tandem. Remarkably, overexpression of the rare tRNA for proline suppresses production of gp17.1*, suggesting that the stalling of the ribosome at the ‘hungry’ CCC codon is essential for the ribosome to slide +1 nucleotide on the messenger RNA. The ability to reproduce the translational frameshift in trans using a plasmid, allowed the authors to engineer SPP1 phages that selectively assemble only gp17.1 or gp17.1*. These phages are ∼6.8 MDa heavier and ∼4.6 MDa lighter respectively, than wild‐type SPP1 bacteriophage and present striking morphological differences. Tails assembled exclusively by gp17.1* are ‘hairy’ as compared with both wild‐type and gp17.1‐only tails. The protrusions irradiating from the tail tube that causes the rough surface appearance seen by electron microscopy represent the C‐terminal domain of gp17.1* translated as a result of the frameshift at codon 177. It has been suggested that the extra domain inserted into gp17.1* adopts an immunoglobulin‐like fold and may have a role in carbohydrate binding (Fraser et al., 2006; 2007).",
            "cite_spans": [],
            "section": "Programmed translational frameshift in SPP1 MTP gp17 ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The data presented by Auzat et al. (2008) reveal an elegant mechanism to generate structural complexity and likely functional versatility within the tail apparatus of the bacteriophage SPP1, while maintaining an efficient and minimal genome. The +1 programmed translational frameshift ensures production of two proteins in a relative stoichiometry of 3:1. In the absence of a translational frameshift, the virus would have to carry a second gene for gp17.1* with a weaker promoter to enable lower‐level production with respect to the gp17.1 gene product. However, a separate gene for gp17.1* would dramatically reduce the efficiently of tail self‐assembly and likely lead to a decreased number of infectious virions. In fact, assuming that in the wild‐type SPP1 phage, gp17.1 and gp17.1* co‐assemble translationally, the existence of separate gene products for gp17.1 and gp17.1* would favour the homotypic interaction gp17.1 : gp17.1 and gp17.1* : gp17.1* instead of the heterotypic assembly of gp17.1 : gp17.1*. In the absence of dedicated chaperons, the former scenario would likely make the SPP1 tail assembly and phage maturation dramatically less efficient. Likewise, a separate gene for gp17.1* would result in an enlargement of the viral genome to encode redundant information. Interestingly, the insertion domain of gp17.1* confers a ‘hairy’ appearance to the phage tail, as assessed by negative stain electron microscopy. It will be interesting to determine if phages lacking the gp17.1* protein undergo conformational changes in the tail tube similar to those seen for wild‐type SPP1 upon binding to the surface receptor YueB (Plisson et al., 2007). In conclusion, the data presented by Auzat et al. (2008) add a new step in the direction of understanding the assembly and architecture of the SPP1 non‐contractile tail apparatus. This remarkably dynamic machine is capable of propagating the signal for ejection from the cell surface receptor to the connector across ∼1600 Å of tail tube. This unprecedented long‐distance signal transduction commits the virus to a new cycle of infection and leads to ejection of the viral genome into the host.",
            "cite_spans": [],
            "section": "Conclusion – what have we learned? ::: Introduction",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Common mechanisms of viral frameshift. A. In the standard model of a −1 frameshift, the ribosome encounters the sequence X.XXY.YYZ and is paused usually as a result of a 3′ secondary structure in the mRNA (e.g. a stem‐loop or pseudoknot). During this pause, the ribosome slips backwards one base, with both the A‐site and P‐site re‐annealing, changing only the base pairing of the wobble base. B. In the +1 frameshift, the ribosome pauses immediately before a stop codon, normally waiting for a rare tRNAPro (shown as dashed) at the proline ‘CCC’ codon. This leads the ribosome to move forward one base, and in the case of the rare tRNAPro, the A‐site finds the more common ‘CCU’ codon rather than the rare ‘CCC’.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Bacteriophage observations and evolution",
            "authors": [],
            "year": 2003,
            "venue": "Res Microbiol",
            "volume": "154",
            "issn": "",
            "pages": "245-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The tail structure of bacteriophage T4 and its mechanism of contraction",
            "authors": [],
            "year": 2005,
            "venue": "Nat Struct Mol Biol",
            "volume": "12",
            "issn": "",
            "pages": "810-813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Origin and function of the two major tail proteins of bacteriophage SPP1",
            "authors": [],
            "year": 2008,
            "venue": "Mol Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A new phage of Bacillus subtilis with infectious DNA having separable strands",
            "authors": [],
            "year": 1968,
            "venue": "J Mol Biol",
            "volume": "35",
            "issn": "",
            "pages": "347-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The complete nucleotide sequence and functional organization of Bacillus subtilis bacteriophage SPP1",
            "authors": [],
            "year": 1997,
            "venue": "Gene",
            "volume": "204",
            "issn": "",
            "pages": "201-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The genome of B. subtilis phage SSP1: the topology of DNA molecules",
            "authors": [],
            "year": 1979,
            "venue": "Mol Gen Genet",
            "volume": "168",
            "issn": "",
            "pages": "153-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Identification of a gene in Bacillus subtilis bacteriophage SPP1 determining the amount of packaged DNA",
            "authors": [],
            "year": 1992,
            "venue": "J Mol Biol",
            "volume": "225",
            "issn": "",
            "pages": "81-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Structure of a viral DNA gatekeeper at 10 A resolution by cryo‐electron microscopy",
            "authors": [],
            "year": 2003,
            "venue": "EMBO J",
            "volume": "22",
            "issn": "",
            "pages": "1255-1262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Structure of bacteriophage SPP1 tail reveals trigger for DNA ejection",
            "authors": [],
            "year": 2007,
            "venue": "EMBO J",
            "volume": "26",
            "issn": "",
            "pages": "3720-3728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Crystal structure of P22 tailspike protein: interdigitated subunits in a thermostable trimer",
            "authors": [],
            "year": 1994,
            "venue": "Science",
            "volume": "265",
            "issn": "",
            "pages": "383-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Signals for ribosomal frameshifting in the Rous sarcoma virus gag‐pol region",
            "authors": [],
            "year": 1988,
            "venue": "Cell",
            "volume": "55",
            "issn": "",
            "pages": "447-458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Ribosomal frameshifting in decoding antizyme mRNAs from yeast and protists to humans: close to 300 cases reveal remarkable diversity despite underlying conservation",
            "authors": [],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "1842-1858",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Bacteriophage P22 tail accessory factor gp26 is a long triple‐stranded coiled‐coil",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "5929-5933",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Ribosome structure: revisiting the connection between translational accuracy and unconventional decoding",
            "authors": [],
            "year": 2002,
            "venue": "Trends Biochem Sci",
            "volume": "27",
            "issn": "",
            "pages": "178-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Relationship of retrovirus polyprotein cleavages to virion maturation studied with temperature‐sensitive murine leukemia virus mutants",
            "authors": [],
            "year": 1978,
            "venue": "J Virol",
            "volume": "26",
            "issn": "",
            "pages": "750-761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Expression of the gag‐pol fusion protein of Moloney murine leukemia virus without gag protein does not induce virion formation or proteolytic processing",
            "authors": [],
            "year": 1988,
            "venue": "J Virol",
            "volume": "62",
            "issn": "",
            "pages": "2179-2182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A programmed translational frameshift is required for the synthesis of a bacteriophage lambda tail assembly protein",
            "authors": [],
            "year": 1993,
            "venue": "J Mol Biol",
            "volume": "234",
            "issn": "",
            "pages": "124-139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Genome and proteome of Listeria monocytogenes phage PSA: an unusual case for programmed +1 translational frameshifting in structural protein synthesis",
            "authors": [],
            "year": 2003,
            "venue": "Mol Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "303-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Genome sequence and global gene expression of Q54, a new phage species linking the 936 and c2 phage species of Lactococcus lactis",
            "authors": [],
            "year": 2006,
            "venue": "J Bacteriol",
            "volume": "188",
            "issn": "",
            "pages": "6101-6114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Ig‐like domains on bacteriophages: a tale of promiscuity and deceit",
            "authors": [],
            "year": 2006,
            "venue": "J Mol Biol",
            "volume": "359",
            "issn": "",
            "pages": "496-507",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Immunoglobulin‐like domains on bacteriophage: weapons of modest damage?",
            "authors": [],
            "year": 2007,
            "venue": "Curr Opin Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "382-387",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "E proteins of bacteriophage P22. I. Identification and ejection from wild‐type and defective particles",
            "authors": [],
            "year": 1977,
            "venue": "J Virol",
            "volume": "23",
            "issn": "",
            "pages": "91-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Length determination in bacteriophage lambda tails",
            "authors": [],
            "year": 1984,
            "venue": "Cell",
            "volume": "39",
            "issn": "",
            "pages": "691-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Origins of highly mosaic mycobacteriophage genomes",
            "authors": [],
            "year": 2003,
            "venue": "Cell",
            "volume": "113",
            "issn": "",
            "pages": "171-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Structural characterization and assembly of the distal tail structure of the temperate lactococcal bacteriophage TP901‐1",
            "authors": [],
            "year": 2005,
            "venue": "J Bacteriol",
            "volume": "187",
            "issn": "",
            "pages": "4187-4197",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Anatomy of a lactococcal phage tail",
            "authors": [],
            "year": 2006,
            "venue": "J Bacteriol",
            "volume": "188",
            "issn": "",
            "pages": "3972-3982",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Structure and morphogenesis of bacteriophage T4",
            "authors": [],
            "year": 2003,
            "venue": "Cell Mol Life Sci",
            "volume": "60",
            "issn": "",
            "pages": "2356-2370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The bacteriophage T4 DNA injection machine",
            "authors": [],
            "year": 2004,
            "venue": "Curr Opin Struct Biol",
            "volume": "14",
            "issn": "",
            "pages": "171-180",
            "other_ids": {
                "DOI": []
            }
        }
    }
}