{
    "paper_id": "PMC2795275",
    "metadata": {
        "title": "For coughs, colds and SARS, wear a mask",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Scheifele",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "From the sounds of children coughing in the waiting room, Canadian paediatricians know that winter is here once again. For the next few months practitioners will deal daily with runny noses, hacking coughs, wheezing respirations, sore ears and worried parents. The pundits predict more severe influenza activity this winter than last, which will substantially increase the number of children presenting with respiratory symptoms. No one is able to predict whether Severe Acute Respiratory Syndrome (SARS), caused by a new type of coronavirus, will re-emerge this winter, and if so, how extensively it will spread. Last spring children were less often affected by SARS than adults and suffered milder illnesses. Whether children will continue to be spared if SARS reappears, only time will tell.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "An important lesson from the SARS outbreak is how readily respiratory viruses of moderate contagiousness (droplet spread) can spread in health care settings when infection control measures are lax. Whether SARS is afoot or not, measures should be taken to ensure that medical offices and hospital emergency rooms are safe places for dealing with patients with respiratory infection. Sensible precautions include wearing a face mask and goggles when examining symptomatic children and washing one’s hands immediately afterward, as dentists routinely do. The barefaced examiner of coughing children should be considered an image of the past, seen only in Norman Rockwell paintings of a simpler time. The tradition of taking no personal precautions is based on the fallacy that paediatricians have experienced and are immune to every microbe that children can cough at them. This is certainly not true of SARS, and it is also not true of common viruses like influenza, respiratory syncytial virus, rhinoviruses and adenoviruses, for which immunity is imperfect or many variants exist. Paediatricians may get sick with these and other agents and potentially spread them to other patients, family members and coworkers. Tuberculosis is another example of our potential vulnerability to the coughing patient or parent. Office infection control practices for tuberculosis are outlined by Matlow et al (pages \n624–626) in this issue and ought to prompt readers to pay more attention to infection control practices in general. A good place to start is to wear a mask with every patient who has respiratory infection symptoms.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Combating SARS using only isolation and quarantine measures was akin to taking a time warp back about a century. It was hardly a practiced approach, with new measures being invented in the heat of battle. Maternal and neonatal care was impacted by the ‘lock down’ on patient transfers between hospitals in Toronto, as Whyte et al (pages \n602–603) describe in this issue. Tertiary care depends to such an extent on rapidly transferring patients to specialized units that limiting transfers for more than a few days as part of quarantine procedures is virtually unthinkable. In the aftermath of SARS, Whyte et al refer to a ‘new normal’ in which hospital visiting policies remain restricted and no visitor or worker dares to come to hospital with respiratory symptoms or fever. Screening of patients with possible respiratory infection now must be performed using body substance precautions and personal protection equipment, with the patient in isolation. With that being the new normal in Ontario hospitals, wearing personal protection equipment in the paediatric office when assessing children with respiratory infection symptoms is simply common sense.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS also bought into sharp focus the value of vaccines against dangerous infections. While groups around the world are working hard to develop a SARS vaccine, it is disappointing that available vaccines are not being used to full advantage. The influenza vaccine is most effective in children and young adults, yet the majority of persons of such age who are at increased risk of complications from influenza do not get it as recommended. While SARS might or might not reappear this winter, influenza is certain to. When it does, between 10% and 25% of children will be affected, many of whom will require medical attention. Recent data from the United States indicate that the hospitalization rate with influenza among children under two years of age is as high or higher than among adults over 65 years of age. This led American authorities to suggest consideration of influenza immunization for all children six months to 24 months of age. The recommendation will be strengthened when nasal spray influenza vaccines are approved for this age group, making routine immunization practicable. Meanwhile it is not too late to offer conventional influenza vaccine to patients at increased risk if they missed the fall program. A recommendation from the doctor remains the strongest motivator for patients to receive a ‘flu shot’.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This special issue on respiratory infections contains a wealth of practical information on topics such as palivizumab use for respiratory syncytial virus prevention and antibiotic selection for pneumonia in different age groups. An introduction is provided to metapneumovirus, a newly recognized respiratory virus that principally affects young children. In addition, prospects for a vaccine against respiratory syncytial virus are reviewed. Other articles were mentioned above. Useful information indeed – and you do not need to wear a mask to read it!",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}