{
    "paper_id": "PMC2875942",
    "metadata": {
        "title": "Long‐Term Care Facilities: A Cornucopia of Viral Pathogens",
        "authors": [
            {
                "first": "Ann",
                "middle": [
                    "R."
                ],
                "last": "Falsey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gerard",
                "middle": [
                    "E."
                ],
                "last": "Dallal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "A."
                ],
                "last": "Formica",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gloria",
                "middle": [
                    "G."
                ],
                "last": "Andolina",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Davidson",
                "middle": [
                    "H."
                ],
                "last": "Hamer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lynette",
                "middle": [
                    "L."
                ],
                "last": "Leka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Simin",
                "middle": [
                    "Nikbin"
                ],
                "last": "Meydani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Study participants were recruited from 33 LTCFs in the Boston, Massachusetts, area over a 3‐year period from 1998 to 2000.\n7\n Inclusion criteria were aged 65 and older; life expectancy greater than 6 months; not room bound; and absence of active cancer, tube feeding, urethral catheters, tracheostomy, chronic ventilator dependence, or long‐term steroid use. In addition, a serum albumin of at least 3.0 g/dL and willingness to receive influenza vaccine were required. The Tufts New England Medical Center institutional review board approved the study. All participants or their legal guardians provided informed consent.",
            "cite_spans": [],
            "section": "Subjects ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "During the 3 years of study, 617 volunteers were enrolled in a vitamin E supplementation trial for a 52‐week intervention period. A serum sample was collected at the time of enrollment (April–August) and at Week 53, after 1 year of supplementation. Investigators trained study nurses to identify relevant respiratory symptoms and perform focused physical examinations, and prospective surveillance for respiratory illnesses was conducted throughout the year. Data from the nursing home medical records and findings by study nurses were used to classify respiratory illnesses. Respiratory tract infections were categorized according to standard definitions and included common cold, influenza‐like illness, pharyngitis, otitis media, sinusitis (defined as upper respiratory infection (URI)) and acute bronchitis and pneumonia (defined as LRI).\n8\n Patient samples were not collected at the time of illness for diagnostic microbiology.",
            "cite_spans": [],
            "section": "Study Design ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Enzyme immunoassay (EIA) was performed to detect viral‐specific immunoglobulin G for eight respiratory viruses (influenza A and B, respiratory syncytial virus (RSV), parainfluenza virus serotype three (PIV‐3), PIV‐2, human metapneumovirus (hMPV), and coronaviruses 229E and OC43) according to published methods.\n9\n, \n10\n, \n11\n, \n12\n Briefly, antigens were produced from virally infected whole‐cell lysates for all viruses except RSV. Purified viral surface glycoproteins were used as antigen for RSV EIA, according to published methods.\n11\n Paired serum samples were screened at a single dilution, and those showing a 1.5 times or more greater optical density reading from acute to convalescent specimens were further tested using full dilution to determine antibody titer. Serial two‐fold dilutions of each sample were tested in duplicate, and infection was defined as a more than quadrupling in antibody from baseline to Week 53. Because PIV‐1 and PIV‐3 antibodies cross‐react, infection with these viruses cannot be distinguished serologically. Therefore, a serological response to PIV‐3 antigen is designated PIV‐1/3.",
            "cite_spans": [],
            "section": "Viral Serology ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "All analyses were performed using SAS for Windows, version 9.1.3 (SAS Institute, Inc., Cary, NC). Chi‐square and Fisher exact tests were used to compare proportions. Means were compared using the Student t‐test for independent samples. The association between clinical illness (yes or no) and number of viral infections diagnosed (0, 1, or 2) was assessed using the Mantel‐Haenszel chi‐square statistic for linear association as implemented in SAS PROC FREQ.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 617 persons were enrolled in the trial. Of these, 452 (73%) completed the study, and 382 (62%) had paired sera available at baseline and 53 weeks for viral analysis. Differences between the baseline characteristics of those who did and did not undergo viral testing were not statistically significant (data not shown). Demographics and underlying medical conditions were also similar for the group with documented viral infection and those who tested negative for viral infection (Table 1).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 492,
                    "end": 499,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Overall, 204 viral infections were documented in 157 subjects. Thus, 41% of participants had at least one viral infection during the 1‐year study period. One hundred seventeen subjects had one infection, 34 had two infections, five had three infections, and one had evidence of four viral infections. Serological responses to all eight viruses were documented in the study patients, with hMPV and coronavirus 229E being the most common and PIV‐2 the least frequent (Table 2). Although the activity of individual viruses varied according to year studied, all viral infections were identified each year. Displayed graphically as cases per facility in each year (Figure 1), these data indicate the complex nature of viral respiratory disease in nursing homes. With the exception of two facilities in which 42% (1999) and 28% (2000) of residents tested were positive for hMPV and one facility with a 36% positive rate for influenza A during 1999, there did not appear to be predominance of a single pathogen within a nursing home. Rather, a multitude of pathogens circulating throughout the facilities during all 3 years was observed.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 660,
                    "end": 668,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 466,
                    "end": 473,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Because sera were not collected immediately surrounding each illness, a specific etiology could not be assigned to an individual illness, but analysis of the clinical data showed a significant association between serological diagnosis of a viral infection and the occurrence of bronchitis (P=.007), pneumonia (P=.02), any LRI (P=.002), and any respiratory infection (P=.02) but not URI (P=.17) according to Mantel‐Haenszel chi‐square.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "This report demonstrates the wide range of respiratory viruses that circulate in LTCFs. Previous reports of viral disease in these populations have focused primarily on outbreaks of specific viruses, most often influenza.\n7\n, \n13\n, \n14\n, \n15\n, \n16\n, \n17\n There have also been a number of prospective studies that have examined the role of other respiratory viruses such as RSV and parainfluenza in nursing homes, but most have been limited to a single season or institution.\n2\n, \n11\n, \n18\n, \n19\n, \n20\n This study is unique in that 33 nursing homes over a 3‐year period were under surveillance, and evaluation of eight different viral infections was undertaken. Although this trial was not designed to examine the specific microbiological etiology of respiratory illnesses, the collection of blood at baseline and 1 year provided an opportunity for serological diagnosis of multiple viral infections over time. In addition to the well‐recognized pathogens influenza and RSV, infections due to hMPV, coronaviruses OC43 and 229E, and parainfluenza viruses were identified throughout the study period. Rather than large outbreaks of single pathogens, a veritable cornucopia of viruses circulated in individual nursing homes each year.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "A rise in viral‐specific antibody according to EIA remains sensitive and specific for detection of infection for most respiratory viruses in elderly people, even when compared with new molecular methods such as reverse transcription polymerase chain reaction (RT‐PCR).\n9\n, \n21\n Several exceptions are worth noting, one being influenza, in which response to vaccination may complicate the serological diagnosis of infection. In the current study, 24 and 19 residents were diagnosed with influenza A and B, respectively. None of the subjects infected with influenza A showed antibody rises to influenza B, and vice versa, suggesting that antibody rises were not vaccine induced. In addition, vaccine effect was less likely, because serum samples were obtained 7 to 9 months after immunization, when vaccine induced antibody has typically decreased to near baseline.\n22\n Another limitation of serology for viral diagnosis is the inability to identify rhinovirus. Rhinovirus is a ubiquitous pathogen that has been shown to cause outbreaks of respiratory disease in nursing homes, but serological diagnosis is not possible, because multiple serotypes exist.\n23\n Because rhinoviruses are a frequent cause of the common cold, it is not surprising that no association was found between URI and serological viral diagnosis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Presently, there are limited data in elderly people on the newly described virus hMPV and its role as a cause of illness in LTCFs. Outbreaks of hMPV infection with significant morbidity and mortality in LTCFs have been reported in the United States, Canada, and Japan.\n16\n, \n24\n In each report, diagnosis was made using RT‐PCR, and the number of documented cases was small. In this study, hMPV was the most common infection diagnosed, accounting for 24% of the documented viral infections. Asymptomatic serological infection has been described in 9.5% of young and 1.5% of elderly adults.\n9\n The clinical syndromes were not assessed in the current study, and therefore the true effect of hMPV could not be assessed. However, the frequency of infection indicates that prospective studies of hMPV in LTCFs are needed.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Similar to hMPV, coronaviruses are difficult to detect using standard viral cultures. Thus, few data are available on the effect of these viruses in long‐term care. In a prospective study of 11 nursing homes in the United Kingdom using serology for diagnosis, 11% of acute respiratory infections were due to coronavirus OC43 or 229E.\n18\n Outbreaks of respiratory illness due to coronavirus OC43 mimicking influenza have also been described in nursing homes.\n25\n Coronaviruses OC43 and 229E were common in the current study, accounting for 6% and 11% of infections, respectively. Two new strains of human coronaviruses have recently been identified, NL63 and HKU1, and will require further study to determine whether these viruses are also important pathogens in this population.\n26\n, \n27\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The current study demonstrates the complex nature of respiratory tract infections in LTCFs. Influenza infection was identified in 11% of residents, which confirms the need for improved influenza vaccines in this population, yet the broad range of other viruses circulating each year was impressive, underscoring the importance of viral‐specific diagnosis during outbreak investigations or clinical trials of vaccines or antivirals. These data should provide useful information for those wishing to pursue clinical trials related to respiratory viral infections in nursing home populations.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  \nBaseline Characteristics of Subjects with and without Viral Diagnoses\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  \nSerological Evidence of Viral Infection in Nursing Homes\n\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  Number of viral infections diagnosed serologically during the 3‐year period. The individual nursing homes which participated in each year are shown on the horizontal axis with the number of individuals tested indicated. Each type of viral infection is expressed by a different shade in the bar graph. Some nursing homes participated in more than 1 year.RSV = respiratory syncytial virus; Flu A = influenza A virus; Flu B = influenza B virus; HMPV = human metapneumovirus; OC43 = coronavirus OC43; 229E = coronavirus 229E; PIV‐3 = parainfluenza virus serotype 3; PIV‐1 = parainfluenza virus serotype 1.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Nursing home‐acquired pneumonia",
            "authors": [],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "1205-1211",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The “common cold” in frail older persons",
            "authors": [],
            "year": 1997,
            "venue": "Impact of rhinovirus and coronavirus in a senior daycare center",
            "volume": "45",
            "issn": "",
            "pages": "706-711",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Viral respiratory infections in the institutionalized elderly",
            "authors": [],
            "year": 1992,
            "venue": "Clinical and epidemiologic findings",
            "volume": "40",
            "issn": "",
            "pages": "115-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Acute respiratory tract infection in daycare centers for older persons",
            "authors": [],
            "year": 1995,
            "venue": "J Am Geriatr Soc",
            "volume": "43",
            "issn": "",
            "pages": "30-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A serious outbreak of parainfluenza type 3 on a nursing unit",
            "authors": [],
            "year": 2000,
            "venue": "J Am Geriatr Soc",
            "volume": "48",
            "issn": "",
            "pages": "1216-1218",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "An outbreak of influenza B in an elderly population",
            "authors": [],
            "year": 1981,
            "venue": "J Infect Dis",
            "volume": "144",
            "issn": "",
            "pages": "297-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Outbreaks of influenza among nursing home residents—Connecticut, United States",
            "authors": [],
            "year": 1985,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "34",
            "issn": "",
            "pages": "478-482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Outbreak of human metapneumovirus infection in elderly inpatients in Japan",
            "authors": [],
            "year": 2006,
            "venue": "J Am Geriatr Soc",
            "volume": "54",
            "issn": "",
            "pages": "177-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Outbreaks of influenza A and B in a highly immunized nursing home population",
            "authors": [],
            "year": 1997,
            "venue": "J Fam Pract",
            "volume": "45",
            "issn": "",
            "pages": "509-514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Acute upper respiratory tract viral illness and influenza immunization in homes for the elderly",
            "authors": [],
            "year": 1990,
            "venue": "Epidemiol Infect",
            "volume": "105",
            "issn": "",
            "pages": "609-618",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Non‐influenza respiratory viruses may overlap and obscure influenza activity",
            "authors": [],
            "year": 1999,
            "venue": "J Am Geriatr Soc",
            "volume": "47",
            "issn": "",
            "pages": "1087-1093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Serological study of responses to selected pathogens causing respiratory tract infection in the institutionalized elderly",
            "authors": [],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1240-1245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Epidemiology of herpesvirus and respiratory virus infections. Part 1. Serologic findings",
            "authors": [],
            "year": 1975,
            "venue": "Geriatrics",
            "volume": "30",
            "issn": "",
            "pages": "61-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Diagnosis of respiratory syncytial virus infection",
            "authors": [],
            "year": 2002,
            "venue": "Comparison of reverse transcription-PCR to viral culture and serology in adults with respiratory illness",
            "volume": "40",
            "issn": "",
            "pages": "817-820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Improvement of inactivated influenza virus vaccines",
            "authors": [],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "176",
            "issn": "",
            "pages": "S38-S44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Rhinovirus outbreak in a long term care facility for elderly persons associated with unusually high mortality",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "262-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "An outbreak of severe respiratory tract infection due to human metapneumovirus in a long‐term care facility",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "1152-1158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Human coronavirus OC43 causes influenza‐like illness in residents and staff of aged‐care facilities in Melbourne, Australia",
            "authors": [],
            "year": 2005,
            "venue": "Epidemiol Infect",
            "volume": "133",
            "issn": "",
            "pages": "273-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Coronavirus HKU1 and other coronavirus infections in Hong Kong",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2063-2071",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human coronavirus NL63 infection in Canada",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "503-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Pneumonia in residents of long‐term care facilities",
            "authors": [],
            "year": 1998,
            "venue": "Epidemiology, etiology, management, and prevention",
            "volume": "105",
            "issn": "",
            "pages": "319-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Influenza‐ and respiratory syncytial virus‐associated morbidity and mortality in the nursing home population",
            "authors": [],
            "year": 2003,
            "venue": "J Am Geriatr Soc",
            "volume": "51",
            "issn": "",
            "pages": "761-767",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Risk of acquiring influenza A in a nursing home from a culture‐positive roommate",
            "authors": [],
            "year": 2003,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "24",
            "issn": "",
            "pages": "872-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Mortality following isolation of various respiratory viruses in nursing home residents",
            "authors": [],
            "year": 1999,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "20",
            "issn": "",
            "pages": "812-815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "An outbreak of respiratory syncytial virus pneumonia in a nursing home for the elderly",
            "authors": [],
            "year": 1984,
            "venue": "J Infect",
            "volume": "9",
            "issn": "",
            "pages": "252-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Vitamin E and respiratory tract infections in elderly nursing home residents",
            "authors": [],
            "year": 2004,
            "venue": "A randomized controlled trial",
            "volume": "292",
            "issn": "",
            "pages": "828-836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Human metapneumovirus infections in young and elderly adults",
            "authors": [],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "",
            "pages": "785-790",
            "other_ids": {
                "DOI": []
            }
        }
    }
}