{
    "paper_id": "PMC2638843",
    "metadata": {
        "title": "Searching immunodominant epitopes prior to epidemic: HLA class II-restricted SARS-CoV spike protein epitopes in unexposed individuals",
        "authors": [
            {
                "first": "Junbao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eddie",
                "middle": [],
                "last": "James",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michelle",
                "middle": [],
                "last": "Roti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laurie",
                "middle": [],
                "last": "Huston",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "A."
                ],
                "last": "Gebe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [
                    "W."
                ],
                "last": "Kwok",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Newly emerging and re-emerging infectious diseases pose a continuous threat to the health of our society (1–3). Studies of host immune responses against these microbes and of the pathogenic mechanisms of these organisms should provide important insights for treatment and vaccine development. Identification of dominant T cell epitopes within the infectious organism using blood samples from infected or convalescent subjects is one of the steps that are essential for understanding and monitoring host immune responses. However, these samples can be difficult or impractical to obtain, in part because of geographic location and relative disease rarity. In this study, we describe an approach for mapping CD4+ T cell epitopes within the spike protein of severe acute respiratory syndrome (SARS)-coronavirus (SARS-CoV) by using PBMC from healthy subjects. In principle, these techniques can be applied to any antigen from any microbe of interest.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "mention": "1–3",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS is an emerging infectious disease caused by a novel coronavirus (4–7). In 2003, the brief outbreak of the disease resulted in >8000 cases with ∼10% mortality (8). SARS-CoV, the pathogen responsible for SARS, is a positive-sense, single-strand, ∼29 700-nt RNA virus (9). SARS-CoV is related to but genomically and serologically distinct from other common coronaviruses (5, 10), including strains 229E and OC43 that cause 15–30% of common colds in humans (11, 12). Like other coronaviruses, SARS-CoV encodes four major structural proteins, the spike (S), envelope, matrix glycoproteins and the nucleocapsid protein (8, 13–15). Among these, the S protein plays a central role in mediating viral infection via receptor binding and membrane fusion with susceptible cells (16, 17). Natural human infection with SARS-CoV induces a long-lived neutralizing antibody response against the S protein (18, 19). There is also a good correlation between neutralizing antibody titer and protection from wild-type virus challenge in murine studies (20). In addition, it has been demonstrated that S protein is a dominant antigen for CD8+ T cell responses (21–25). To date, few studies have focused on CD4+ T cells in SARS-CoV infection (26, 27). As a result, very little is known about the SARS-CoV epitopes recognized by CD4+ T cells. In applying the tetramer-guided epitope mapping (TGEM) approach, we identified several naturally processed epitopes derived from SARS-CoV S protein by using PBMC from healthy subjects. These S protein-specific CD4+ T cells are present and responsive to antigen stimulation in most healthy subjects. As expected, these antigen-specific T cells were phenotypically naive, but they secreted significant amounts of IFN-γ and IL-13 following antigen stimulation. This study demonstrates the feasibility of using PBMC from healthy subjects to identify T cell epitopes of a microbe recognized by the naive repertoire. Applying this approach to other viral and bacterial antigens should provide valuable tools to study immunopathogenesis, develop diagnostics and evaluate vaccines for other newly emerging infectious organisms.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "mention": "4–7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 164,
                    "end": 165,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 271,
                    "end": 272,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 374,
                    "end": 375,
                    "mention": "5",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 459,
                    "end": 461,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 619,
                    "end": 620,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 622,
                    "end": 627,
                    "mention": "13–15",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 894,
                    "end": 896,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 898,
                    "end": 900,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1144,
                    "end": 1149,
                    "mention": "21–25",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Blood samples were obtained from healthy HLA-DRA1*0101/DRB1*0401 (DR0401) and HLA-DRA1*0101/DRB1*0701 (DR0701) blood donors recruited from normal volunteers with consent.",
            "cite_spans": [],
            "section": "Human subjects ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The following fluorescent reagents were used: anti-human CD3–FITC, CD25–allophycocyanin (APC) and CD45RA–APC from eBioscience (eBioscience, San Diego, CA, USA), CD4–PerCP and CD4–PerCP–Cy5.5 from BD Biosciences (San Jose, CA, USA) and streptavidin–R-PE from Biosource (Biosource International, Camarillo, CA, USA).",
            "cite_spans": [],
            "section": "Flow cytometry reagents ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Recombinant SARS-CoV S protein (NR-686) was provided by National Institutes of Health Biodefense and Emerging Infections Research Resource Repository (BEI Resources, Manassas, VA, USA). This preparation is a full-length, glycosylated recombinant form of SARS-CoV S external envelope glycoprotein expressed in Sf9 insect cells. The purified protein was biologically functional based on its ability to bind to angiotensin I-converting enzyme 2 (according to the provider's information). A panel of 169 consecutive overlapping peptides covering the entire 1255 aa sequence of the SARS-CoV S protein was also provided by BEI Resources (peptide sequence information available from BEI Resources). The peptides were 15–20 aa in length sharing a 10 aa overlapping with adjacent peptides. Individual peptides were dissolved in dimethyl sulfoxide at 10 mg ml−1; five consecutive peptides were mixed at 2 mg ml−1 of each as peptide pools (34 pools in total) for T cell stimulation and tetramer loading. Additional peptides, CTFEYISDAFSLD (aa159–171), DAFSLDVSEKSGN (aa166–178) and RPFERDISNVPFS (aa449–461), were ordered from MIMOTOPES (Minneapolis, MN, USA).",
            "cite_spans": [],
            "section": "SARS S protein and peptides ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "HLA-DR0401 and HLA-DR0701 monomers were expressed, purified and biotinylated as described previously (28). Tetramers for screening peptide pools and mapping individual epitopes were also generated as previously described (29–31). Briefly, biotinylated class II monomers were loaded with each of the peptide pools by incubating for 48 h at 37°C with 25-fold molar excess of peptides (total) in phosphate buffer, pH 6.0, in the presence of 0.2% n-octyl-D-β-glucopyranoside. Tetramers were formed by incubating class II molecules with PE-labeled streptavidin for 6–18 h at room temperature at a molar ratio of 8 to 1. For single peptide tetramers, the peptide was loaded at a concentration of 25-fold molar excess in a similar fashion.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 222,
                    "end": 227,
                    "mention": "29–31",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Tetramer preparation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "PBMC were isolated from 150 ml of heparinized peripheral blood. CD4+ T cells were isolated by auto-MACS using a ‘no touch’ CD4+ cell isolation kit (Miltenyi Biotec, Auburn, CA, USA), suspended in human T cell medium (RPMI 1640 with 10% pooled human serum), seeded in 48-well plates at 2.5 × 106 cells in 1 ml per well in the presence of ∼2.5% of autologous antigen presenting cells retained in CD4+ T cells after enrichment and stimulated with peptide pools containing five peptides each at 2 μg ml−1. Starting at day 7, cells were split into two wells and fed with fresh human T cell medium containing 20 U ml−1 of human IL-2 (Hemagen, Columbia, MA, USA) and with medium and IL-2 every 2–3 days thereafter.",
            "cite_spans": [],
            "section": "CD4 T cell isolation and stimulation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After 14 days of in vitro stimulation, cells were concentrated by removing half of the culture medium. Hundred microliters of cell suspension (∼100 000 to 500 000 cells) were stained with 2 μl of DR0401 tetramers (500 μg ml−1) loaded with peptide pools at 37°C for 1–2 h followed by addition of 5 μl of anti-CD3–FITC, anti-CD4–PerCP and anti-CD25–APC at room temperature for 10 min. The cells were washed once in 1 ml of PBS and analyzed using a FACS Calibur (BD Biosciences). Cells from tetramer-positive wells were subjected to a second screening (fine mapping) using sets of five tetramers, each loaded with one individual peptide within the corresponding peptide pool.",
            "cite_spans": [],
            "section": "Tetramer-guided epitope mapping ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To identify naturally processed epitopes, 10 million enriched CD4+ T cells (Miltenyi Biotec) along with ∼2.5% monocytes in 100 μl of T cell culture medium were stimulated with 30 μg ml−1 of recombinant SARS-CoV S protein at 37°C for 2 h. The antigen-primed T cells were then washed and seeded at 2.5 × 106 cells per well in four wells of a 48-well plate and cultured for 14 days as described for epitope mapping experiments. The expanded cells were stained with HLA-DR0401/spike epitope tetramers identified by TGEM. For these experiments, positive tetramer staining was defined as ≥0.2% positive tetramer staining within the CD4high population. Background staining with tetramers was ≤0.1%.",
            "cite_spans": [],
            "section": "Protein stimulation of CD4+ T cells ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To clone S protein peptide-specific T cells, CD4+ cells were stimulated with peptides and cultured for 2 weeks and stained with tetramers. Tetramer-positive CD4+ T cells were sorted into 96-well plate at 10 cells per well by FACS and expanded as cell lines with 1 μg ml−1 of PHA in the presence of irradiated allogeneic feeder cells.",
            "cite_spans": [],
            "section": "T cell cloning and proliferation assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For peptide-stimulated proliferation assay, 50 000 antigen-specific T cells were stimulated with 100 000 irradiated PBMC from an HLA-matched donor in the presence of 10 μg ml−1 of peptide in round-bottom 96-well plate. Three days after stimulation, 1 μCi of [3H]thymidine ([3H]TdR) (Amersham Biosciences, Piscataway, NJ, USA) was added to each well for 16 h to assess proliferation. Antigen specificity was determined by radioactive activity of [3H]TdR incorporation into the cell. All proliferation assays were performed in triplicate.",
            "cite_spans": [],
            "section": "T cell cloning and proliferation assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For SARS S protein-stimulated proliferation assays, 20 million CD14+ monocytes were isolated from HLA-DR0401+ PBMC by positive selection with CD14 MicroBeads (Miltenyi Biotec). These monocytes were suspended in 400 μl of T cell culture medium and split into two parts. One part was primed with S protein at 30 μg ml−1 and incubated at 37°C for 3 h, while the other part was incubated in medium only. The S protein-primed and non-primed monocytes were irradiated, washed and suspended in T cell culture medium at 106 cells per ml. The S protein-specific T cells (50 000 cells per well) were stimulated with S protein-primed, non-primed or mixtures of both monocytes (100 000 cells per well) in triplicate, as indicated in the figure. The response to the protein stimulation was assessed by [3H]TdR incorporation as described for the peptide assays.",
            "cite_spans": [],
            "section": "T cell cloning and proliferation assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "I-Abo/o DR0401-IE mice (7–8 weeks old) (Taconic Farms, Hudson, NY, USA) were immunized subcutaneously at the base of the tail with 20 μg spike protein in 100 μl CFA (Sigma–Aldrich, St Louis, MO, USA). Control mice were immunized with CFA only. Each group consisted of three mice. On day 10, mice were boosted with 20 μg spike protein in incomplete Freunds adjuvant (Sigma–Aldrich). Spleens were harvested from mice on day 21. Tissues were single-cell suspended by gently pressing through a 0.45-μm filter in Hank's-buffered salt solution. Mouse RBCs were lysed using ACK lysis buffer.",
            "cite_spans": [],
            "section": "Spike protein immunization of HLA-DR0401 transgenic mice ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For recall proliferation assays, 0.5 × 106 splenocytes in DMEM-10 (DMEM containing penicillin, streptomycin, glutamine, Na–pyruvate, 50 mM β2-mercaptoenthanol and 10% fetal bovine serum) were cultured in 96-well round-bottom plates in a volume of 100 μl with 10 μg ml−1 of peptide. At 72 h, 1 μCi of [3H]TdR was added to plates. After additional 24 h culture, the cells were harvested on Harvester 96 Mach III M (Tomtec, Hamden, CT, USA), and the incorporations of [3H]TdR were read on Microbeta Trilux Scintillation Counter (PerkinElmer, Shelton, CT, USA). All animal works were approved by the Benaroya Research Institute Institutional Animal Care and Use Committee. Animals were housed in the Benaroya Research Institute Association of Assessment and Accreditation of Laboratory Animal Care International-accredited Specific Pathogen-Free animal facility.",
            "cite_spans": [],
            "section": "Spike protein immunization of HLA-DR0401 transgenic mice ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To determine whether the sequences of tetramer-identified SARS-CoV S protein epitopes were homologous to sequences from other human coronavirus S proteins (Human coronavirus 229E, GenBank number: CAA71056; Human coronavirus OC43, GenBank number: AAA03055; Human coronavirus NL63, GenBank number: AAS58177 and Human coronavirus HKU1, GenBank number: ABD96198), the SARS-CoV S protein sequence was aligned to S protein from other coronaviruses individually using the BLAST 2 SEQUENCES programmer from National Center for Biotechnology Information website (http://www.ncbi.nlm.nih.gov/blast/bl2seq/wblast2.cgi).",
            "cite_spans": [],
            "section": "Protein sequence homology analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To determine cytokine expression profiles of SARS-CoV-specific T cells, S protein peptide-stimulated primary cell lines (containing 5–10% tetramer-positive cells) were re-stimulated in flat-bottom 96-well plates coated with either the corresponding tetramer or a negative control tetramer in 100 μl of RPMI with 10% human serum plus 1 μg ml−1 of anti-CD28 antibody overnight. The cytokine expression levels in the supernatants collected after 24 h culture were assayed with Th1/Th2 7-plex cytokine kit (Meso Scale Discovery, Gaithersburg, MA, USA) and measured with Sector Imager 2400 instrument (Meso Scale Discovery) according to the manufacturer's instructions.",
            "cite_spans": [],
            "section": "Cytokine assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The TGEM approach (29–31) was used to identify antigenic peptides within the SARS coronavirus (SARS-CoV) S protein restricted by HLA-DR0401 and HLA-DR0701, two common alleles in the Caucasian population. CD4+ T cells from healthy unexposed subjects were used as responder cells. Responder cells were stimulated with 34 peptide pools of S protein and detected with HLA-matched tetramers loaded with corresponding peptide pools as described in Materials and methods. Representative tetramer staining results from a DR0401 subject #654 are shown in Fig. 1A. Positive staining was obtained for peptide pools #5, #7, #8, #9, #10, #19, #21, #23, #25, #26, #28 and #30 for DR0401 (Fig. 1A). The positive tetramer staining results for the single-peptide-loaded tetramers corresponding to positive pools are summarized in Fig. 1B. Peptides p22 and p23 (from pool #5), p32 (from pool #7), p39 (from pool #8), p41 (from pool #9), p48 (from pool #10), p92 (from pool#19), p105 (from pool #21), p111 (from pool #23), p121 (from pool #25), p126 and p129 (from pool#26) and p136 (from pool #28) were all shown to be antigenic. The antigenic peptide within pool #30 could not be identified using individual peptide-loaded tetramers. Therefore, DR0401/#30 tetramer-positive T cells were sorted out, cloned as T cell line and stimulated with individual peptides from pool #30 (S protein p146, p147, p148, p149 and p150) in a proliferation assay. This approach led to the identification of p148 as the antigenic peptide. This result was further confirmed by stimulating CD4+ T cells with p148 peptide and staining with DR0401/#30-pooled tetramer (Fig. 1B). An additional three peptides, p14 from pool #3, p61 and p62 from pool #13, were identified from subject #648 (Fig. 1C). Similar TGEM experiments were repeated for three additional subjects, and most antigenic peptides were confirmed in multiple subjects. The antigenic peptides identified from all four subjects are summarized in Table 1. The sequences of these DR0401-restricted antigenic peptides are summarized in Table 2.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 24,
                    "mention": "29–31",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Identification of antigenic peptides within SARS-CoV S protein ::: Results",
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 674,
                    "end": 681,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 813,
                    "end": 820,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1628,
                    "end": 1635,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1748,
                    "end": 1755,
                    "mention": "Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1968,
                    "end": 1975,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2055,
                    "end": 2062,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To further delineate putative epitopes within adjacent peptides p22 and p23, shorter peptides were synthesized and new tetramers produced to stain DR0401/p22- and DR0401/p23-restricted primary T cell lines. Tetramer staining results (Supplementary Figure 1, available at International Immunology Online) revealed that the putative p22 epitope is within the region CTFEYISDAFSLD (aa159–171), while the putative p23 epitope is within the region DAFSLDVSEKSGN (aa166–178). Similarly, the putative epitopes within peptides p61 and p62 were delineated using short peptides; the results indicated that p61 and p62 share a putative epitope in the region RPFERDISNVPFS (aa449–461). These shorter epitopes are summarized within the footnotes to Table 2. A total of 16 putative DR0401-restricted epitopes were identified.",
            "cite_spans": [],
            "section": "Identification of antigenic peptides within SARS-CoV S protein ::: Results",
            "ref_spans": [
                {
                    "start": 736,
                    "end": 743,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The same approach was also applied to identify antigenic peptides restricted to HLA-DR0701. A total of 14 different antigenic peptides were identified. These peptide sequences are listed in Table 2. These putative DR0701 epitopes were not characterized further.",
            "cite_spans": [],
            "section": "Identification of antigenic peptides within SARS-CoV S protein ::: Results",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To evaluate whether these antigenic S protein peptides contain naturally processed epitopes, primary CD4+ T cells from DR0401 individuals were stimulated with S protein (30 μg ml−1)-primed autologous monocytes. After an in vitro expansion step, cells were analyzed using tetramers loaded with individual antigenic peptides identified by TGEM. As shown in Fig. 2, DR0401-restricted T cells specific for several peptides (p22, p23, p41, p61, p62 and p148) were detected (with ≥0.2% tetramer-positive staining), confirming that these peptides contain naturally processed and presented epitopes. Among these epitopes, p22, p23, p62 and p148 responded particularly strongly in comparison with the others and were readily detected in more than half the subjects tested (Table 3).",
            "cite_spans": [],
            "section": "In vitro naturally processed epitopes in SARS-CoV S protein ::: Results",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 361,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 764,
                    "end": 771,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To further elaborate the peptides that contain naturally processed epitopes, we evaluated several epitopes using an alternative approach. In this series of experiments, sorted tetramer-positive T cell lines were stimulated using SARS-CoV S protein as described in Materials and methods (Supplementary Figure 2, available at International Immunology Online). Peptides p14, p32, p126 and p136 were found to contain naturally processed epitopes, since these peptide-specific T cell lines could be stimulated with S protein-primed monocytes (Supplementary Figure 2, available at International Immunology Online). In contrast, the p121-specific T cell line could not be stimulated with S protein-primed monocytes, suggesting that this epitope is not naturally processed. The p14-specific T cell line gave an ambiguous result. Attempts to isolate p39-, p38-, p92-, p105-, p111-, p121- and p129-specific lines were unsuccessful. Therefore, we were unable to determine whether these peptides contain naturally processed epitopes. In total, we confirmed that at least 9 of the 16 putative DR0401-restricted epitopes identified by TGEM were naturally processed epitopes, while at least one was not naturally processed.",
            "cite_spans": [],
            "section": "In vitro naturally processed epitopes in SARS-CoV S protein ::: Results",
            "ref_spans": []
        },
        {
            "text": "To further confirm that the immunodominant spike protein epitopes identified by in vitro protein stimulation and tetramer staining are indeed naturally processed epitopes in an in vivo immune response, I-Abo/o (class II deficient) HLA-DR0401 transgenic mice were immunized either with spike protein in the presence of adjuvant or with adjuvant alone (control mice). Following a primary immunization and a boost with whole spike protein, splenocytes were stimulated with S protein p22, p23, p61, p62, p126, p136 and p148 peptides to induce a recall response. As shown in Fig. 3, peptides p22, p23, p61, p62 and p148 induced a clear recall response in S protein-immunized mice as compared with control mice. These results indicate that these epitopes are naturally processed and presented by DR0401 in vivo.",
            "cite_spans": [],
            "section": "In vivo validation of naturally processed immunodominant spike protein epitopes in HLA-DR0401 transgenic mice ::: Results",
            "ref_spans": [
                {
                    "start": 570,
                    "end": 576,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To interrogate the cytokine profiles of S protein-specific T cells, in vitro expanded primary CD4+ T cell lines (containing 5–10% tetramer-positive T cells) were stimulated with the corresponding tetramer (plate bound) or irrelevant tetramer and supernatants collected. The secreted cytokines were analyzed using the Meso Scale human Th1/Th2 multiplex cytokine detection kit. Antigen-specific T cells for the three most prevalent epitopes (S protein p23, p62 and p148) were tested. All three epitopes elicited significant amounts of IFN-γ (a representative Th1 type cytokine) after re-stimulation (Fig. 4). The epitopes also elicited the Th2 type cytokines, IL-13, IL-10 and IL-5, but at lower levels compared with IFN-γ. Similar results were observed in three additional subjects.",
            "cite_spans": [],
            "section": "Cytokine secretion in response to antigen stimulation ::: Results",
            "ref_spans": [
                {
                    "start": 598,
                    "end": 604,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The emergence of SARS-CoV and H5N1 as deadly infectious viruses has heightened awareness of the threat that newly emerging and re-emerging infectious diseases pose to public health and of the need to effectively combat these pathogens. Identification of T cell epitopes against these infectious microbes is a key step in understanding how the human immune system reacts against these pathogens. However, blood samples from infected human subjects are not readily available for research. In response to this problem, we hypothesized that relevant T cell responses could be induced and studied using blood samples from non-exposed individuals. We developed a protocol in which PBMC from healthy subjects were used to identify antigenic peptides within the spike protein of SARS-CoV. In these experiments, cells were stimulated with overlapping peptides that span the entire spike protein and positive T cell responses were screened by the TGEM approach (29–31). Subsequent validation of these peptides by stimulating PBMC from multiple subjects with intact spike protein and by immunizing HLA transgenic mice indicated that several of these peptides contain epitopes that were naturally processed and presented. This approach can be applied to identify CD4+ T cell epitopes of other infectious organisms.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 957,
                    "mention": "29–31",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Applying this approach to the SARS-CoV S protein, we identified putative CD4+ T cell epitopes within 16 DR0401- and 14 DR0701-restricted peptides. While some subjects had a measurable response to more peptides than others, positive responses were detected in every subject studied. To some degree, it was surprising that antigen-specific T cells could be expanded and detected with relative ease from the naive population in the absence of dendritic cells. However, our previous study of CD4+ T cells directed against anthrax-protective antigen (32) implied that this approach would be feasible. The key factor for measuring these naive responses may be our use of tetramers, which can detect responses consisting of <0.5% of the total expanded T cell population.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 548,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "When measuring T cell responses to peptides, there is a possibility that only some of the responses correspond to naturally processed epitopes. Stimulation of primary CD4+ T cells with S protein-primed autologous monocytes and subsequent tetramer staining demonstrated that p22, p23, p41, p61, p62 and p148 were naturally processed DR0401 epitopes. Additional experiments using sorted tetramer-positive cell lines confirmed that p32, p126 and p136 were also naturally processed and presented, while p121 was not naturally processed. The remaining putative epitopes could not be individually tested by protein stimulation because our attempts to clone tetramer-positive T cells failed. In our previous studies of other antigenic proteins (32, 33), ∼80% of the peptides identified using peptide stimulation and tetramers were shown to be naturally processed. Therefore, we expect that some of these uncharacterized epitopes are actually naturally processed. The remaining peptides, along with p121, may reflect ‘false-positive’ artifacts of the peptide stimulation or these could be cryptic epitopes that can only be processed and presented by certain cell types or under certain inflammatory conditions. Since two of these peptides (p22 and p41) were also antigenic for DR0701 subjects, it is likely that these contain naturally processed DR0701 epitopes.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 740,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To further evaluate the potentially immunodominant epitopes identified by tetramer staining, we immunized I-Abo/o (class II deficient) HLA-DR0401 transgenic mice with spike protein. In agreement with our in vitro results, peptides p22, p23, p61, p62 and p148 induced clear recall responses (Fig. 3). Given the length of the peptides used and the lack of endogenous mouse class II protein, these recall responses almost certainly reflect DR0401-restricted CD4 T cell responses. The fact that the immunodominant epitopes observed in these transgenic animals mirror those identified in vitro using tetramers further validates the efficacy of our strategy. Thus, it is possible to identify relevant CD4+ T cell epitopes for emerging infectious pathogens using HLA class II tetramers in a series of in vitro assays.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 291,
                    "end": 297,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Noting that responses to certain epitopes were observed in the majority of subjects (Tables 1 and 3), these epitopes were selected for homology studies to examine whether these responses were actually directed against the S protein from other coronavirus strains that had previously infected study subjects. A paired sequence homology analysis was performed for the selected peptides against S protein sequences from several other coronaviruses, including human coronavirus 229E, human coronavirus NL63, human coronavirus OC43 and human coronavirus HKU1. The observed homology was insufficient to suggest CD4+ T cell cross-reactivity with these other S proteins (Supplementary Figure 3, available at International Immunology Online). Rather, the homology analysis implied that the identified epitopes are unique for SARS S protein. This conclusion is also supported by the observation that CD4+ T cell responses to SARS-CoV peptides (p22, p23, p41, p62 and p148) were readily detected in sorted CD45RA+ (naive) but not sorted CD45RA− (memory) T cells (Supplementary Figure 4, available at International Immunology Online). So it would appear that the observed SARS-CoV-specific CD4+ T cells were naive rather than cross-reactive memory cells specific for other coronaviruses. These results differ from a previous study in which H5N1-reactive T cells were detected in healthy Caucasian subjects (32). In that study, the majority of H5N1-reactive T cells was of memory phenotype and showed cross-reactivity to previous circulating influenza viruses. This difference indicates that the T cell repertoire of the study population was immunologically naive to the SARS-CoV. The success of T cell epitope discovery using naive T cells underscores the sensitivity and specificity of MHC class II tetramer reagents in detecting antigen-specific T cells.",
            "cite_spans": [
                {
                    "start": 1395,
                    "end": 1397,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "mention": "Tables 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 98,
                    "end": 99,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Despite being derived from the CD45RA+ population, in vitro expanded S protein-responsive CD4+ T cells secreted cytokines in response to antigen stimulation, most notably IFN-γ (Figure 4) but also IL-13 and modest amounts of IL-10 and IL-5. This mixed cytokine response probably indicates a Th0 phenotype, reflecting the fact that these cells originate from the naive T cell population. It is unclear from these data whether these epitopes would elicit Th1 or Th2 responses in vivo.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In summary, we report the identification of SARS-CoV S protein-specific CD4+ T cell responses in healthy non-exposed DR0401 and DR0701 individuals. The responsive cells originated from the CD45RA+ population and secreted robust levels of IFN-γ and IL-13 upon antigen stimulation. Homology studies indicated that the antigenic peptides shared only modest similarities with S proteins from other coronavirus strains, indicating that the observed responses were probably not cross-reactive. Many of the observed epitopes could be naturally processed and presented; they elicited responses in the majority of individuals tested. These findings suggested that tetramers can be used to identify T cell epitopes recognized by naive T cells and implied that potential dominant T cell epitopes within any newly emerging and re-emerging infectious organisms can be identified before a local outbreak.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "National Institutes of Health contract HHSN266200400028C.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Summary of antigenic peptides containing putative DR0401-restricted epitopes\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Putative HLA-DR0401- and DR0701-restricted SARS-CoV S protein T cell epitopes\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Prevalence of responses to SARS-CoV S peptides in tested donors\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Identification of HLA-DR0401-restricted epitopes by TGEM. (A) Pooled epitope mapping: T cells from HLA-DR0401 donor #654 were stimulated with overlapping peptide mixtures of S protein in vitro. The T cells were stained with streptavidin–PE-labeled tetramers loaded with peptide mixture used in the T cell stimulation. The percentage number in the upper left quadrant indicates the percentage of tetramer-positive cells (a similar data presentation is used hereafter). The negative pools were considered as negative controls for tetramer staining in this assay. (B) Individual epitope mapping: T cells from tetramer-positive wells were stained with tetramers loaded with individual peptides from the corresponding peptide pools. S protein peptides p22, p23, p32, p39, p41, p48, p92, p105, p111, p121, p126, p129 and p136 were identified as epitopes. Epitope p148 in pool #30 was identified by stimulation of CD4+ T cells with peptide p148 and stained with DR0401/#30-pooled tetramer (see text). The density plot of DR0401/p137 tetramer staining is representative of negative tetramer staining. (C) Additional epitopes identified from donor #648. Peptide p14 from pool #3 and p61 and p62 from pool #13 were identified. The density plot of DR0401/p63 tetramer staining is representative of negative tetramer staining.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Identification of potential immunodominant epitopes. CD4+ T cells and APC mixture were primed with 30 μg ml−1 of S protein for 2.5 h at 37°C. The cells were then seeded in a 48-well plate and cultured for 14 days and detected with 15 different S protein tetramers. Staining for p148-reactive T cells was carried out by using DR0401/pool #30 tetramers. The negative staining, for example DR0401/SAp14, was considered as negative controls of tetramer staining in this assay.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: Validation of immunodominant spike protein epitopes in I-Ab% HLA-DR0401 transgenic mice. HLA-DR0401 transgenic mice were immunized with spike protein in the presence of adjuvant or with adjuvant alone (control group). The splenocytes were harvested and stimulated with no peptide or 10 μg ml−1 of spike protein peptide p22, p23, p61, p62, p126, p136 or p148. The data show the average 3H incorporation of three spike proteins immunized (open column) and three control mice (closed column), respectively. * defines a statistically significant difference between immunized and control groups.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: The cytokine profiles of S protein epitope-specific T cells upon the activation. HLA-DR0401/p23 (A), DR0401/p62 (B) or DR0401/p148 (C) tetramer-positive primary CD4+ T cells were stimulated with relevant or irrelevant control tetramers coated on 96-well plate overnight. The cytokines in supernatants were measured by human Th1/Th2 cytokine detection kit (Meso Scale Discovery) and compared with a cytokine standard curve.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Infectious diseases—a global challenge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biller-Andorno",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Med Microbiol.",
            "volume": "296",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Laboratory diagnosis of four recent sporadic cases of community-acquired SARS, Guangdong Province, China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Surveillance of community-acquired viral infections due to respiratory viruses in Rhone-Alpes (France) during winter 1994 to 1995",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valette",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foray",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Microbiol.",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Viruses and bacteria in the etiology of the common cold",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Makela",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Puhakka",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Microbiol.",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The molecular biology of SARS coronavirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Satija",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann N Y Acad Sci.",
            "volume": "1102",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronaviruses maintain viability despite dramatic rearrangements of the strictly conserved genome organization",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Volders",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol.",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Important role for the transmembrane domain of severe acute respiratory syndrome coronavirus spike protein during entry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Broer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "FL",
                    "middle": [],
                    "last": "Cosset",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corver",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol.",
            "volume": "80",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Effects of a SARS-associated coronavirus vaccine in monkeys",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soloff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "B-cell responses in patients who have recovered from severe acute respiratory syndrome target a dominant site in the S2 domain of the surface spike glycoprotein",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "ZF",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol.",
            "volume": "79",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Contributions of the structural proteins of severe acute respiratory syndrome coronavirus to protective immunity",
            "authors": [
                {
                    "first": "UJ",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA.",
            "volume": "101",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "HLA-A*0201 T-cell epitopes in severe acute respiratory syndrome (SARS) coronavirus nucleocapsid and spike proteins",
            "authors": [
                {
                    "first": "YP",
                    "middle": [],
                    "last": "Tsao",
                    "suffix": ""
                },
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Jan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem Biophys Res Commun.",
            "volume": "344",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Identification of an HLA-A*0201-restricted CD8+ T-cell epitope SSp-1 of SARS-CoV spike protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Blood",
            "volume": "104",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "T-cell epitopes in severe acute respiratory syndrome (SARS) coronavirus spike protein elicit a specific T-cell immune response in patients who recover from SARS",
            "authors": [
                {
                    "first": "YD",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "WY",
                    "middle": [],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol.",
            "volume": "78",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Screening and identification of severe acute respiratory syndrome-associated coronavirus-specific CTL epitopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol.",
            "volume": "177",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Response of memory CD8+ T cells to severe acute respiratory syndrome (SARS) coronavirus in recovered SARS patients and healthy individuals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol.",
            "volume": "175",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Identification and characterization of dominant helper T-cell epitopes in the nucleocapsid protein of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "XM",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol.",
            "volume": "81",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human CD4(+) memory T-lymphocyte responses to SARS coronavirus infection",
            "authors": [
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Libraty",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "O'Neil",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "LP",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Olveda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "MHC class II tetramers identify peptide-specific human CD4(+) T cells proliferating in response to influenza A antigen",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "GT",
                    "middle": [],
                    "last": "Nepom",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Invest.",
            "volume": "104",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Tetramer-guided epitope mapping: rapid identification and characterization of immunodominant CD4+ T cell epitopes from complex antigens",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Gebe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol.",
            "volume": "166",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Research on infectious diseases requires better coordination",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Ridley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Islet-specific glucose-6-phosphatase catalytic subunit-related protein-reactive CD4+ T cells in human subjects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Danke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol.",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Multiplex mapping of CD4 T cell epitopes using class II tetramers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huston",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Danke",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Immunol.",
            "volume": "120",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The anthrax vaccine adsorbed vaccine generates protective antigen (PA)-specific CD4+ T cells with a phenotype distinct from that of naive PA T cells",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Infect Immun.",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Healthy human subjects have CD4+ T cells directed against H5N1 influenza virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huston",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol.",
            "volume": "180",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med.",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "SARS—beginning to understand a new virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Masignani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Microbiol.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Phylogeny of the SARS coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}