{
    "paper_id": "PMC2908940",
    "metadata": {
        "title": "CD13 is dispensable for normal hematopoiesis and myeloid cell functions in the mouse",
        "authors": [
            {
                "first": "Beata",
                "middle": [],
                "last": "Winnicka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "O'Conor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Schacke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kaitlyn",
                "middle": [],
                "last": "Vernier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christina",
                "middle": [
                    "L."
                ],
                "last": "Grant",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fiona",
                "middle": [
                    "Hall"
                ],
                "last": "Fenteany",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Flavia",
                "middle": [
                    "E."
                ],
                "last": "Pereira",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brannen",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anupinder",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ran",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "C."
                ],
                "last": "Montrose",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "W."
                ],
                "last": "Rosenberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hector",
                "middle": [
                    "L."
                ],
                "last": "Aguila",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linda",
                "middle": [
                    "H."
                ],
                "last": "Shapiro",
                "suffix": "",
                "email": "lshapiro@neuron.uchc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The development of technology to readily produce mAb enabled the systematic cataloging of leukocyte cell surface molecules and prompted the first Leukocyte Typing Workshop in 1984 [1]. This and subsequent workshops assigned leukocyte‐binding mAb to groups termed “clusters of differentiation”, or CD antigens, by virtue of common patterns of binding to panels of primary hematopoietic cells and cell lines. In this way, the CD13 cell surface molecule was defined as a marker of cells of the myeloid lineage in normal and leukemic cells. Subsequent molecular cloning of the CD13 cDNA showed that it was identical to the membrane‐tethered peptidase APN [2] and was expressed on cells, in addition to those of the hematopoietic system, such as the epithelial cells of the renal proximal tubules and the intestinal brush border, cells of the brain, fibroblasts, and activated endothelial cells [3].",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "CD13 is a large 150‐kD type II protein with a short cytoplasmic domain, a hydrophobic transmembrane region, and a large extracellular domain containing its enzymatic activity. As an extracellular peptidase, CD13 functions to cleave single neutral amino acids from the N terminus of small peptides, and therefore, its substrates and functions vary depending on the tissue where it is expressed. For example, in the brain, CD13 cleaves opioid peptides and enkephalins to regulate neuronal signaling, and in the intestine, it cleaves peptides to facilitate amino acid resorption [3]. The persistent and specific myeloid expression of CD13 on normal cells of the hematopoietic lineage has prompted numerous studies that have implicated CD13 in a variety of myeloid cell functions, primarily in assays that correlate CD13 expression with a particular function, inhibit enzymatic activity with chemical inhibitors or inhibitory antibodies, or activate CD13 using ligand‐mimicking cross‐linking antibodies. To address the function of CD13 directly and genetically, we created a global KO of CD13 and tested these animals for phenotypic effects on a number of myeloid functions attributed previously to CD13, such as myeloid differentiation, phagocytosis, antigen presentation, and inflammatory processes. We find that CD13 expression is dispensable for hematopoietic development and physiologic homeostasis and suggest that its function in myeloid cells may be dependent specifically on particular immune challenges to generate cross‐linking ligands.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The targeting vector (PL253‐CD13‐lox‐frtneo) was constructed using BAC 140 as a source of murine genomic DNA obtained from the CHORI BAC library [4]. We constructed a floxed CD13‐targeting construct with the frt‐neo‐frt region using recombineering methods [5] with the assistance of the GTTF (UCHC, Farmington, CT, USA). The schematic of the targeting strategy is depicted below (see Fig. 1). The targeting vector was electroporated into the murine ES cell line D from the (129SvEvTac)/Cb7BL/6J mouse strain, and neomycin‐resistant colonies containing the targeting constructs were expanded and transferred into pseudopregnant females, resulting in chimeric mice containing the targeted CD13 allele. Germ‐line transmission of the targeted allele was confirmed, and the neo cassette was excised to produce mice carrying a floxed CD13 allele. Finally, floxed CD13 animals were mated with transgenic mice expressing Cre recombinase under the ubiquitous Hprt gene promoter (129S1‐Hprt1\ntm1(cre)Mnn/J, Jackson Laboratory, Bar Harbor, ME, USA) to produce the global CD13 null strain. The CD13 global KO animals have been backcrossed subsequently to the C57Bl/6 strain, and experiments described in this report were performed with CD13ko/ko and control mice (CD13wt/wt) backcrossed for at least six generations to the C57BL/6J strain (Jackson Laboratory). The mice were housed in the animal facilities at the UCHC in accordance with Institutional and Office of Laboratory Animal Welfare guidelines. CD13 deletion was assessed using PCR genotyping, mRNA expression analysis (RT‐PCR), immunohistochemistry, and flow cytometric analysis (described below).",
            "cite_spans": [],
            "section": "Generation of CD13 KO mice ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 384,
                    "end": 390,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "WT and KO CD13 alleles were detected with the primers BWOL1/BWOL2/BWOL6 and BWOL1/BWOL4 using the PCR protocol: 94°C/2 min (94°C/30 s, 55°C/30 s, 72°C/1 min) × 38, 72°C/7 min, 4°C/∝. Products were visualized after electrophoretic separation on agarose gels. Primers used for genotyping: BWOL1 (labeled P1; see Fig. 1A), 5′‐ACCGTGCTCGGTTTCCTCTGTTTA‐3′; BWOL2 (labeled P2; see Fig. 1A), 5′‐TGTGGAAAGGATCCCGGTGTCAAT‐3′; BWOL4, 5′‐AACCACTGTGAGCGAGCATGTTAT‐3′; BWOL6 (labeled P3; see Fig. 1A), 5′‐ATTGTTCTTATGCTGAGTGACAAG‐3′.",
            "cite_spans": [],
            "section": "PCR genotyping ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 317,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 375,
                    "end": 382,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 479,
                    "end": 486,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "BMDMs and DCs were isolated from femurs and tibias in medium supplemented with CSF‐1 as described previously [6]. Thioglycollate‐elicited macrophages were harvested by flushing the peritoneal cavity of untreated (resident macrophages) or 4% thioglycollate‐treated (elicited macrophages, 4, 48, or 72 h) mice, followed by red cell lysis. Splenic DCs from single‐cell spleen suspensions of 6‐ to 12‐week‐old mice were positively selected using CD11c microbeads and a MACS column and separator (Miltenyi Biotec, Auburn, CA, USA), according to the manufacturer's guidelines. Murine T cells were isolated from single‐cell splenocyte suspensions using a negative selection kit (depletion of non‐T cells), according to the manufacturer's protocol (Miltenyi Biotec). Murine lung endothelial cells from 2‐ to 4‐week‐old animals were harvested, minced, and treated with 2 mg/mL collagenase A (Roche, Indianapolis, IN, USA). The digested material was serially passed through 19‐, 25‐, and 27‐gauge needles, DNaseI‐treated (Worthington Biochemical Corp., Lakewood, NJ, USA) and endothelial cells positively selected with primary rat anti‐mouse PECAM‐1 antibody (MEC 13.3, BD Biosciences, San Jose, CA, USA), followed by sheep anti‐rat IgG Dynabeads using the Dynal‐MPC™ magnetic separator (Invitrogen, Dynal, Carlsbad, CA, USA). The final cell/bead pellet was resuspended in 0.5 ml complete endothelial cell growth medium 2, 10% FBS (Lonza Walkersville, Walkersville, MD, USA) and plated in fibronectin‐coated cell‐culture dishes. The medium was changed after 24 h, and cells attached to beads became visible 12–24 h after plating. Purity of the endothelial cell preparation was routinely 80–90% vascular endothelial‐cadherin‐positive (Santa Cruz Biotechnology, Santa Cruz, CA, USA) upon immunostaining.",
            "cite_spans": [],
            "section": "Primary cell preparation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Total RNA was isolated from cells or tissues using TRIzol. RT‐PCR reactions were performed using the SuperScript II RT kit (Invitrogen) and Taq polymerase, according to the manufacturer's instructions. Primer sets used for mCD13 amplification were exon‐spanning mCD13 cDNA sequences 43–893 or 898–1696 as follows: mCD13 43–893 F, 5′‐GGGTTCTACATTTCCAAGACCC‐3′; mCD13 43–893 R, 5′‐TTGAACTCGCTCACGATGTAGG‐3′; mCD13 898–1696 F, 5′‐TCACAGTGATAACGGGAAAGCCCA‐3′; mCD13 898–1696 R, 5′‐ATAAGCTCCGTCTCAGCCAATGGT‐3′; mGAPDH F, 5′‐ACCACAGTCCATGCCATCAC‐3′; mGAPDH R, 5′‐TCCACCACCCTGTTGCTGTA‐3′.",
            "cite_spans": [],
            "section": "RT‐PCR ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "BM cells were flushed from femora and tibiae. Single‐cell suspensions were obtained by repeated pipetting in staining medium (1×HBSS/2% FCS/10 mM Hepes, pH 7.4). Single‐cell suspensions from spleen and thymus were prepared after mechanical grinding of the tissues between frosted glass slides. After suspension, cells were washed with staining media; erythrocytes were lysed by hypotonic shock and filtered through a cell strainer (70 mm, Nytex, Sefar, Kansas City, MO, USA). Finally, cells were counted in a hemocytometer monitoring viability by trypan blue dye exclusion. For flow cytometric analysis, with the exception of the anti‐CD13, which was conjugated in‐house, we used commercially available, conjugated antibodies and secondary reagents (BD PharMingen, San Diego, CA, USA, or eBioscience, San Diego, CA, USA).",
            "cite_spans": [],
            "section": "Flow cytometry ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For analyses of myeloid markers, we used anti‐CD11b (clone M1/70) coupled to allophycocyanin, anti‐Ly‐6G/Gr‐1 (clone RB6‐8C5) coupled to fluorescein, and anti‐F4.80 (clone BM8) coupled to PE. For analyses of T cell compartment, we used anti‐CD4 (clone GK1.5) coupled to PE and anti‐CD8 (clone 53‐6.7) coupled to fluorescein. For analyses of B cells, we used anti‐CD45R/B220 (clone RA3‐6B2) coupled to fluorescein. To analyze DCs, we used anti‐CD11c (clone N418) coupled to allophycocyanin. To analyze the expression of CD13, we used a biotinylated anti‐CD13 (clone R3‐63) followed by a second step with Streptavidin coupled to PE. Before analyses, cells were suspended in a solution of staining media containing 1 μg/ml PI, and dead cells that stain strongly for PI were gated out of analysis. All analyses were done in a FACSCalibur flow cytometer (Becton Dickinson, San Jose, CA, USA), available through the institutional Flow Cytometry Facility (UCHC).",
            "cite_spans": [],
            "section": "Flow cytometry ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Zinc‐fixed, paraffin‐embedded tissue sections were subjected to antigen retrieval in warm citrate buffer, rinsed, and stained with a 1:500 dilution of anti‐mouse CD13, M‐17 antibody (Santa Cruz Biotechnology). Tissue sections were counterstained with hematoxylin QS (Modified Mayer's formula, Vector Labs, Burlingame, CA, USA) and visualized and photographed using a Zeiss Axioplan 2 (63×) attached to a Zeiss AxioCam high‐resolution digital camera.",
            "cite_spans": [],
            "section": "Immunohistochemistry for CD13 expression ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Serum from CD13 KO and littermate mice was incubated with the CD13 substrate Ala‐pNa (3 mg/ml final) at 37°C for 1 h. APN/CD13 enzyme activity was determined by measuring the absorbance of the resulting free p‐nitroaniline at 405 nm using a microplate reader.",
            "cite_spans": [],
            "section": "CD13 activity assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Capture antibody (R3‐63, Serotec, UK) was added (10 ug/ml in bicarbonate buffer) to 96‐well flat‐bottom Maxisorp plates overnight at 4°C. Wells were washed with PBS after each incubation step. After blocking with 300 ul 3% BSA/PBS for 1 h at room temperature, serum samples (200 ul) were added for 1.5 h at 37°C. Biotinylated anti‐CD13 mAb (K1—a kind gift of Dr. William Paul, Lab of Immunology, NIH, Bethesda, MD, USA) was added for 2 h at room temperature, followed by HRP streptavidin (0.25 ug/ml) for 30 min at room temperature. Trimethoxybenzoic acid substrate (100 uL) was then added for the final 30‐min incubation (room temperature) HCl (1 N) was used to stop the reaction, and the plate was read on a microplate reader at 450 nm.",
            "cite_spans": [],
            "section": "ELISA ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A Cytoselect 96‐well phagocytosis assay kit was used according to the manufacturer's instructions (Cell Biolabs, San Diego, CA, USA). BMDMs or DCs and elicited or resident peritoneal macrophages were plated at 80% confluency in 100 μL culture medium in 96‐well plates. Macrophages were plated 1 day prior to the assay and incubated overnight (37°C, 5% CO2), and DCs were plated 1 h prior to the assay (4.0×105 cells/well). Control conditions were treated with 2 μM cytochalasin D (blocks phagocytosis by interacting with actin microfilaments) for 1 h prior to assay. Sheep RBCs (Cappel Labs, Cochranville, PA, USA) were opsonized with IgG as directed. Opsonized or nonopsonized erythrocytes (10 μL) were added to the macrophages or DCs and incubated for 1 h at 37°C. Nonphagocytosed erythrocytes were lysed with hypotonic buffer. The extent of phagocytosis was determined after cells were washed and lysed, followed by the addition of a proprietary erythrocyte substrate solution and absorbance measured at 620 nm.",
            "cite_spans": [],
            "section": "Phagocytosis assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "BMDMs or thioglycollate‐elicited peritoneal macrophages were plated on cover slips at 5.0 × 105 cells/ml (DMEM, 10% FBS), cultured overnight, and stimulated with 50 μg/ml human oxLDL (Biomedical Technologies, Inc., Stoughton, MA, USA) for 48 h. Media were aspirated and cells washed and fixed with 4% paraformaldehyde for 30 min. Cells were washed with PBS, rinsed with 60% isopropyl alcohol, and stained with Oil Red O solution (0.36% Oil Red O in 60% isopropyl alcohol) for 50 min at room temperature. The stain was removed with 60% isopropyl alcohol. Cells were counterstained with hematoxylin QS (Modified Mayer's Formula, Vector Labs) for 45 s and washed with distilled H2O. Oil red O staining cells were counted in 10 random fields for each condition.",
            "cite_spans": [],
            "section": "In vitro foam cell formation assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Suspensions of responder T cells from whole spleen (WT, KO, or Balb/c mice) or T cell‐enriched spleen populations were negatively selected using the Pan T cell isolation kit (Miltenyi Biotec). Responder cells (2.5×105) were mixed with mitomycin C‐treated stimulator cells (5.0×105; Alexis Biochemicals, San Diego, CA, USA) and incubated for 4 days. Approximately 48 h later, Alamar blue dye (Serotec) was added to mixed cultures at a 1:10 dilution (20 μL), and suspensions were mixed thoroughly. Proliferation of responder T cells was measured 4 days later by detecting Alamar blue fluorescence at an excitation wavelength of 530 nm and emission wavelength of 585 nm. The proliferative stimulation index was calculated as the (responders+stimulators) – stimulators alone, divided by the proliferation count of responders alone [7].",
            "cite_spans": [],
            "section": "MLR ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Isolated murine lung endothelial cells (0.5×106/ml) were seeded on fibronectin‐coated (10 μg/ml) 96‐well plates and grown to confluency for 24–48 h in endothelial cell basal medium 2 (Cambrex Bio Science, Walkersville, MD, USA). Subsequently, monolayers were untreated (basal and control) or anti‐CD13 K1 or control IgG mAb treated (1 μg/ml) for 30 min and washed extensively, and calcein‐labeled, elicited macrophages were added. Adhesion was allowed to proceed for 15 min. Each condition was assayed in triplicate. Unbound myeloid cells were washed away extensively, and the remaining cells were lysed. Fluorescence was quantified in a CytoFluor 4000 (PerSeptive Biosystems, Framingham, MA, USA).",
            "cite_spans": [],
            "section": "Quantitative adhesion assays ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Male mice between 6 and 12 weeks old were injected i.p. with 1 ml aged 4% thioglycollate broth or PBS. At various time‐points (4, 18, or 72 h) postinjection, animals were killed and the peritoneal cavity lavaged using 5 ml sterile PBS. Cells were collected, centrifuged, and washed, the RBCs were lysed, and the total number of cells was counted.",
            "cite_spans": [],
            "section": "Thioglycollate‐induced peritonitis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Type II collagen‐specific antibodies were used to induce arthritis in female mice [8] between 6 and 8 weeks of age. On Day 0, animals were injected (i.p.) with 200–400 μl/mouse of the Arthrogen‐CIA mAb cocktail, 6–8 mg total (Chondrex LLC, Seattle, WA, USA), or PBS as control. LPS (100 μl; 50 μg in PBS) was administered i.p. on Day 3. Starting on Day 4, the severity of arthritis in each limb was scored every other day on a 0–4 scale: 0 = normal; 1 = swelling and/or redness in one joint; 2 = swelling and/or redness in more than one joint; 3 = swelling and/or redness in the entire paw; 4 = maximal swelling. Mice recovered from LPS toxicity on Day 5, after which, the arthritis progressed rapidly. The disease peaked by Days 7–8 and plateaued on Days 10–14.",
            "cite_spans": [],
            "section": "Collagen antibody‐induced arthritis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Beginning at 7 weeks of age, CD13 WT and null littermates (n=6/genotype) were administered 3% DSS (MP Biomedical, Irvine, CA, USA) dissolved in drinking water for 7 days. A control group of mice (n=2) from each genotype received drinking water only during the same time period. Mice were weighed and assessed for evidence of gross rectal bleeding on a daily basis during the experiment and spleens weighed at termination. Colons were formalin‐fixed and Swiss‐rolled for histological analysis and stained with H&E, and the percent of ulcerated tissue along the entire colon was calculated. Analysis was performed in a blinded manner.",
            "cite_spans": [],
            "section": "DSS‐induced colitis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Mice were treated with 10 uL 0.8% croton oil (Sigma Chemical Co., St. Louis, MO, USA) in acetone applied to the outside of one ear pinnea. The alternate ear was treated with acetone alone. Twenty‐four hours after sensitization, mice were killed humanely, and tissue from each ear was harvested using a 6‐mm biopsy punch to obtain an equivalent area of tissue at the edge of the pinna. Ear weights were recorded, and the sample was fixed in Zinc fixative (Invitrogen) overnight and paraffin‐embedded, and sections were stained with H&E.",
            "cite_spans": [],
            "section": "Croton oil‐induced contact hypersensitivity ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Serum from pairs of age‐matched male and female WT and CD13 null animals was analyzed by the Research Animal Clinical Pathology Facility at the Charles River Laboratories (Wilmington, MA, USA).",
            "cite_spans": [],
            "section": "Clinical chemistry ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Total RNA was isolated from peritoneal (two individual mice/genotype; four samples) or BMDMs (one mouse, each genotype) from WT or CD13 null mice using TRIzol, according to the manufacturer's protocol. For quality control, RNA purity and integrity were evaluated by denaturing gel electrophoresis, OD 260/280 ratio, and analysis on an Agilent 2100 bioanalyzer (Agilent Technologies, Palo Alto, CA, USA). Total RNA was amplified and purified using the Ambion Ilumina RNA amplification kit (Ambion, Austin, TX, USA). Briefly, 300 ng total RNA was reverse‐transcribed to cDNA using a T7 oligo(dT) primer. Second‐strand cDNA was synthesized, in vitro‐transcribed, and labeled with biotin‐16‐UTP. The labeled cRNA was analyzed on the Agilent 2100 bioanalyzer and quantitated by Nanodrop analysis. The labeled cRNAs were hybridized to the mouse WholeGenome‐6 BeadChip (Illumina Inc., San Diego, CA, USA) for 16 h at 58°C, as per the manufacturer's instructions. The BeadChips were washed, stained with streptavidin‐Cy3, and scanned on the Illumina BeadArray Reader.",
            "cite_spans": [],
            "section": "Illumina gene expression array analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Microarray data were extracted, normalized, and analyzed using Illumina GenomeStudio software. Illumina MouseWG‐6 v 2.0 Expression BeadChip (Illumina Inc.) contains 50‐mer gene‐specific oligonucleotide probes corresponding to 45,281 mouse transcript variants. There is, on average, a 30‐fold redundancy for each transcript per array. Intensity data were normalized using the Quantile algorithm in GenomeStudio. The differential expression of each gene, relative to the respective control, was evaluated using the Illumina custom error model that calculates a P value as a function of intensity, differential and biological; technical; and nonspecific variation. Those samples with P values <0.05 were deleted, the relative expression of CD13 null versus WT calculated and expressed as fold‐WT expression, and the data ranked from low to high expression relative to WT values. The 150 genes showing the highest differential expression are listed in Supplemental Table 1. The dataset was analyzed further using Ingenuity Pathway Analysis software (Ingenuity Systems, Redwood, CA, USA).",
            "cite_spans": [],
            "section": "Analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Conditional CD13 null mice were produced in the UCHC GTTF using modifications of the recombineering method described in ref. [5]. The mCD13 gene is encoded by 20 exons spanning nearly 40 kB on chromosome 7. A BAC containing the CD13 gene identified by BLAST analysis was obtained from the CHORI BAC repository and confirmed by Southern blot analysis (data not shown). Repeated attempts to target the 5′‐most region of the CD13 gene resulted in no recombinants and prompted the revised strategy depicted in \nFigure 1A\n, where LoxP recombination sites were inserted in introns between exons 3 and 4 and 13 and 14. Exposure of this construct to the cre recombinase would result in a gene lacking exons 4–13, which encode the enzymatic active site, the putative NGR‐binding site [10], and the majority of the extracellular portion of the molecule. In addition, splicing between exons 3 and 14 introduces a frame‐shift resulting in a stop codon early in exon 14, which would be predicted to produce a protein lacking exons 4–20 (as depicted in Fig. 1B). We have observed that relatively slight modifications to the CD13 protein severely impair its trafficking to the cell surface and would predict that the large alteration induced by this deletion would similarly affect cell surface expression. Indeed, transfection of the C33a human epithelial cell line with a mutant V5‐tagged CD13 expression construct lacking exons 4–20 showed no cell surface expression of the V5 tag (Fig. 1C). Transfection of murine ES cells with the targeting construct resulted in five founder lines in the C57Bl/6 × 129 mixed background, and one 6H11 was expanded for further study. After germ‐line transmission was confirmed, the mice were crossed to a transgenic strain expressing the Cre recombinase under the control of the ubiquitous HPRT promoter on a mixed background to create global CD13 null animals. Homozygous KOs were healthy and fertile with no overt phenotypic or serologic abnormalities (data not shown), consistent with an independently derived CD13 null strain [13]. Deletion of the floxed region of the CD13 locus in homozygous null animals was confirmed by PCR analysis (Fig. 1D), and evaluation of CD13 mRNA and protein expression by RT‐PCR (Fig. 1E) and immunohistochemistry indicated a complete lack of expression in kidney and small intestine (Fig. 1F), spleen, colon, and liver (not shown) tissue of the null animals as compared with abundant expression in the renal proximal tubules and brush border microvilli of WT controls. Interestingly, functional assessment of the deletion with a standard colorimetric CD13 substrate Ala‐pNa (Fig. 1G, left; ref [14]) showed a striking retention of peptidase activity in the serum of null animals, although only background levels of the CD13 protein were present in these samples when assessed by ELISA (Fig. 1G, right), suggesting that this commonly used method of assessing CD13 levels measures other peptidase activities as well, and results using this assay should be interpreted with caution.",
            "cite_spans": [],
            "section": "Production of CD13 null mice ::: RESULTS",
            "ref_spans": [
                {
                    "start": 506,
                    "end": 517,
                    "mention": "\nFigure 1A\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1039,
                    "end": 1046,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1469,
                    "end": 1478,
                    "mention": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2163,
                    "end": 2172,
                    "mention": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2235,
                    "end": 2244,
                    "mention": "(Fig. 1E)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2340,
                    "end": 2349,
                    "mention": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2632,
                    "end": 2639,
                    "mention": "Fig. 1G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2843,
                    "end": 2850,
                    "mention": "Fig. 1G",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A role for CD13 in hematopoietic differentiation is implied by its pattern of expression in various hematopoietic lineages. In normal and neoplastic hematopoietic populations, CD13 is expressed specifically on the earliest cell committed to the myeloid lineage (CFU‐GM) and all of its differentiated progeny and is a reliable diagnostic marker for certain types of leukemia [3]. More recently, CD13 has been shown to be highly expressed on adult pluripotent stem cells derived from multiple sites [15, 16, 17] and differentiated ES cells [18, 19], as well as subsets of peripheral blood progenitor cells [20]. In addition, CD13 has been postulated to play a role in fetal liver hematopoiesis [21] and myeloid cell differentiation [22]. Finally, CD13 expression has been reported to be controlled by various hematopoietic differentiation factors such as IL‐4 and TGF‐β [23, 24, 25, 26, 27]. However, its specific contribution to normal hematopoiesis is unknown. Flow cytometric analysis of BM, spleen, and thymic cell populations showed an indistinguishable distribution of cells of the myeloid B and T cell populations in WT and CD13 null adult animals (\nFig. 2\n), with the exceptions of a significant (P=0.025) increase in numbers of the thymic CD4 populations in CD13 null mice, which is not seen in peripheral organs, and a modest but nonsignificant trend toward an increase in CD11b+ cells (but not CD11b+/F4/80+ cells) in the BM of CD13−/− mice. Furthermore, in vitro quantification of functional hematopoietic progenitor populations (hematopoietic stem cell, early lymphoid progenitors, and immature B cells) in spleen and BM indicated no difference in total colony‐forming ability of precursors from the WT versus null animals (data not shown), suggesting that CD13 is not a critical regulator of developmental hematopoiesis or hemostasis.",
            "cite_spans": [],
            "section": "The hematopoietic profile of CD13 null mice is normal ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1154,
                    "end": 1162,
                    "mention": "\nFig. 2\n",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To confirm that CD13 is expressed in murine cells of the myeloid lineage and is deleted efficiently in these cells in the CD13 null animals, we isolated primary BM macrophages, thioglycollate‐elicited peritoneal macrophages, and BM‐derived DCs. RT‐PCR analysis of mRNA purified from each of these populations and control kidney tissue indicated that CD13 mRNA is present in cells isolated from WT but not CD13 null animals (\nFig. 3A\n), and flow cytometric analysis of CD13 protein on BM‐derived DCs confirmed its expression on cells isolated from WT but not CD13 null animals (Fig. 3B). A similar examination of elicited peritoneal macrophages showed that CD13 is expressed predominantly on those populations expressing high levels of CD11b protein (Fig. 3C). Further analysis of the CD11b high population with the F4.80 macrophage marker in WT and null animals shows identical cytometric profiles (Fig. 3D), arguing against a developmental defect resulting from the lack of CD13 in myeloid cells, and validating the use of this population in our in vitro assays. As CD13 has been implicated in numerous myeloid cell functions, we wished to assess the function of CD13 null cells in these aspects.",
            "cite_spans": [],
            "section": "CD13 is expressed in murine myeloid cell populations ::: RESULTS",
            "ref_spans": [
                {
                    "start": 424,
                    "end": 433,
                    "mention": "\nFig. 3A\n",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 576,
                    "end": 585,
                    "mention": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 749,
                    "end": 758,
                    "mention": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 898,
                    "end": 907,
                    "mention": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Previous reports have shown that inhibition of CD13 diminished proliferative capacity of T cells in vitro and in vivo [28, 29, 30]. To investigate whether the lack of CD13 expression alters T cell responses, we tested the ability of WT and CD13 null cells (H‐2b haplotype) to stimulate or respond to the foreign MHC molecules expressed on cells from the allogeneic Balb/c strain (H‐2d haplotype) in the MLR, which is a measure of the ability of APCs to stimulate T cell responses and of the T cells to be activated in response to antigen. A mixture of whole splenocyte or purified T cell (\nFig. 4A\n, left and right, respectively) responder cells from WT or KO mice with mitomycin C‐treated allogeneic Balb/c stimulator splenocytes showed no significant difference in proliferation of either responder population to the activating stimulus. Similarly, WT and KO splenocytes were capable of stimulating the proliferation of Balb/c responder cells, suggesting normal levels of surface‐expressed stimulator molecules, such as MHC I/II, CD40, and CD80/86, on CD13 null APCs, consistent with intact antigen‐presenting functions in the absence of CD13.",
            "cite_spans": [],
            "section": "CD13 expression does not affect stimulator or responder capabilities in the MLR ::: RESULTS",
            "ref_spans": [
                {
                    "start": 589,
                    "end": 598,
                    "mention": "\nFig. 4A\n",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "CD13 has been reported to be present in a complex with FcγRs on the monocyte cell surface [30] and to act functionally as an accessory molecule to facilitate FcγR‐mediated phagocytosis [32]. The latter study found enhanced phagocytosis of antibody‐modified target cells and prolonged downstream signaling upon engagement of the FcγR in the presence of cross‐linking mAb to CD13 in primary monocytes or myeloid cell lines, suggesting that CD13 may be a functional regulator of this receptor. To address the contribution of CD13 to this process, we isolated BM macrophages (Fig. 4B, left) or resident (Fig. 4B, right) or elicited (not shown) primary peritoneal macrophages from WT and CD13 null mice and assayed their ability to phagocytose IgG‐opsonized or control, nonopsonized sheep RBCs. Blocking phagocytosis by perturbation of microfilament assembly with cytochalasin D illustrates that basal uptake of nonopsonized RBCs does not occur by phagocytic mechanisms. No difference was observed in the microfilament‐dependent phagocytic uptake of the opsonized target cells in any of the myeloid lineages tested; thus, CD13 is apparently dispensable for FcγR‐mediated phagocytosis in macrophages and DCs. However, a reproducible reduction in actin‐independent basal uptake by the null cells was apparent, which was possibly relevant to studies implicating CD13 in lipid uptake and metabolism [33, 34, 35] and those proposing that CD13 is a target of the cholesterol uptake inhibitor Ezetimibe in enterocytes and macrophages [36, 37]. To address a potential role of CD13 in actin‐independent endocytic processes, we assessed scavenger receptor‐mediated uptake of oxLDL, which has been reported to be unaffected by cytochalasin D treatment [38]. Although untreated cells of either genotype showed no lipid uptake (not shown), the percentage of lipid‐containing CD13 null BMDMs (Fig. 4C, left) or peritoneal macrophages (Fig. 4C, right) was comparable with that seen with WT cells, again, suggesting that CD13 is not required for FcγR‐mediated phagocytosis or scavenger receptor‐mediated endocytosis.",
            "cite_spans": [],
            "section": "Lack of CD13 does not affect FcγR‐ or scavenger receptor‐mediated phagocytosis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 572,
                    "end": 579,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 600,
                    "end": 607,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1874,
                    "end": 1881,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1916,
                    "end": 1923,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We have demonstrated recently a new function for CD13 as an adhesion molecule mediating monocyte/endothelial cell interactions [39]. Cross‐linking of CD13 with ligand‐mimicking antibodies or viral ligands results in increased cell‐cell adhesion and the formation of molecular complexes containing endothelial and monocytic CD13, suggesting that CD13 may participate in some aspect of monocyte trafficking during inflammation. To address the role of CD13 as an adhesion molecule, we purified CD31‐positive primary lung microvascular endothelial cells from WT animals and assessed the ability of WT or CD13 null BMDMs to adhere to WT endothelial monolayers, untreated or treated with anti‐CD13 antibodies or control IgG. Although overall adhesion of CD13 null cells was slightly lower than WT to untreated or control monolayers, treatment of the endothelial monolayer with cross‐linking anti‐mCD13 antibodies significantly increased the adhesion of WT but not CD13 null macrophages (Fig. 4D), consistent with our results in human cells implicating CD13 as a myeloid adhesion molecule in a gain‐of‐function manner.",
            "cite_spans": [],
            "section": "CD13 is required for monocyte adhesion to endothelial cell monolayers ::: RESULTS",
            "ref_spans": [
                {
                    "start": 980,
                    "end": 989,
                    "mention": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The role of CD13 as an adhesion molecule mediating interactions between myeloid and endothelial cells suggests that it may be required for optimal inflammatory responses. Consistent with this notion, inhibition of CD13 has been reported to lessen the severity of acute colitis in a murine model of inflammatory bowel disease, where it was reported to play a role in TGF‐β1 expression in T cells [40, 41]. However, induction of colitis in WT and CD13 null animals showed no difference in weight loss, a standard measure of disease progression (\nFig. 5A\n, top). In addition, spleen weight and the percent of colonic ulceration in each genotype were comparable (Fig. 5A, middle and bottom), arguing against a critical role for CD13 in this model.",
            "cite_spans": [],
            "section": "CD13 is not required for certain acute inflammatory processes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 543,
                    "end": 552,
                    "mention": "\nFig. 5A\n",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 659,
                    "end": 666,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Similarly, expression of CD13 has been reported to be increased in the synovial fluid of patients with rheumatoid arthritis, a process that involves the infiltration of inflammatory cells into the affected region [42, 43, 44, 45, 46]. A second report found that synovial CD13 levels correlated positively with the number of infiltrating lymphocytes of arthritis patients [47]. To assess the contribution of CD13 to the inflammatory phase of arthritis, we used a model in which a cocktail of four anti‐collagen antibodies are injected, producing a rapid, synchronous disease independent of the MHC haplotype [8]. Assessment of the response of CD13 null animals in this MHC‐independent CAIA again showed no discernable difference in the mean clinical scores between WT and null animals injected with the antibody panel at all time‐points tested (Fig. 5B), suggesting that CD13 does not mediate inflammatory cell infiltration into the damaged synovium.",
            "cite_spans": [],
            "section": "CD13 is not required for certain acute inflammatory processes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 843,
                    "end": 852,
                    "mention": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Our laboratory has shown previously that administration of mAb against CD13 strongly diminished leukocyte transmigration in a mouse model of peritonitis [39]. To investigate if the lack of CD13 resulted in fewer inflammatory cells infiltrating into the peritoneum in vivo, we treated WT or CD13 null mice with i.p. injections of thioglycollate broth and quantified the infiltrating cells by peritoneal lavage at 4, 18, and 72 h post‐treatment. In contrast to antibody treatment, we found no significant difference in cell numbers in the peritoneal exudates of the two genotypes at the three time‐points tested (\nFig. 6A\n). A similar dichotomy between antibody treatment and null animals in peritonitis has been described previously for other cell surface molecules [48, 49] and is thought to be a result of an agonistic rather than blocking function of the antibody. Finally, as the C57Bl/6 strain has been shown to be able to compensate for the lack of other adhesion molecules that are critical for monocyte trafficking in other strains, we backcrossed the CD13 null animals onto the FVB background for 10 generations. These mice were fully capable of supporting cell infiltration into the peritoneum (Fig. 6B), arguing against a strain‐specific compensation in animals lacking CD13.",
            "cite_spans": [],
            "section": "CD13 is not required for certain acute inflammatory processes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 611,
                    "end": 620,
                    "mention": "\nFig. 6A\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1203,
                    "end": 1212,
                    "mention": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Finally, we tested the CD13‐deficient mice in a fourth model of inflammation, the croton oil‐induced atopic dermatitis model of acute inflammation, where local irritation is induced by application of croton oil to the skin of one ear with control vehicle on the other. In this model, histamine release from activated resident mast cells produces measurable edema and inflammatory cell infiltration. Comparison of WT and CD13 null‐treated ears showed equivalent levels of edema as measured by weight (Fig. 6C), as well as the presence of comparable numbers of phenotypically identifiable neutrophils in both genotypes, whereas little to no extravasation was observed in vehicle‐treated control ears (data not shown). Taken together, these data suggest that perhaps activation of CD13 by an as‐yet‐unidentified ligand is necessary to observe an effect on inflammatory trafficking or that CD13 participates only in response to specific inflammatory triggers.",
            "cite_spans": [],
            "section": "CD13 is not required for certain acute inflammatory processes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 499,
                    "end": 508,
                    "mention": "(Fig. 6C)",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The lack of a phenotypic change in the various myeloid functional assays may be a result of compensatory effects by up‐regulation of the expression of other molecules that participate in these processes. To assess the mRNA expression levels of relevant genes in WT versus CD13 null myeloid cells, we probed an Illumina Mouse‐6 Microarray BeadChip with cDNA prepared from thioglycollate‐elicited peritoneal macrophages from CD13 WT or KO animals. Subsequent analysis of the expression data of 45,281 transcript probes using GenomeStudio software indicated that overall, the expression of 99.7% of the genes assayed differed by less than twofold between CD13 null and WT macrophages (\nFig. 7\n and Supplemental Table 1). Similarly, analysis of the expression of specific genes involved in pertinent functional pathways using Ingenuity Pathway Analysis software showed no explicatory induction of relevant myeloid genes, peptidases, adhesion molecules, etc. (data not shown), arguing against an up‐regulation of compensatory genes and again, suggesting that many myeloid functions are largely independent of CD13.",
            "cite_spans": [],
            "section": "Lack of CD13 does not induce expression of compensatory genes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 682,
                    "end": 690,
                    "mention": "\nFig. 7\n",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The expression of human CD13 on very early myeloid‐committed progenitor cells as well as their differentiated progeny strongly suggests a functional role for this cell surface molecule in myeloid development or function [3]. Although numerous reports have investigated CD13 functions using inhibitors or blocking or activating mAb, direct genetic evidence for its role in various myeloid cell functions has not been available. In the current study, we describe the production and analysis of a mouse strain harboring a floxed CD13 allele crossed with the ubiquitously expressed HPRT‐cre transgenic to delete nearly 40% of the coding region of the gene, including regions specifying the enzymatic active site and the zinc‐coordinating region. These CD13 null mice are viable and fertile, suggesting few developmental or physiological defects, in agreement with studies describing an independently derived CD13 null strain [12]. We find that similar to humans, CD13 mRNA and protein are expressed on murine peritoneal and BMDMs and BM‐derived DCs, and this expression is abrogated completely in the null animals. Nevertheless, these cells appear largely normal in many aspects of myeloid cell development and function.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The lack of an overt phenotype in the CD13 null animals could be a result of a number of reasons unrelated to its functional role. It is formally possible that CD13 could be functional at a reduced level in these animals, as the deleted allele retains the promoter, transcriptional start site, and initiation codon and thus, could produce a truncated transcript/protein containing the first three exons (splicing of the remaining exons results in a frameshift to a stop codon early in exon 14). However, we find that CD13 is undetectable at the mRNA level using primers spanning the nondeleted region (nt 43–893). This agrees with our in vitro data showing that expression of a construct containing a truncated cDNA with exons 1–3 does not produce a detectable, tagged protein (Fig. 1C), probably as a result of instability of the truncated mRNA or incorrect folding of the truncated molecule. Similarly, immunohistochemical, flow cytometric, and ELISA assays confirm that the CD13 protein is not detectable in cells and tissue from these animals. The residual functional activity detected on the null cells illustrates that the widely used Ala‐pNa assay does not detect CD13 activity specifically and should be used with caution.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 777,
                    "end": 786,
                    "mention": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Second, during development, the loss of deleted molecules often results in up‐regulation of functionally similar molecules to compensate for the deficit [50]. However, our microarray analysis of peritoneal and BMDMs showed a striking similarity in expression levels among genes in the WT and null cells, arguing against compensation. With regard to enzymatic activity and substrate cleavage, the argument for redundancy is more compelling, as numerous cell surface peptidases share overlapping substrate specificities. In this regard, although the preferred substrates of CD13 are N‐terminal neutral amino acids, it can also cleave charged residues, albeit less efficiently. It is possible that another enzyme is substituting for CD13 to produce the necessary cleavage products. Another possibility is that many of the published studies implicating CD13 used monocytic cell lines and human peripheral blood monocytes, and in the current study, we used primary macrophages and DCs. It is formally possible that CD13 plays distinct roles in monocytes and more differentiated myeloid cells, which is not addressed in the current study. Finally, it has been shown that genes contributed by the C57Bl/6 background strain can compensate for a lack of critical adhesion molecules in inflammatory responses, particularly peritonitis [51]. This may be relevant to our studies, as the experiments described were performed on animals, where 96% of their background genes were contributed by the C57Bl/6 strain. In the previous study, the effects of inflammatory challenge in PECAM‐1 (CD31) WT and null mice on the C57Bl/6 background were indistinguishable, and animals lacking PECAM‐1 on the FVB background showed severe impairment of their inflammatory responses. However, in the current study, we found that CD13 is apparently not required for leukocyte infiltration in the peritonitis model in two independent inbred strains, arguing against a background influence.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "These caveats aside, we find that the CD13 null animals have normal hematopoietic development and myeloid cell function, suggesting it is not required for physiologic homeostasis. Although this study is not exhaustive, we have focused on processes where CD13 has been implicated previously in studies using inhibitors or antibodies or where CD13 expression was shown to correlate with a particular function, as these would be particularly relevant to this loss‐of‐function analysis. For example, although treatment of animals with the CD13 inhibitor aprotinin showed a significant decrease in disease severity in the DSS model of inflammatory bowel disease [52], weight loss, the percent of ulceration, and spleen weight in CD13 null animals are indistinguishable from that of WT animals. Similarly, numerous studies have implicated a role for CD13 in aspects of human T cell biology, where it has been reported to be expressed on peripheral T cell subsets and activated T cells [53], where generally, treatment with CD13 inhibitors was described to diminish T cell proliferation via increases in TGF‐β production [28, 29, 30, 54]. This result seems at odds with our observation of a significant increase in the numbers of CD4+ T cells in the null thymus but may be a result of the disparate origins (peripheral vs. thymic) of the T cells studied. Alternatively, it is possible that lack of CD13 alters the tight regulation of thymocyte selection, proliferation, or survival. Identification of the specific T cell subset(s) affected, determination if the increase were T cell‐intrinsic or a result of stromal effects, and a possible impact on thymocyte trafficking will be necessary to determine the exact mechanisms responsible for the increase in thymic CD4+ cells in CD13 null animals. Finally, although we have not focused specifically on T cell functions, the MLR measures the ability of primarily CD4+ T cells to recognize and proliferate in response to a foreign histocompatibility antigen (MHC I or MHC II) presented by allogeneic APCs in the culture. As such, it is a means of assessing the capacity of the cells for self‐recognition as well as the levels and context of MHC and costimulatory molecules, which are important for regulating the cell interactions involved in normal immune responses. We found no significant differences in the function of CD13 null cells when used as responder or stimulator cells, suggesting that CD13 is not critical for T cell proliferation and that the levels and context of molecules required for alloantigen presentation (stimulator) cells are unaffected in the null cells. Discrepancies with the published inhibitor studies may be the result of non‐CD13‐specific, off‐target effects of these peptidase antagonists or again, compensatory mechanisms.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We do observe a slight but significant decrease in the uptake of actin‐independent, nonopsonized RBCs by CD13 null macrophages but not in the scavenger receptor‐mediated internalization of modified LDL, which is also actin‐independent [38]. Actin‐independent mechanisms have been illustrated for receptor‐mediated and receptor‐independent endocytosis and appear to be dependent on the particular antigen and the cell type [55, 56]. We [57] and others [36, 58, 59, 60] have implicated CD13 previously in internalization of distinct surface proteins in various cell types. For example, in endothelial cells, we demonstrated that inhibition of CD13 impairs internalization of the bradykinin/bradykinin receptor complex by perturbing lipid raft organization, effectively inhibiting downstream signal transduction, filopodia formation, and cell invasion [57]. It is possible that the decrease in actin‐independent uptake of erythrocytes but not modified lipid suggests that CD13 participates in specific mechanisms of macrophage uptake, a possibility that we are pursuing currently.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In contrast to consequences of CD13 inhibition, studies from our laboratory [39] and others have described CD13‐dependent gain‐of‐function effects in cells treated with anti‐CD13 cross‐linking antibodies that trigger signaling cascades, presumably mimicking ligand‐receptor interactions. One functional investigation into FcγR‐mediated phagocytosis in monocytes demonstrated that CD13 is present in phagocytic vesicles, and concomitant cross‐linking of surface FcγRs and CD13 molecules enhanced phagocytosis and prolonged signaling via the FcR [32], suggesting that CD13 may function as a signal regulator. However, we see no difference in FcγR‐mediated uptake of similarly opsonized targets in the presence or absence of CD13. This may indicate that similar to other ligand‐binding signaling receptors, CD13 must be cross‐linked first to induce downstream signal transduction cascades. Alternatively, the comparable phagocytic capacity of cells with or without CD13 could point to the fact that although CD13 cross‐linking may trigger processes that complement those elicited by the FcγR, it does not normally do so. Finally, it is possible that CD13 may be important in the phagocytosis of certain types of opsonized antigens that are also CD13 cross‐linking ligands, which would engage the FcR and CD13 and thus, be internalized more efficiently. The identification of such ligands is a current focus of our laboratory.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although CD13 appears to be dispensable for many physiologic functions of myeloid cells, it is clearly necessary for monocytes to adhere to anti‐CD13‐activated but not to classical, TNF‐activated endothelial cells [39]. This finding may be relevant to the defective angiogenesis reported in an independently derived, global CD13 KO strain [6]. It is clear that in many pathologic settings (such as wound‐healing, tumors, ischemic injury), the cytokines produced by infiltrating, inflammatory cells promote robust angiogenesis [61, 62, 63]. Monocyte adhesion to the endothelium at the site of injury is a prerequisite for inflammatory cell infiltration, and thus, a CD13‐dependent defect in adhesion would logically decrease the number of infiltrating cells, reduce proangiogenic cytokine levels, and impair angiogenesis. Although the published study did not address monocytic infiltration specifically, it may well contribute to the observed phenotype.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The defect in CD13‐dependent adhesion is also consistent with the lack of a phenotype in response to the relatively generic inflammatory challenges tested in this study and may also speak to the contradictory results from antibody‐treated versus null mice in the peritonitis model. Logically, specific inflammatory challenges may elicit unique molecules that bind to and cross‐link CD13 and thus, are CD13‐dependent, whereas other immune challenges are not. Treatment with the anti‐CD13 antibody may mimic such a ligand and as such, would produce a phenotype distinct from that of a loss‐of‐function model. Indeed, we have shown that cross‐linking of CD13 with mAb or with its multivalent ligand, the human coronavirus H229e [64, 65], leads to a signal transduction‐dependent, gain‐of‐function increase in monocyte adhesion to endothelium [39]. It is possible that the virus has co‐opted the normal host response to cross‐linking ligands to gain access to tissues and so, may phenocopy such a ligand [39]. Thus, the role of CD13 in myeloid cells awaits the identification of these ligands, which will undoubtedly be facilitated by the availability of CD13 null animals.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Designed research: B.W., C.O., W.S., K.V., D.C.M., D.W.R., H.L.A., L.H.S. Performed research: B.W., C.O., W.S., K.V., C.L.G., F.H.F., F.E.P., A.K., R.Z., D.C.M., H.L.A. Contributed vital new reagents or analytical tools: D.W.R., H.L.A. Analyzed and interpreted data: B.W., C.O., W.S., C.L.G.,F.H.F., F.E.P., B.L., A.K., D.C.M., H.L.A. Wrote the manuscript: B.W., F.H.F., L.H.S.",
            "cite_spans": [],
            "section": "AUTHORSHIP",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflicts.",
            "cite_spans": [],
            "section": "DISCLOSURE",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: \nGeneration and characterization of CD13 null animals. (A) Schematic depiction of the cloning strategy used to generate the floxed CD13 allele showing the exons, the location of the engineered LoxP sites, primers used for genotyping, and the resultant deleted allele lacking exons 4–13. (B) Predicted structure of full‐length CD13 homodimer (left) based on the solved crystal structures of homologous bacterial [10, 11] and parasitic [12] proteins, depicting the domain organization and the buried active site (red circle). Structure of the truncated CD13 protein that would be predicted to result from the deleted allele (right). (C) Anti‐V5 antibody immunofluorescent detection of the C33A human cervical carcinoma cell line transiently expressing a truncated (left, 4′,6‐diamidino‐2‐phenylindole‐stained, exons 1–3) or full‐length (right) V5‐tagged human CD13 cDNA. Cells transfected with the truncated construct showed no antibody reactivity. (D) PCR detection of the targeted genomic locus using PCR primers shown in A. (E) RT‐PCR of total RNA harvested from the indicated tissues of WT, heterozygous (HET), and null animals (KO) with primers specific for mCD13 cDNA or control GAPDH. (F) Immunohistochemical detection CD13 in WT and KO kidney (left) and intestine (right) using an anti‐mCD13 polyclonal antibody shows staining of cells in the renal proximal tubules and the brush border microvilli (arrows). (G) Serum from CD13 null animals retains the ability to cleave the colorimetric Ala‐pNa substrate (left), although it contains nominal levels of CD13 protein by ELISA assay (right). The graph is representative of four independent experiments with analogous results. Bars represent the means and sd of four replicates.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \nHematopoietic profiles of CD13 null animals are normal. Flow cytometric analysis of BM, spleen, and thymus of CD13 null (HOMO), heterozygous, or WT animals. Six animals of each genotype were analyzed. (A) Myeloid lineage cells (CD11b+), granulocytes (CD11b+/Gr1+), and macrophages (CD11b+/F4.80+). (B, top) CD4+ and CD8+ subpopulations of total CD3+ T cells in the spleen and BM, and (bottom) CD4/CD8 double‐negative (DN), double‐positive (DP), and single‐positive populations were assessed in CD3+ thymic cells. (C) B220+ B cells in the BM and spleen. Graphs represent the mean and sd. Significance was determined by Student's t‐test.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: \nMyeloid cell populations express CD13 and show similar profiles in CD13 WT and null animals. (A) RT‐PCR analysis of CD13 mRNA expression in primary BMDMs, thioglycollate‐elicited peritoneal macrophages (pMO), and BM‐derived DCs using primers specific for mCD13. K1D, kidney. (B) Flow cytometric analysis of coexpression of CD13 and CD11c (BM‐derived DCs) and (C) CD11b on peritoneal exudate cells isolated from WT or CD13 null animals. (D) F4.80 profiles of CD11b high populations of peritoneal exudate cells from WT and CD13 null animals are identical.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: \nLack of CD13 expression does not affect myeloid functions in vitro. (A) T cell proliferation in response to allogeneic stimuli. Whole spleen preparations (left) or purified pan T cell populations (right) were cocultured in the indicated combinations with mitomycin C‐treated allogeneic splenocytes from Balb/c or WT or CD13 null animals in mixed lymphocyte cultures and the proliferative response of responder cells assayed on Day 4. Control cultures included incubation with syngeneic stimulator cells. Stimulation index was calculated as described in Materials and Methods. The bars represent the mean and sem of n = 6 (whole spleen) and n = 12 (purified T cells). (B) FcγR‐mediated phagocytosis. Assessment of FcγR‐mediated phagocytosis by BMDMs (left) or peritoneal macrophages (right) from WT or CD13 KO animals. IgG‐opsonized sheep RBCs (Opsonized) and untreated RBCs (Non‐opsonized) were added to phagocytes that were untreated or treated with cytochalasin D to block phagocytosis (Opsonized + Cyt D), and phagocytosis was detected colorimetrically. Bars represent the mean and sem of n = 6. (C) Scavenger receptor‐mediated phagocytosis. WT and CD13 null BMDMs (left) or peritoneal macrophages (right) were assessed for their ability to internalize human oxLDL, as detected by Oil Red O (ORO) staining. Data are expressed as the percent ± sd of Oil Red O containing cells in 10 independent fields of n = 3. Untreated cells (no oxLDL) of either genotype showed no Oil Red O staining (not shown). (D) CD13 must be present on macrophages to adhere to anti‐CD13 antibody‐activated endothelial cells. Untreated, fluorescent‐labeled, primary murine WT or KO peritoneal macrophages (Mac) were added to monolayers of WT murine lung microvascular cells, untreated or pretreated with IgG or K1 anti‐CD13‐activating mAb, and adhesion assessed. Bars indicate mean and sd of fluorescence intensity of n = 6 independent experiments.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: \nLack of CD13 expression has no effect on experimental colitis (DSS, A) or collagen antibody‐induced arthritis (CAIA, B). (A) CD13 WT or null mice were administered 3% DSS, dissolved in drinking water or water alone for 7 days. Mouse weights were recorded (top) and spleens weighed at termination (middle). The percent of ulcerated colonic tissue (bottom) was determined histologically and calculated as the percent of ulcerated tissue in the entire colon; n = 5 mice/genotype. (B) CD13 WT or null mice were immunized with Arthrogen‐CIA mAb blend or PBS (Day 0). Assessment of disease severity was initiated on Day 4, as described in Materials and Methods. Each marker represents the mean ± sem of clinical scores for five animals/genotype.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: \nCD13 is not required for certain acute inflammatory processes. (A) Lack of CD13 does not affect the response to acute peritonitis on the C57Bl/6 genetic background. CD13 WT and null mice were injected i.p. with aged thioglycollate broth to induce peritonitis. Peritoneal lavage fluid was collected at the indicated time‐points and the number of cells assessed. The data represent the arithmetic means and sem of three independent experiments each using five mice/genotype. (B) Lack of CD13 does not affect the response to acute peritonitis on the susceptible FVB genetic background at 18 h; n = 10 mice/genotype. (C) CD13 is dispensable for the acute hypersensitivity response to croton oil. Croton oil or vehicle control was applied to alternate ears of CD13 WT and null animals and edema assessed by ear weight. Data are represented as average ± sd ear weight for n = 4 animals/genotype.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: \nGene expression analysis of CD13 WT and null peritoneal macrophages. Genome‐wide analysis of gene expression of over 45,000 transcript probes using the Illumina Mouse 6‐array shows virtually identical transcriptional profiles (99.7% varies by less than twofold) between CD13 WT and null‐elicited peritoneal macrophages (mφ). Dashed lines indicate deviations of ±twofold.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "Leucocyte Typing",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Aminopeptidase N is a receptor for tumor‐homing peptides and a target for inhibiting angiogenesis",
            "authors": [],
            "year": 2000,
            "venue": "Cancer Res.",
            "volume": "60",
            "issn": "",
            "pages": "722-727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Crystal structure of aminopeptidase N from human pathogen",
            "authors": [],
            "year": 2008,
            "venue": "Neisseria meningitidis. Proteins",
            "volume": "70",
            "issn": "",
            "pages": "273-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Structural basis for the inhibition of the essential Plasmodium falciparum M1 neutral aminopeptidase",
            "authors": [],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "2537-2542",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Impaired angiogenesis in aminopeptidase N‐null mice",
            "authors": [],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "4588-4593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Alanine aminopeptidase in serum: automated optimized assay, and effects of age, sex, smoking, and alcohol consumption in a selected population",
            "authors": [],
            "year": 1987,
            "venue": "Clin. Chem.",
            "volume": "33",
            "issn": "",
            "pages": "363-366",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Comparison of mesenchymal stem cells obtained from different human tissues",
            "authors": [],
            "year": 2005,
            "venue": "Bull. Exp. Biol. Med.",
            "volume": "139",
            "issn": "",
            "pages": "504-509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Human umbilical cord matrix stem cells: preliminary characterization and effect of transplantation in a rodent model of Parkinson's disease",
            "authors": [],
            "year": 2006,
            "venue": "Stem Cells",
            "volume": "24",
            "issn": "",
            "pages": "781-792",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Hematopoietic stem cells express multiple myeloid markers: implications for the origin and targeted therapy of acute myeloid leukemia",
            "authors": [],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "4086-4092",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Differentiation of human embryonic stem cells into bipotent mesenchymal stem cells",
            "authors": [],
            "year": 2006,
            "venue": "Stem Cells",
            "volume": "24",
            "issn": "",
            "pages": "1914-1922",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Hematopoietic differentiation of human embryonic stem cells progresses through sequential hematoendothelial, primitive, and definitive stages resembling human yolk sac development",
            "authors": [],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "860-870",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Human myeloid plasma membrane glycoprotein CD13 (gp150) is identical to aminopeptidase N",
            "authors": [],
            "year": 1989,
            "venue": "J. Clin. Invest.",
            "volume": "83",
            "issn": "",
            "pages": "1299-1307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Extensive phenotypic analysis of CD34 subsets in successive collections of mobilized peripheral blood progenitors",
            "authors": [],
            "year": 1998,
            "venue": "Br. J. Haematol.",
            "volume": "103",
            "issn": "",
            "pages": "618-629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Aminopeptidase N/CD13 regulates the fetal liver microenvironment of hematopoiesis",
            "authors": [],
            "year": 2004,
            "venue": "Biol. Pharm. Bull.",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "c‐Maf induces monocytic differentiation and apoptosis in bipotent myeloid progenitors",
            "authors": [],
            "year": 1999,
            "venue": "Blood",
            "volume": "94",
            "issn": "",
            "pages": "1578-1589",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Expression of CD13/aminopeptidase N on human gingival fibroblasts and up‐regulation upon stimulation with interleukin‐4 and interleukin‐13",
            "authors": [],
            "year": 2005,
            "venue": "J. Periodontal Res.",
            "volume": "40",
            "issn": "",
            "pages": "138-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Characterization of “adult‐type” mast cells derived from human bone marrow CD34(+) cells cultured in the presence of stem cell factor and interleukin‐6. Interleukin‐4 is not required for constitutive expression of CD54, Fc ∊ RI α and chymase, and CD13 expression is reduced during differentiation",
            "authors": [],
            "year": 2002,
            "venue": "Clin. Exp. Allergy",
            "volume": "32",
            "issn": "",
            "pages": "872-880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Regulation of the expression of aminopeptidase A, aminopeptidase N/CD13 and dipep‐ tidylpeptidase IV/CD26 in renal carcinoma cells and renal tubular epithelial cells by cytokines and cAMP‐increasing mediators",
            "authors": [],
            "year": 1998,
            "venue": "Clin. Exp. Immunol.",
            "volume": "111",
            "issn": "",
            "pages": "435-441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Potential indirect anti‐inflammatory effects of IL‐4. Stimulation of human monocytes, macrophages, and endothelial cells by IL‐4 increases aminopepti‐ dase‐N activity (CD13; EC 3.4.11.2)",
            "authors": [],
            "year": 1994,
            "venue": "J. Immunol.",
            "volume": "153",
            "issn": "",
            "pages": "2718-2728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Regulation of aminopeptidase‐N (CD13) and Fc ∊ RIIb (CD23) expression by IL‐4 depends on the stage of maturation of monocytes/macrophages",
            "authors": [],
            "year": 1992,
            "venue": "J. Immunol.",
            "volume": "149",
            "issn": "",
            "pages": "1395-1401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Inhibition of alanyl aminopeptidase induces MAP‐kinase p42/ERK2 in the human T cell line KARPAS‐299",
            "authors": [],
            "year": 1998,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "252",
            "issn": "",
            "pages": "5-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Role of alanyl aminopeptidase in growth and function of human T cells",
            "authors": [],
            "year": 1999,
            "venue": "Int. J. Mol. Med.",
            "volume": "4",
            "issn": "",
            "pages": "17-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Hematopoietic differentiation antigens that are membrane‐associated enzymes: cutting is the key!",
            "authors": [],
            "year": 1993,
            "venue": "Blood",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Inhibition of alanyl‐aminopeptidase suppresses the activation‐dependent induction of glycogen synthase kinase‐3β (GSK‐3β) in human T cells",
            "authors": [],
            "year": 2000,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "273",
            "issn": "",
            "pages": "62-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Functional co‐localization of monocytic aminopeptidase N/CD13 with the Fc γ receptors CD32 and CD64",
            "authors": [],
            "year": 2005,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "331",
            "issn": "",
            "pages": "1408-1412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Aminopeptidase N (CD13) functionally interacts with FcyRs in human monocytes",
            "authors": [],
            "year": 2005,
            "venue": "J. Leukoc. Biol.",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Cholesterol crystallization‐promoting activity of aminopeptidase‐N isolated from the vesicular carrier of biliary lipids",
            "authors": [],
            "year": 1993,
            "venue": "FEBSLett.",
            "volume": "329",
            "issn": "",
            "pages": "84-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Biliary lipid secretion: immunolocalization and identification of a protein associated with lamellar cholesterol carriers in supersaturated rat and human bile",
            "authors": [],
            "year": 1993,
            "venue": "J. Lipid Res.",
            "volume": "34",
            "issn": "",
            "pages": "1883-1894",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Cholesterol crystallization‐promoters in human bile: comparative potencies of immunoglobulins, α 1‐acid glycoprotein, phospholipase C, and aminopeptidase N1",
            "authors": [],
            "year": 1993,
            "venue": "J. Lipid Res.",
            "volume": "34",
            "issn": "",
            "pages": "1141-1148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Aminopeptidase N (CD13) is a molecular target of the cholesterol absorption inhibitor ezetimibe in the enterocyte brush border membrane",
            "authors": [],
            "year": 2005,
            "venue": "J. Biol. Chem.",
            "volume": "280",
            "issn": "",
            "pages": "1306-1320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Ezetimib influences the expression of raft‐associated antigens in human monocytes",
            "authors": [],
            "year": 2006,
            "venue": "Cytometry A",
            "volume": "69",
            "issn": "",
            "pages": "206-208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Mechanism of uptake of copper‐oxidized low density lipoprotein in macrophages is dependent on its extent of oxidation",
            "authors": [],
            "year": 1996,
            "venue": "J. Biol. Chem.",
            "volume": "271",
            "issn": "",
            "pages": "11798-11805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "CD13 is a novel mediator of monocytic/endothelial cell adhesion",
            "authors": [],
            "year": 2008,
            "venue": "J. Leukoc. Biol.",
            "volume": "84",
            "issn": "",
            "pages": "448-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The UCSC Genome Browser Database: update 2009",
            "authors": [],
            "year": 2009,
            "venue": "Nucleic Acids Res.",
            "volume": "37",
            "issn": "",
            "pages": "D755-D761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Inhibition of alanyl‐aminopeptidase on CD4 + CD25+ regulatory T‐cells enhances expression of FoxP3 and TGF‐β1 and ameliorates acute colitis in mice",
            "authors": [],
            "year": 2007,
            "venue": "Int. J. Mol. Med.",
            "volume": "20",
            "issn": "",
            "pages": "483-492",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Dipeptidylpeptidase IV (DPIV) and alanyl‐aminopeptidases (AAPs) as a new target complex for treatment of autoimmune and inflammatory diseases—proof of concept in a mouse model of colitis",
            "authors": [],
            "year": 2006,
            "venue": "Adv. Exp. Med. Biol.",
            "volume": "575",
            "issn": "",
            "pages": "143-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Demonstration of CD13/aminopeptidase N on synovial fluid T cells from patients with different forms of joint effusions",
            "authors": [],
            "year": 1993,
            "venue": "Immunobiology",
            "volume": "187",
            "issn": "",
            "pages": "24-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Identification of aminopeptidases in sinovial fluid from rheumatoid arthritis patients",
            "authors": [],
            "year": 1991,
            "venue": "Biochem. Soc. Trans.",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Monoclonal antibodies defining shared human macrophage‐endothelial antigens",
            "authors": [],
            "year": 1992,
            "venue": "Pathobiology",
            "volume": "60",
            "issn": "",
            "pages": "59-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Immunocytochemical analysis of human synovial lining cells: phenotypic relation to other marrow derived cells",
            "authors": [],
            "year": 1991,
            "venue": "Ann. Rheum. Dis.",
            "volume": "50",
            "issn": "",
            "pages": "311-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Contribution of IL‐1, CD14, and CD13 in the increased IL‐6 production induced by in vitro monocyte‐synoviocyte interactions",
            "authors": [],
            "year": 1995,
            "venue": "J. Immunol.",
            "volume": "155",
            "issn": "",
            "pages": "3645-3652",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "CD13/aminopeptidase N‐induced lymphocyte involvement in inflamed joints of patients with rheumatoid arthritis",
            "authors": [],
            "year": 2002,
            "venue": "Arthritis Rheum.",
            "volume": "46",
            "issn": "",
            "pages": "2330-2338",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Analysis of CD97 expression and manipulation: antibody treatment but not gene targeting curtails granulocyte migration",
            "authors": [],
            "year": 2008,
            "venue": "J. Immunol.",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "The epidermal growth factor‐seven transmembrane (EGF‐TM7) receptor CD97 is required for neutrophil migration and host defense",
            "authors": [],
            "year": 2004,
            "venue": "J. Immunol.",
            "volume": "172",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "A highly efficient recombineering‐based method for generating conditional knockout mutations",
            "authors": [],
            "year": 2003,
            "venue": "Genome Res.",
            "volume": "13",
            "issn": "",
            "pages": "476-484",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "New approaches for modeling cancer mechanisms in the mouse",
            "authors": [],
            "year": 2005,
            "venue": "J. Pathol.",
            "volume": "205",
            "issn": "",
            "pages": "181-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Platelet endothelial cell adhesion molecule deficiency or blockade significantly reduces leukocyte emigration in a majority of mouse strains",
            "authors": [],
            "year": 2004,
            "venue": "J. Immunol.",
            "volume": "173",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Triggering endogenous immunosuppressive mechanisms by combined targeting of dipeptidyl peptidase IV (DPIV/CD26) and aminopeptidase N (APN/ CD13)–a novel approach for the treatment of inflammatory bowel disease",
            "authors": [],
            "year": 2006,
            "venue": "Int. Immunopharmacol.",
            "volume": "6",
            "issn": "",
            "pages": "1925-1934",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Transcriptional regulation of cytosol and membrane alanyl‐aminopeptidase in human T cell subsets",
            "authors": [],
            "year": 2003,
            "venue": "Biol. Chem.",
            "volume": "384",
            "issn": "",
            "pages": "657-665",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Dipeptidyl peptidase IV (DP IV, CD26) and aminopeptidase N (APN, CD13) as regulators of T cell function and targets of immunotherapy in CNS inflammation",
            "authors": [],
            "year": 2006,
            "venue": "Int. Immunopharmacol.",
            "volume": "6",
            "issn": "",
            "pages": "1935-1942",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Multiple intracellular routes in the cross‐presentation of a soluble protein by murine dendritic cells",
            "authors": [],
            "year": 2005,
            "venue": "J. Immunol.",
            "volume": "174",
            "issn": "",
            "pages": "1879-1887",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Lipoprotein lipase‐dependent binding and uptake of low density lipoproteins by THP‐1 monocytes and macrophages: possible involvement of lipid rafts",
            "authors": [],
            "year": 2004,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1686",
            "issn": "",
            "pages": "37-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "CD13/APN regulates endothelial invasion and filopodia formation",
            "authors": [],
            "year": 2007,
            "venue": "Blood",
            "volume": "110",
            "issn": "",
            "pages": "142-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "The reversion‐inducing cysteine‐rich protein with Kazal motifs (RECK) interacts with membrane type 1 matrix metalloproteinase and CD13/aminopeptidase N and modulates their endocytic pathways",
            "authors": [],
            "year": 2007,
            "venue": "J. Biol. Chem.",
            "volume": "282",
            "issn": "",
            "pages": "12341-12352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "The coronavirus transmissible gastroenteritis virus causes infection after receptor‐mediated endocytosis and acid‐dependent fusion with an intracellular compartment",
            "authors": [],
            "year": 1998,
            "venue": "J. Virol.",
            "volume": "72",
            "issn": "",
            "pages": "527-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Analysis of antigen processing and presentation",
            "authors": [],
            "year": 2000,
            "venue": "Macrophages",
            "volume": "",
            "issn": "",
            "pages": "93-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Regulation of angiogenesis by macrophages, dendritic cells, and circulating myelomonocytic cells",
            "authors": [],
            "year": 2009,
            "venue": "Curr. Pharm. Des.",
            "volume": "15",
            "issn": "",
            "pages": "365-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "The role of macrophage‐derived IL‐1 in induction and maintenance of angiogenesis",
            "authors": [],
            "year": 2009,
            "venue": "J. Immunol.",
            "volume": "183",
            "issn": "",
            "pages": "4705-4714",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Inflammation, inflammatory cells and angiogenesis: decisions and indecisions",
            "authors": [],
            "year": 2008,
            "venue": "Cancer Metastasis Rev.",
            "volume": "27",
            "issn": "",
            "pages": "31-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Activation of human monocytes after infection by human coronavirus 229E",
            "authors": [],
            "year": 2007,
            "venue": "Virus Res.",
            "volume": "130",
            "issn": "",
            "pages": "228-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Activation and maturation of alloreactive CD4‐independent, CD8 cytolytic T cells",
            "authors": [],
            "year": 2006,
            "venue": "Am. J. Transplant.",
            "volume": "6",
            "issn": "",
            "pages": "2268-2281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Collagen antibody‐induced arthritis",
            "authors": [],
            "year": 2006,
            "venue": "Nat. Protoc.",
            "volume": "1",
            "issn": "",
            "pages": "2512-2516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Structure of aminopepti‐ dase N from Escherichia coli suggests a compartmentalized, gated active site",
            "authors": [],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "13339-13344",
            "other_ids": {
                "DOI": []
            }
        }
    }
}