{
    "paper_id": "PMC2756483",
    "metadata": {
        "title": "Peptide Nanoparticles as Novel Immunogens: Design and Analysis of a Prototypic Severe Acute Respiratory Syndrome Vaccine",
        "authors": [
            {
                "first": "Tais",
                "middle": [
                    "A.",
                    "P.",
                    "F."
                ],
                "last": "Pimentel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhe",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Scott",
                "middle": [
                    "A."
                ],
                "last": "Jeffers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathryn",
                "middle": [
                    "V."
                ],
                "last": "Holmes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "S."
                ],
                "last": "Hodges",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Burkhard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Oligonucleotides (purchased from IdtDNA) coding for the SARS HRC1 B‐cell epitope (residues 1156–1178 from the SARS S protein: ASVVNIQKEIDRLNEVAKNLNES) were annealed and ligated into a modified pPEP‐T vector that coded for the peptide monomer of the core particle. The resulting plasmid was transformed into the Eschericia Coli strain BL21(DE3)pLysS expression cells (Novagen, Madison, WI, USA). Bacterial growth was done at 37 °C in Luria broth medium in the presence of ampicillin (200 μg/mL) and chloramphenicol (30 μg/mL). Expression was induced with 1 mm isopropyl β‐d‐thiogalactopyranoside. After 3 h of expression, cells were harvested and centrifuged at 4000 × g for 10 min and frozen at −80 °C. Purification was done under denaturing conditions. Cell pellet was thawed in ice, resuspended in lysis buffer A which is composed of 9 m urea, 100 mm NaH2PO4, 10 mm Tris and 10 mmβ‐mercaptoethanol, pH 8 and lysed by sonication. The cell membranes were removed by centrifugation (45 min at 30 500 × g). The supernatant was then incubated with nickel beads (Qiagen, Valencia, CA, USA) for 1 h. Protein contaminants were washed from the column using a pH gradient. The first wash was done with lysis buffer A and the second and third washes at pH 6.3 and 5.9, respectively, with a buffer containing 9 m urea, 100 mm NaH2PO4, 20 mm sodium citrate, 10 mm imidazole and 10 mmβ‐mercaptoethanol. Elution was done at pH 5.0 again with 9 m urea, 100 mm NaH2PO4, 20 mm sodium citrate, 10 mm imidazole and 10 mmβ‐mercaptoethanol. Purity was verified by sodium dodecyl sulfate polyacrylamide gel electrophoresis. Peptide identity was confirmed with mass spectrometry. Following purification, the denatured monomeric peptides were dialyzed against the refolding buffer 20 mm Tris pH 7.5, 150 mm NaCl and 10% glycerol containing 8 m urea followed by 6 m urea, 4 m urea, 2 m urea, 1 m urea and no urea in the same refolding buffer. The protein was filtered with a 0.1 μm polyvinylidene fluoride membrane filter before and after dialysis (Milipore #SLVV 033 RS, Millipore Billerica, MA, USA).",
            "cite_spans": [],
            "section": "Peptide nanoparticle synthesis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Circular dichroism (CD) experiments were performed in an Applied Photophysics Pi Star 180 spectrapolarimeter at 20 °C. Circular dichroism spectra were recorded from 190 to 250 nm in 20 mm sodium phosphate pH 7.5, 150 mm NaCl, 10% glycerol. Temperature denaturation profiles were obtained with a 1‐mm path length cell at 0.36 mg/mL protein concentration by following the change in molar ellipticity at 222 nm from 6 to 85 °C and a temperature increase rate of 1 °C/min.",
            "cite_spans": [],
            "section": "Circular dichroism ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Hydrodynamic diameter was obtained with a Malvern Zetasizer Nano S (Malvern, Worcestershire, UK) equipped with a 633‐nm laser. The measurements were done at 25 °C in a buffer containing 20 mm Tris pH 7.5, 150 mm NaCl, 10% glycerol.",
            "cite_spans": [],
            "section": "Dynamic light scattering ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Samples were negatively stained with 1% uranyl acetate (SPI) at a peptide concentration of 0.07 mg/mL. Electron micrographs were taken with a Philips EM 300 (Philips Electron Optics, Eindhoven, The Netherlands) transmission electron microscope at an accelerating voltage of 80 kV. The micrographs were scanned at 600 dpi.",
            "cite_spans": [],
            "section": "Transmission electron microscopy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Sedimentation velocity analysis was conducted at 20 °C and 36 000 rpm (104509 g) using interference optics with a Beckman‐Coulter XL‐I analytical ultracentrifuge (Beckman‐Coulter, Fullerton, CA, USA). Double sector synthetic boundary cells equipped with sapphire windows were used to match the sample and reference menisci. The rotor was equilibrated under vacuum at 20 °C and after a period of ∼1 h at 20 °C the rotor was accelerated to 36 000 rpm. Interference scans were acquired at 40‐second intervals for 1.5 h. Extinction coefficients, molecular masses, partial specific volumes and solvent densities were calculated using Sednterp (25). Initial analysis was performed using Sedfit (26) to obtain c(s) distributions and DcDt+ (27, 28, 29) to obtain g(s*) distributions.",
            "cite_spans": [],
            "section": "Analytical ultracentrifugation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Ten 6‐week‐old BALB/c mice (No. 1–10) were immunized interperitoneally. Primary immunization contained only 10 μg of sample P6HRC1 in 20 mm Tris pH 7.5, 150 mm NaCl, 10% glycerol buffer (0.05 mg/mL). Secondary, tertiary and one booster immunizations (at days 14, 28 and 42) also contained 10 μg of sample P6HRC1 in the same pH 7.5 buffer. Mice were killed and bled on day 56. As negative controls, P6 (nanoparticle without SARS HRC1 epitope) was used to immunize five mice (No. 21–25) with the same immunization procedure. Sera were prepared according to standard protocol.",
            "cite_spans": [],
            "section": "Immunization protocol ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Ninety‐six‐well polystyrene plates were coated with diluted P6, P6HRC1, MBP‐HRC‐GCN4 (0.01 mg/mL), SARS‐CoV S protein and native HRC peptide (Figure 1) using 100 mm carbonate, pH 9.6 overnight at 4 °C. C‐terminal heptad repeat region in MBP‐HRC‐GCN4 construct was the native HRC sequence residues 1150–1178. After removing the coating solution and washing thrice with PBS, each well was blocked with 100 μL 5% BSA in PBS (37 °C, 1 h). The sera were diluted in 1% BSA in PBS and added to each well and incubated 37 °C, 1 h. The sample solution was removed and washed thrice by PBS with 0.1% Tween 20. Next, horseradish peroxidase conjugated anti‐mouse IgG (goat) (diluted 1:10000) was added to each well and incubated for 1 h at 37 °C. Sample solution was then removed and the wells were washed thrice by PBS with 0.1% Tween 20. 2,2′‐Azino‐di‐(3‐ethyl‐benthiazoline‐sulfonic acid) in 10 mm citrate, pH 4.2 with 0.1% H2O2 was added to each well and then the plates were read at 450 nm.",
            "cite_spans": [],
            "section": "ELISA ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The neutralization activity of the HRC nanoparticle antisera on SARS‐CoV infectivity of Vero E6 cells was assessed. Neutralization assays were performed in triplicate wells in 6‐well flat‐bottom plates in the biosafety level 3 laboratory. One hundred microliters of sera containing 2 or 20 μg/mL of antibody or buffer alone was mixed with 200 μL of SARS virus containing 2 × 104 plague forming units in Dulbecco’s Modified Eagles Medium (DMEM; Gibco Invitrogen, Carlsbad, CA, USA) containing 10% FBS and 2% penicillin, streptomycin and fungizone (PSF; Gibco Invitrogen) in 96‐well deep dish plates. The virus was incubated with the sera for 1 h at 37 °C and 5% CO2. 10× serial dilutions of the virus and sera mixture were made in DMEM with 10% FBS and 2% PSF and inoculated onto Vero E6 cells in 6‐well plates and incubated for 1 h at 37 °C and 5% CO2. The inocula were removed and the cells were overlaid with 2 mL of Seakem agar containing MEM (Gibco Invitrogen) and 5% FBS and 2% PSF. The plates were incubated for 72 h and then the cells were fixed and stained with crystal violet for 4 h. Plagues were counted and the inhibition of viral infectivity by antibody to nanoparticles alone or HRC1 nanoparticles were shown as a percentage of the titer of virus incubated with buffer alone.",
            "cite_spans": [],
            "section": "Viral neutralization assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The protein shell of viruses is built up from many copies of one or a few polypeptide chains (30). In particular, the protein shells of many spherical viruses have icosahedral symmetry. In an attempt to mimic nature’s design of small virus’ capsids, Raman et al. (22) designed a single monomeric peptide building block that was predicted to form an icosahedral peptide nanoparticle. The idea behind the design of this building block is that the symmetry elements found in an icosahedron: fivefold, threefold and twofold rotational symmetry axes are also found in coiled‐coils. By using such peptidic coiled‐coil oligomerization domains with their respective symmetries, it was possible to design three‐dimensional building blocks that would form a peptide nanoparticle with icosahedral symmetry (Figure 2). Therefore, based on the design by Raman et al., our monomeric building blocks of the peptide nanoparticle consist of sequences than can form both, trimeric and pentameric coiled‐coils.",
            "cite_spans": [],
            "section": "Design of the peptide nanoparticle with HRC1 epitope ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 796,
                    "end": 804,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As shown in the sequence in Figure 1B, the monomeric peptide is composed of a pentamerization domain, a short linker and a trimerization domain that is extended with the HRC1 SARS B‐cell epitope sequence. This epitope was shown to elicit a humoral immune response characterized by neutralizing antibodies (21). Moreover, this epitope is ideally suited to extend the de novo trimeric coiled‐coil as the B‐cell epitope itself is a trimeric coiled‐coil (6, 7).",
            "cite_spans": [],
            "section": "Design of the peptide nanoparticle with HRC1 epitope ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 37,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During a stepwise dialysis, the monomers self‐assembled into peptide nanoparticles which may accommodate 60 peptide chains in the case of a T = 1 icosahedron (Figure 2B top), or bigger assemblies such as a T = 3 icosahedron with 180 peptide chains (Figure 2B bottom). Also, other self‐assembly states with an intermediate number of peptide chains may be possible; however, such nanoparticles will not have a regular icosahedral symmetry. In fact, the larger assemblies probably will not have exact T = 3 icosahedral symmetry, because this would require that the pentameric coiled‐coil would switch into a hexamer, which is unlikely for the COMP oligomerization domain.",
            "cite_spans": [],
            "section": "Design of the peptide nanoparticle with HRC1 epitope ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 249,
                    "end": 258,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To optimize interhelical contacts between the pentameric coiled‐coil and the trimeric coiled‐coil, their sequences have been modified. In the design by Raman et al. (22), the angle between the helices is constrained by a disulfide bridge (Figure 2A). Our experience, however, shows that peptide nanoparticles that contain cysteines tend to aggregate (data not shown). Therefore, we replaced the cysteines at positions f of the heptad repeat of the coiled‐coil close to the glycine linker with alanines (shown in black in Figure 1B). Such a modification should not abrogate the α‐helical character of the sequences because alanine has a higher α‐helical propensity than cysteine (31).",
            "cite_spans": [],
            "section": "Design of the peptide nanoparticle with HRC1 epitope ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 521,
                    "end": 530,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To evaluate the secondary structure and the effect of thermal denaturation, CD spectroscopy was used. As depicted in Figure 3A, the peptide nanoparticle P6HRC1 shows double minima at 208 and 222 nm, which is characteristic of α‐helical structure and is consistent with the fact that the peptide nanoparticle is composed of coiled‐coils. The peptide nanoparticles seem to be thermally very stable as only ∼18% of the protein is unfolded at 85 °C (Figure 3B).",
            "cite_spans": [],
            "section": "CD investigation of the peptide nanoparticle ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 446,
                    "end": 455,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Computer modeling predicts an average diameter of 23 nm for the P6HRC1 peptide nanoparticle with T = 1 icosahedral symmetry (Figure 2B top), similar to the size of small viruses. The particle size of an immunogen is very important as it directly affects its immunogenicity (32). In a study using antigen covalently coupled to inert nano‐beads of different sizes, the smaller particles (40–50 nm) were shown to elicit a more potent combined cellular and humoral responses than larger particles (33).",
            "cite_spans": [],
            "section": "Size distribution analysis of P6HRC1 ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Transmission electron microscopy (TEM) revealed that our peptide chains self‐assembled into nanoparticles with spherical shapes and sizes ranging from 25 to 30 nm (Figure 4A) comparable with the value predicted by computer modeling. Nonetheless, the peptide nanoparticles were not perfectly spherical and their shapes might not be completely regular because of the presence of N‐terminal amino acids in the peptide sequence that do not form coiled‐coils such as the six histidines used for purification (Figure 1B). In a size per volume analysis, dynamic light scattering (Figure 4B) also showed nanoparticles sizes comparable with TEM results (Figure 4A). Together, these data indicate satisfactory self‐assembly of the monomeric peptide chains to form single nanoparticles of the expected size range. To further investigate this size/symmetry relationship, analytical ultracentrifugation analyses were performed.",
            "cite_spans": [],
            "section": "Size distribution analysis of P6HRC1 ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 504,
                    "end": 513,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 573,
                    "end": 582,
                    "mention": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 645,
                    "end": 654,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "From the computer modeling, it is expected that 60 monomers self‐assemble to form a T = 1 icosahedron. With the molecular weight obtained from sedimentation velocity experiments, it is possible to determine the number of monomers that constitute a peptide nanoparticle. Figure 5A displays a plot of the normalized sedimentation coefficient distribution, g(s*). The distributions peak near 29S. Using a calculated frictional ratio of 1.3, this sedimentation coefficient corresponds to nanoparticles with a molecular weight of about 1.4 MDa, that is ∼110 peptide chains per nanoparticle. Based on this, the largest fraction of the peptide nanoparticle seems to be in between a T = 1 and 3 icosahedral symmetry, models of which are shown in Figure 2B. This would imply that the angle between the pentamer and trimer is on average slightly smaller than shown for a T = 1 symmetry in Figure 2A. If this is the case, then a smaller angle would allow more than 60 monomers to co‐assemble into a single nanoparticle. However, it is clear from the g(s*) distributions and the tail of the distribution curve to the higher S values that the sample is not homogeneous but rather contains a mixture of different species, which agrees with the data obtained from DLS and TEM. Similarly, Padilla et al. (34) found different sized species for a designed self‐assembling protein cage which they attributed to a certain degree of flexibility or polymorphism in the assembled particles.",
            "cite_spans": [],
            "section": "Size distribution analysis of P6HRC1 ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 270,
                    "end": 279,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 738,
                    "end": 747,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 879,
                    "end": 888,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Another useful analysis for characterizing the size distribution of a mixture of macromolecules from a sedimentation velocity run in analytical ultracentrifugation is the continuous distribution of molecular masses, c(M). The c(M) plot for the P6HRC1 sample with the highest concentration is shown in Figure 5B. The molecular masses range from a few hundred thousand Daltons to over 5 MDa, with the majority of the particles having molecular masses between ∼700 and ∼3 MDa, again corresponding to an average of about 110 peptide chains per particle.",
            "cite_spans": [],
            "section": "Size distribution analysis of P6HRC1 ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "mention": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To evaluate the specificity of the antibodies elicited by immunization with nanoparticles or P6HRC1 nanoparticles qualitative ELISA was performed. Initially, as a control experiment, the ELISA plates were coated with nanoparticles without epitope to see whether the antibodies recognized the nanoparticle core. The antisera bound strongly to the nanoparticles as expected at 1:500 to 1:4000 dilution range (Figure 6A). In a logical sequence, the other control experiment was to coat the ELISA plates with the P6HRC1 peptide nanoparticle carrying the HRC1 epitope. As expected, the antibodies showed strong recognition of the P6HRC1 peptide nanoparticle with epitope (Figure 6B) in the same dilution range of 1:500 to 1:4000.",
            "cite_spans": [],
            "section": "Specificity of the antibodies obtained from immunizations ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 667,
                    "end": 676,
                    "mention": "Figure 6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In terms of oligomeric state, the HRC peptide can be presented as a monomer or a trimer as in its native conformation (6, 7). We wanted to examine whether the antibodies obtained from immunization with P6HRC1 would bind to both forms of HRC or be specific to either the monomeric or the trimeric state. Therefore, to verify recognition of the native HRC, the ELISA plates were then coated with the SARS S protein in which the HRC sequence forms a weakly stable trimeric coiled coil. As seen in Figure 6C, antisera in the dilution range 1:100 to 1:800 bind to the peptide in its native form within the protein S which shows the strong immunogenic nature of the self‐assembling peptide nanoparticle.",
            "cite_spans": [],
            "section": "Specificity of the antibodies obtained from immunizations ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "mention": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To further investigate the specificity to the trimeric conformation of HRC, a construct which forces HRC into a trimeric state, was used to coat ELISA plates: MBP‐HRC‐GCN4 (35). In MBP‐HRC‐GCN4, maltose‐binding protein was used as an expression tag and purification tag and the modified GCN4 sequence maintained the construct as a trimer while also stabilizing the HRC sequence (Figure 1C) as a trimeric coiled‐coil (36). In the dilution range 1:50 to 1:400, the antisera bound the plated MBP‐HRC‐GCN4 trimeric construct (Figure 6D). On the other hand, when the plates were coated with the synthetic HRC peptide (Figure 1C), which on its own forms an unfolded monomer when bound to ELISA plate, there was little or no binding (Figure 6E). The results with trimeric HRC (as in MBP‐HRC‐GCN4) (Figure 6D) and monomeric HRC (Figure 6E) indicate that the antibodies produced are conformation‐specific which is expected from the nanoparticle design and confirms that this is an optimal platform for the display of conformation‐specific epitopes with α‐helical and in particular with coiled‐coil conformations. Similarly, in previous experiments with template‐based coiled‐coil antigens (7) the HRC1 sequence was found to elicit antibodies that were conformation‐specific for the trimeric pre‐fusogenic state of HRC and were not able to bind to the post‐fusion six‐helix bundle state (21). The peptide nanoparticle is designed in such a way that the de novo trimeric coiled‐coil is extended by the HRC1 trimeric coiled‐coil stabilizing trimeric coiled‐coil epitopes.",
            "cite_spans": [],
            "section": "Specificity of the antibodies obtained from immunizations ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 379,
                    "end": 388,
                    "mention": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 522,
                    "end": 531,
                    "mention": "Figure 6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 613,
                    "end": 622,
                    "mention": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 736,
                    "mention": "Figure 6E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 791,
                    "end": 800,
                    "mention": "Figure 6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 821,
                    "end": 830,
                    "mention": "Figure 6E",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "However, there is a 10‐fold difference in antibody reactivity with P6HRC1 (1:500 to 1:4000) and with MBP‐HRC‐GCN4 (1:50 to 1:400). This most likely reflects the fact that a considerable fraction of the antibodies are directed against the core of the nanoparticle which is also surface accessible to a substantial degree. Another reason for this could be that the trimeric HRC1 coiled‐coils in the peptide nanoparticle contain free C‐terminal α‐carboxyl groups which do not exist in MBP‐HRC‐GCN4 or the native HRC peptide (Cα‐amidated). We have previously shown that ionic interactions at the COOH terminus of a protein are very important in antigen–antibody interactions (37). Thus, antibodies made to the carboxyl termini of HRC1 would not necessarily recognize MBP‐HRC‐GCN4 or native HRC peptide.",
            "cite_spans": [],
            "section": "Specificity of the antibodies obtained from immunizations ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "After determining by ELISA that anti‐P6HRC1 sera recognized the prefusion state of the SARS‐CoV S protein, we tested their neutralizing activities to SARS‐CoV. The sera from mice numbers 3, 4, 6 and 9 which were immunized with SARS HRC1 nanoparticles were combined and concentrated 10‐fold. These four sera had strong binding activity to both trimeric MBP‐GCN4‐HRC construct and the prefusion state of S protein. The sera from mice immunized by nanoparticles alone were similarly concentrated. Both undiluted and concentrated sera were then tested for their ability to neutralize SARS‐CoV virus infectivity. The results are shown in Figure 7. Sera from mice immunized with HRC1 nanoparticles showed a concentration‐dependent neutralization of SARS‐CoV infectivity. Sera from mice immunized with nanoparticles alone had no significant neutralization activity.",
            "cite_spans": [],
            "section": "\nIn vitro SARS‐CoV neutralizing activity of antibodies to SARS HRC1 nanoparticles ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 633,
                    "end": 641,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In conclusion, we have generated the desired conformation‐specific antibodies that were able to neutralize SARS‐CoV infectivity using the nanoparticle presentation system. In a future experiment to test conformation specificity, we plan to introduce a glycine and proline linker between the de novo trimeric coiled‐coil and the HRC1 epitope, which will disrupt the coiled‐coil heptad repeat between the two sequences. In such a design, we would expect to observe a loss of conformation specificity in the immune response because of a weaker trimeric coiled‐coil in the HRC epitope. We have also engineered the pan‐DR T‐cell epitope PADRE into the peptide sequence and will test the influence of this known T‐helper epitope on the immunogenicity of the nanoparticle constructs. If promising results are obtained, the next steps will then include a challenge of mice with the virus to test whether the animals recover from infection.",
            "cite_spans": [],
            "section": "\nIn vitro SARS‐CoV neutralizing activity of antibodies to SARS HRC1 nanoparticles ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "We have presented a platform for a novel SARS subunit vaccine. It has the advantages of a peptide‐based vaccine in its lack of infectivity, ease of protein expression, purification, high purity and stability. Furthermore, the antibodies against the HRC1 from the SARS spike protein are conformation‐specific, recognize the prefusion, trimeric conformation of HRC and have neutralization activity on SARS‐CoV. These anti‐SARS antibodies were obtained without adjuvants. The immunogenic effect of this system is because of the nanometer size of the particle, repetitive display of the epitope and a good mimicry of the epitope’s native conformation. Thus, this self‐assembling polypeptide nanoparticle has great potential to be employed in vaccines because of the versatility of the antigen‐presenting system and good humoral immune response that can be obtained.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1:  (A) Schematic of full length SARS‐CoV S protein, residues 1–1255, which is divided into S1 (1–770) and S2 (771–1185) domains. The S1 domain contains the receptor‐binding domain (RBD). The S2 domain contains the predicted fusion peptide (FP), the N‐terminal heptad repeat region (HRN), interhelical domain (IHD), the C‐terminal heptad repeat region (HRC) and the transmembrane domain (TM). (B) Nanoparticle sequence (top) and HRC1 nanoparticle sequence (bottom): in black, the signaling sequence and the His‐tag used for purification, in green the pentameric coiled‐coil sequence, in blue the trimeric coiled‐coil sequence and in red the HRC1 epitope sequence. Alanines (shown in black) in the f position of the heptad repeat of the coiled‐coils are used to optimize interhelical contacts. (C) From top to bottom: HRC1 epitope sequence used in the nanoparticle immunogen (21); native HRC sequence (1150–1185) and schematic of maltose‐binding protein (MBP) fusion construct (MBP‐HRC‐GCN4). MBP was used as expression tag and purification tag, modified GCN4 sequence to stabilize the HRC sequence as a trimeric coiled‐coil and maintain the construct as a trimer (36). The GCN4 sequence is shown in purple.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  (A) 3D monomeric building block of P6HRC1 composed of a modified pentameric coiled‐coil domain from COMP (green) and trimeric de novo designed coiled‐coil domain (blue) which is extended by the coiled‐coil sequence of SARS HRC1 (red). (B) Computer models of the complete peptide nanoparticle P6HRC1 with T = 1 (top) and T = 3 (bottom) icosahedral symmetry. The calculated diameters of these particles are about 23 and 28 nm and the molecular weight 757 and 2271 kDa, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  (A) Far UV circular dichroism (CD) spectra of P6HRC1. Spectra were recorded in 20 mm sodium phosphate pH 7.5, 150 mm NaCl, 10% glycerol. Peptide concentration was 0.36 mg/mL. (B) Temperature denaturation profile of the helical peptide nanoparticle P6HRC1. Denaturation was monitored by CD at 222 nm in 20 mm sodium phosphate pH 7.5, 150 mm NaCl, 10% glycerol.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4:  (A) Transmission electron microscopy image of P6HRC1 nanoparticles at 242 000×. The sample was negatively stained with 1% uranyl acetate. Sample concentration was 0.076 mg/mL and the buffer was 20 mm Tris pH 7.5, 150 mm NaCl, 10% glycerol. Nanoparticle size ranges from 25 to 30 nm. (B) Dynamic light scattering data of P6HRC1. Size distribution by volume shows a peak corresponding to a size of 26 nm. Sample concentration was 0.072 mg/mL and the buffer was 20 mm Tris pH 7.5, 150 mm NaCl, 10% glycerol.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5:  (A) Sedimentation velocity ultracentrifugation of P6HRC1. The overlay shows the normalized sedimentation coefficient distribution g(s*) plots obtained from program DcDt+ for three different concentrations of P6HRC1. The distributions peak near 29S, which under the conditions used correspond to a molecular weight of 1.4 MDa or 110 monomers per nanoparticle. The buffer used was 20 mm Tris pH 7.5, 150 mm NaCl, 5% glycerol. (B) Sedimentation velocity ultracentrifugation of P6HRC1 showing a model of a continuous distribution of molecular masses, i.e. a c(M) analysis obtained using program Sedfit. The buffer used was 20 mm Tris pH 7.5, 150 mm NaCl, 5% glycerol. Molecular weight for P6HRC1 ranges from 700 kDa to 3 MDa.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6:  (A) ELISA reactivity of nanoparticle mice antisera with nanoparticles (1 μg/well) coated on the plate. (B) ELISA reactivity of P6HRC1 nanoparticle mice antisera with P6HRC1 nanoparticles (1 μg/well) coated on the plate. (C) ELISA reactivity of P6HRC1 nanoparticle mice antisera with SARS‐CoV S protein (1–1180) (0.2 μg/well) coated on the plate. (D) ELISA reactivity of P6HRC1 nanoparticle mice antisera with MBP‐HRC‐GCN4 trimer (0.5 μg/well) coated on the plate. (E) ELISA reactivity of P6HRC1 nanoparticle mice antisera with native monomeric HRC peptide (0.5 μg/well) coated on the plate.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7:  \nIn vitro SARS‐CoV neutralizing activities of antibodies to P6HRC1 nanoparticle. Neutralization is shown as percentage of virus plus buffer alone. HRC1 nanoparticle sera significantly inhibited SARS‐CoV infection of Vero E6 cells, whereas antisera to nanoparticles alone did not neutralize virus infectivity.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The genome sequence of the SARS‐associated coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399-1404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Severe acute respiratory syndrome coronavirus spike protein expressed by attenuated vaccinia virus protectively immunizes mice",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "6641-6646",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Mucosal immunisation of African green monkeys (Cercopithecus aethiops) with an attenuated parainfluenza virus expressing the SARS coronavirus spike protein for the prevention of SARS",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "2122-2127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Priming with SARS CoV S DNA and boosting with SARS CoV S epitopes specific for CD4+ and CD8+ T cells promote cellular immune responses",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "6981-6991",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "SARS‐CoV spike protein‐expressing recombinant vaccinia virus efficiently induces neutralizing antibodies in rabbits pre‐immunized with vaccinia virus",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "630-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Chimeric coronavirus‐like particles carrying severe acute respiratory syndrome coronavirus (SCoV) S protein protect mice against challenge with SCoV",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "797-808",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Induction of neutralising antibodies and cellular immune responses against SARS coronavirus by recombinant measles viruses",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "2164-2174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Antibodies against trimeric S glycoprotein protect hamsters against SARS‐CoV challenge despite their capacity to mediate FcγRII‐dependent entry into B cells in vitro",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "729-740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Evaluation of modified vaccinia virus Ankara based recombinant SARS vaccine in ferrets",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "2273-2279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Monoclonal antibody analysis of neutralization and antibody‐dependent enhancement of feline infectious peritonitis virus",
            "authors": [],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "6695-6705",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Receptor‐binding domain of SARS‐CoV spike protein induces highly potent neutralizing antibodies: implication for developing subunit vaccine",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "324",
            "issn": "",
            "pages": "773-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "SARS: clinical virology and pathogenesis",
            "authors": [],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "",
            "pages": "S6-S8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Receptor‐binding domain of SARS‐CoV spike protein induces long‐term protective immunity in an animal model",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "2832-2838",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Template‐based coiled‐coil antigens elicit neutralizing antibodies to the SARS‐coronavirus",
            "authors": [],
            "year": 2006,
            "venue": "J Struct Biol",
            "volume": "155",
            "issn": "",
            "pages": "176-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Structure‐based design of peptides that self‐assemble into regular polyhedral nanoparticles",
            "authors": [],
            "year": 2006,
            "venue": "Nanomed Nanotechnol Biol Med",
            "volume": "2",
            "issn": "",
            "pages": "95-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Design of a minimal protein oligomerization domain by a structural approach",
            "authors": [],
            "year": 2000,
            "venue": "Protein Sci",
            "volume": "9",
            "issn": "",
            "pages": "2294-2301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Viral membrane fusion",
            "authors": [],
            "year": 2008,
            "venue": "Nat Struct Mol Biol",
            "volume": "15",
            "issn": "",
            "pages": "690-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Analytical Ultracentrifugation in Biochemistry and Polymer Science",
            "volume": "",
            "issn": "",
            "pages": "90-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Size‐distribution analysis of macromolecules by sedimentation velocity ultracentrifugation and Lamm equation modeling",
            "authors": [],
            "year": 2000,
            "venue": "Biophys J",
            "volume": "78",
            "issn": "",
            "pages": "1606-1619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Boundary analysis in sedimentation transport experiments: a procedure for obtaining sedimentation coefficient distributions using the time derivative of the concentration profile",
            "authors": [],
            "year": 1992,
            "venue": "Anal Biochem",
            "volume": "203",
            "issn": "",
            "pages": "295-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A method for directly fitting the time derivative of sedimentation velocity data and an alternative algorithm for calculating sedimentation coefficient distribution functions",
            "authors": [],
            "year": 2000,
            "venue": "Anal Biochem",
            "volume": "279",
            "issn": "",
            "pages": "151-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Improved methods for fitting sedimentation coefficient distributions derived by time‐derivative techniques",
            "authors": [],
            "year": 2006,
            "venue": "Anal Biochem",
            "volume": "354",
            "issn": "",
            "pages": "238-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in Southern China",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Introduction to Protein Structure",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "α‐Helical propensities of amino acids in the hydrophobic face of an amphipathic α‐helix",
            "authors": [],
            "year": 1994,
            "venue": "Protein Pept Lett",
            "volume": "1",
            "issn": "",
            "pages": "114-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Pathogen recognition and development of particulate vaccines: does size matter?",
            "authors": [],
            "year": 2006,
            "venue": "Methods",
            "volume": "40",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Size‐dependent immunogenicity: therapeutic and protective properties of nano‐vaccines against tumors",
            "authors": [],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "",
            "pages": "3148-3154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Nanohedra: using symmetry to design self assembling protein cages, layers, crystals, and filaments",
            "authors": [],
            "year": 2001,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "98",
            "issn": "",
            "pages": "2217-2221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Crystal structure of an isoleucine‐zipper trimer",
            "authors": [],
            "year": 1994,
            "venue": "Nature",
            "volume": "371",
            "issn": "",
            "pages": "80-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A switch between two‐, three‐, and four‐stranded coiled coils in GCN4 leucine zipper mutants",
            "authors": [],
            "year": 1993,
            "venue": "Science",
            "volume": "262",
            "issn": "",
            "pages": "1401-1407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Antigen–antibody interaction. Synthetic peptides define linear antigenic determinants recognized by monoclonal antibodies directed to the cytoplasmic carboxyl terminus of rhodopsin",
            "authors": [],
            "year": 1988,
            "venue": "J Biol Chem",
            "volume": "263",
            "issn": "",
            "pages": "11768-11775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Bats are natural reservoirs of SARS‐like coronaviruses",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "A recombinant baculovirus‐expressed S glycoprotein vaccine elicits high titers of SARS‐associated coronavirus (SARS‐CoV) neutralizing antibodies in mice",
            "authors": [],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "3624-3631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Structural characterization of the SARS‐coronavirus spike S fusion protein core",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "20836-20849",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Characterization of the prefusion and transition states of severe acute respiratory syndrome coronavirus S2‐HR2",
            "authors": [],
            "year": 2008,
            "venue": "Biochemistry",
            "volume": "47",
            "issn": "",
            "pages": "6802-6808",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Crystal structure of severe acute respiratory syndrome coronavirus spike protein fusion core",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "49414-49419",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Coronavirus immunogens",
            "authors": [],
            "year": 1993,
            "venue": "Vet Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "285-297",
            "other_ids": {
                "DOI": []
            }
        }
    }
}