{
    "paper_id": "PMC2795274",
    "metadata": {
        "title": "SARS and the maternal neonatal unit",
        "authors": [
            {
                "first": "Hilary",
                "middle": [],
                "last": "Whyte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kin",
                "middle": [
                    "Fan",
                    "Young"
                ],
                "last": "Tai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Dunn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a condition associated with substantial morbidity and mortality. A novel coronavirus spread by droplets is thought to be the causative agent. Early symptoms include fever, nonproductive cough, dyspnea, malaise, headache, diarrhea, chest pain, myalgia and vomiting. Approximately 30% of affected individuals require ventilatory support, and mortality rates approach 10%. Severely affected patients with SARS, especially those who require invasive or aerosol-generating procedures, can be extremely infectious. The Toronto SARS outbreak, in March 2003, was linked to two members of a multigenerational family who recently returned from travel to Hong Kong. Rapid spread occurred in this family and one member required hospitalization, which brought SARS into the health care system. Given the fact that there were initially no diagnostic tests, health care workers had to rely on a high index of suspicion and an epidemiological link to make the diagnosis. The accelerating spread of the apparent ‘community-acquired pneumonia’ identified as SARS in mid-March caused great concern for public health. This led to further investigation and development of the Provincial Operations Center (POC), which is a panel of experts convened to work with Ministry of Health and Long Term Care to curtail the outbreak. Importantly, only one member of this committee, a paediatric microbiologist, had any kind of focus on the issues for maternal and newborn care.",
            "cite_spans": [],
            "section": "What is SARS?",
            "ref_spans": []
        },
        {
            "text": "The POC directives to limit the spread of SARS by curtailing all movement of patients presented some unique challenges for our specific population, which operates within a well-regionalized system of maternal and newborn care. Similarly, the strict screening protocols set up at all health care facilities to control and restrict access, and closure of some facilities presented a particular challenge to maternal newborn care. Large numbers of deliveries had to be accommodated in the system due to closure of hospitals where spread of infection to health care workers had been identified. By nature, our business requires movement of mothers and newborns between hospitals to provide the optimal level of care, with a focused attention to rapid turn over and back transfer of patients to maintain an operational system, particularly at a tertiary level. The Hospital for Sick Children (HSC), Sunnybrook and Womens College Health Science Centre and Mount Sinai Hospital reached crisis point within a few days, when SARS hit and all nonurgent transfers were stopped. Moreover, even urgent transfers had to have prior approval of the POC and infection control services at both sending and receiving facilities, with faxed documents sent to the Emergency Medical Services (EMS) before an ambulance could be dispatched. The HSC Acute Care Transports Service Team (ACTS) rely on the EMS vehicles to transport their teams for both land and air ambulance retrievals. Five critical newborns had their transfers delayed before ACTS got EMS to dispatch a vehicle, pending approval, to take a transport team and equipment to the referral site so resuscitation and stabilization could be supported. SARS risk was then considered before identification of the receiving institution. Since any transfer into Toronto from outside the Greater Toronto area was considered inappropriate, we looked to the other tertiary centres in the province to support our activity in the rest of the central east region of the province. The responsiveness of other provincial resources in London, Hamilton, Ottawa and Kingston was impressive, with staffing being ramped up in an attempt to accommodate more mothers and newborns requiring tertiary care and more transports. The ACTS team wearing 5-point protection for infection control, remained the backup response team for newborn transport within central eastern Ontario, and transport times were longer due to deferrals around the province. The 10 members of the team who were potentially exposed to SARS by virtue of their work in high SARS-risk hospitals were quarantined. No one became ill, but all other staff had to work overtime.",
            "cite_spans": [],
            "section": "Early provincial directives",
            "ref_spans": []
        },
        {
            "text": "Within the Greater Toronto Area (GTA), the Child Health Network (CHN) was engaged to try and reinforce the need for urgent tertiary retrotransfers to community hospitals. Led by the HSC, a perinatal surveillance system was establised and recommendations for screening, diagnostics and treatment of SARS in paediatric patients were published on the HSC and Canadian Paediatric Society (CPS) Web sites. All meetings of health care professionals were cancelled. Daily telephone conferencing was the only way to maintain the sense of urgency and communicate our ability to respond to the various directives that came down from the Ministry of Health, via the POC. These directives, planned for adult facilities, did not take into account the unique needs of the maternal newborn unit. Visiting restrictions for labouring mothers, and critically ill and dying newborns had to be reinterpreted before application. What to do with a quarantined mother during and after delivery, or issues with breastfeeding, or concern for a term newborn of a mother with probable SARS at 33 weeks gestation all posed important new questions. The lack of isolation facilities across all institutions was a stark reality. High-efficiency particulate air filters are however a suitable alternative for lower risk cases. The designation of four CHN hospitals as SARS Alliance hospitals occurred during the second SARS outbreak in May.",
            "cite_spans": [],
            "section": "The Greater Toronto Area Child Health Network",
            "ref_spans": []
        },
        {
            "text": "On transportation and elsewhere the uncertain nature of the organism and its transmission created another tension for all health care workers. Hospitals were classified 0 to 3, according to presumed risk for SARS spread. Category 0 included only hospitals outside the GTA; category 1 included hospitals where no unprotected SARS exposure had occurred; category 2 included hospitals where any unprotected SARS exposure within the last 10 days had occurred, with or without transmission; and category 3 included hospitals where unprotected exposure with known transmission to health care workers or patients had occurred. Unclear and conflicting infection control practices across the GTA, including the need for N 95 masks and gowning were a particular concern, especially across hospitals of SARS risk category 2 or 3, and particularly after the second wave of SARS in May. Mandatory screening and refusal of entry of all persons in contact with these hospitals threatened the ability to safely move our patients, slowed our work, and impacted on the health care workers’ personal lives because of our work designation. The physical impediments of wearing protective garb for extended periods created heat exhaustion and fatigue. Yet the constant threat of exposure and possible spread to loved ones at home kept personnel alert and following POC infection control directives to stop the spread of SARS. The lack of appropriate representation on the POC continued to hamper our abilities to implement POC directives that dealt exclusively with adult’s issues in intensive care unit, because adoption of these directives would have severely restricted the use of many routine neonatal respiratory therapies such as nasal continuous positive airway pressure, nebulizer treatments or high frequency ventilation. Modifications resulted in filters being fitted to our flow inflating MIE bags, ventilators and continuous positive airway pressure circuits; aerosolized medications using strict body substance precautions, and scavenging systems for the exhalation valves of the high frequency oscillators to prevent aerosols entering the environment. Closed suction catheters were used on all intubated patients, with recommendations to use disposable bagging systems. Although the use of air flow hoods was deemed impractical for the emergency intubations carried out for neonates and young children, careful 5-point protection is a necessary precaution, despite the added challenge of seeing through goggles and face shields. This led to the creation of a specific document for high risk procedures in neonatal intensive care areas, including recommendations for mothers, normal newborns and neonatal intesive care unit babies, which is to be published on the CHN Web site (www.CHN.com). These are based on no cases of neonatal SARS and to our knowledge only one exposed newborn in utero (undergoing strict surveillance).",
            "cite_spans": [],
            "section": "Transport and the neonatal intensive care unit",
            "ref_spans": []
        },
        {
            "text": "The greatest impact of the SARS outbreak in Toronto on maternal newborn care was the establishment of the new ‘normal’ within our health care system. Designed to address and prevent future outbreaks of SARS or any other infection, we continue to have restricted visiting policies. Self-screening for all staff, families and visitors results in no one coming to hospital with respiratory symptoms or fever. Screening and triage at ‘first contact’ with patients, and careful use of body substance precautions and personal protection equipment, including full isolation for patients with undiagnosed or potentially infectious respiratory illness, is mandatory.",
            "cite_spans": [],
            "section": "The new ‘normal’",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}