{
    "paper_id": "PMC2719511",
    "metadata": {
        "title": "Colonization and infection of the respiratory tract: What do we know?",
        "authors": [
            {
                "first": "Joan",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Distinguishing colonization from infection is an important factor in making the correct diagnosis in a wide variety of paediatric conditions. For example, in this issue of Paediatrics & Child Health, Al-Mutairi and Kirk (\npages 25–30) describe the difficulty in distinguishing bacterial tracheitis from other causes of upper airway obstruction. Part of this difficulty is that growth of bacteria from the trachea can occur because of contamination of specimens by organisms that are colonizing the upper respiratory tract.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Colonization implies that the patient has a sufficiently high concentration of organisms at a site that they can be detected, yet the organism is causing no signs or symptoms. This differs from contamination, where the organism was never present in the site from which it has been detected, but was introduced into the specimen from another site or from contamination in the laboratory. A carrier is a person who is colonized with an organism and may transmit the organism to other people. Colonization can persist for days to years, with resolution influenced by the immune response to the organism, competition at the site from other organisms and, sometimes, use of antimicrobials.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Table 1 summarizes the most common organisms isolated from the respiratory tract and their significance. The most important factor in determining if a patient is colonized or infected with an organism is the clinical picture. For example, in the upper respiratory tract, up to 20% of children are colonized with group A streptococcus (GAS) (1), with the highest concentration of organisms being in the oropharynx. Throat cultures should only be done in children who have symptoms of GAS pharyngitis (sore throat in the absence of cough, rhinitis or laryngitis) because culturing all children with sore throats results in these carriers being treated with antibiotics that will not improve their symptoms. Antibiotics are far less successful in eradicating the organism in the carrier state than in a patient with symptomatic GAS pharyngitis (1); therefore, their use cannot be justified as a measure to reduce transmission of the organism.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 842,
                    "end": 843,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Bacterial pharyngitis in the developed world is usually due to beta-hemolytic streptococci. However, many other organisms can be present in the pharynx. Infants and toddlers commonly become colonized with Streptococcus pneumoniae, nontypeable Haemophilus influenzae, Neisseria meningitidis and/or Moraxella catarrhalis, with the highest concentration of organisms usually being in the nasopharynx (2). Colonization with these organisms occurs earlier in life if children attend a childcare centre or live in overcrowded conditions (2). Clearance of one serotype of S pneumoniae is often followed by colonization with another serotype, and it has been suggested that children may be colonized with multiple serotypes simultaneously, with the predominant type growing in cultures (3). A small percentage of children will develop invasive disease following colonization with S pneumoniae or N meningitidis. This risk appears to be highest immediately after colonization, likely because the patient has not yet produced antibodies to the organism (2). An inflamed nasopharynx (such as that which occurs with influenza or smoking) may increase the risk of invasive disease following colonization with N meningitidis (4). If a child develops an upper respiratory tract infection while colonized with S pneumoniae, H influenzae or M catarrhalis, they may develop acute otitis media or sinusitis with the colonizing strain. Antibiotics may eradicate the strain, but they may also increase the risk of the child being colonized with a different organism that is resistant to the antibiotic that was chosen (2).",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 399,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 533,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 779,
                    "end": 780,
                    "mention": "3",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1044,
                    "end": 1045,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1212,
                    "end": 1213,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1598,
                    "end": 1599,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Approximately one-third of adults are persistently colonized with Staphylococcus aureus (5), with the highest concentration of organisms in the respiratory tract being in the nasopharynx. Colonization of the skin and the nasophaynx can occur shortly after birth. Colonization with S aureus precedes most invasive diseases caused by S aureus (osteomyelitis, cellulitis or pneumonia), but such conditions are so rare that eradication could never be justified in an attempt to prevent them. Eradication may be useful in preventing infection of indwelling venous catheters or wound infections in patients undergoing invasive procedures (6). Other possible indications for eradication are if a health care worker is a carrier of methicillin-resistant S aureus (MRSA), or if an MRSA carrier has a chronic severe disease and is therefore likely to spend long periods in strict isolation if they remain colonized. However, the reason to attempt eradication is for infection control purposes, because the risk of invasive disease is very low.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 633,
                    "end": 634,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Viruses and fungi can also be detected in the upper respiratory tract. Traditional respiratory viruses (adenovirus, influenza, parainfluenza virus, respiratory syncytial virus and rhinovirus) are almost always pathogens if detected anywhere in the respiratory tract, although they sometimes result in only minor signs or symptoms. Furthermore, there is some evidence that parainfluenza virus can persist for weeks following acute infection (7). Herpes simplex virus can cause stomatitis, but reactivation of this and other herpes viruses, such as Epstein Barr virus and cytomegalovirus, can result in asymptomatic shedding in the pharynx and mouth, which is of no significance. Candida species can be part of normal gastrointestinal flora from mouth to anus, with thrush occuring when the concentration of organisms in the mouth is high. Growth of Candida from the upper respiratory tract usually implies that a sample is contaminated with mouth flora.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 442,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is thought that the lower respiratory tract should be sterile and, therefore, any organism detected there is a pathogen. However, molecular techniques allow for the detection of much lower concentrations of organisms than traditional culture techniques (8), and it may eventually become evident that asymptomatic colonization also occurs in the lower respiratory tract. When attempts are made to obtain samples from the lower respiratory tract, it is always possible for them to be contaminated with organisms that are causing colonization in the upper respiratory tract. Sputum is difficult to obtain from paediatric patients, and adult studies have shown the sensitivity and specificity to be sufficiently low such that some experts recommend obtaining sputum from adults with suspected bacterial pneumonia only in selected circumstances (9). For patients with severe pneumonia, there is no consensus on the relative value of samples obtained by endotracheal aspirate, bronchoalveolar lavage or a protected brush specimen (10), but all are superior to sputum. Direct lung aspiration is rarely done but has been described as a useful technique in children with bacterial pneumonia (11). The ultimate way to determine if an organism is a pathogen is to obtain a lung biopsy, because contamination of such specimens is exceedingly rare. However, even that may not confirm a diagnosis if the patient has already received antimicrobials, or if cultures are not requested for the correct organism (such as mycobacteria). One problem with all techniques is that the sensitivity is limited by the fact that the area that is sampled may not be the one with the highest concentration of organisms. However, one basic principle that applies to specimens obtained from all lower respiratory sites is that an organism that is seen on a Gram stain is present in higher concentration than one detected only on culture; therefore, it is more likely to be a pathogen. Also, because polymicrobial lower respiratory tract infections are rare, it is more likely that the true pathogen has been identified if there is heavy growth of a single organism than if there is mixed growth.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 844,
                    "end": 845,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The significance of specific organisms detected in the lower respiratory tract is shown in Table 1. Most of the time, one must put together the pieces of the puzzle that constitute the clinical picture (Figure 1) to determine if antimicrobials should be started.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 91,
                    "end": 98,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The difficulty in detecting anaerobes means that clinicians are seldom faced with determining the significance of these isolates in respiratory tract samples. A more common dilemma is whether to add empiric anaerobic coverage for respiratory tract disease. When proper isolation techniques are employed, anaerobes are isolated from persistent otitis media (12), sinusitis (12), bacterial tracheitis (13) and paediatric pneumonia (14). It remains unclear when anaerobes are pathogens and when they are contaminants or colonizing organisms, but treatment should be considered if they are the predominant organism grown from a sterile or lower respiratory site.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 400,
                    "end": 402,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In summary, to determine the significance of an organism isolated from the respiratory tract, one must consider the site from which the organism was isolated, the method of obtaining the sample, the Gram stain results, the other organisms isolated from the same site and, most importantly, the clinical picture.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1: The most common organisms isolated from the respiratory tract and their significance\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1): Diagnosis of lower respiratory tract infection in the paediatric patient. All the factors shown in the puzzle must be considered in deciding if a child has a lower respiratory tract infection and in choosing antimicrobial agents",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Streptococcal pharyngitis: The case for penicillin therapy",
            "authors": [
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Tanz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Infect Dis J",
            "volume": "13",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Diagnosis of ventilator-associated pneumonia: Where do we go from here?",
            "authors": [
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can J Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "77-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Reappraisal of lung tap: Review of an old method for better etiologic diagnosis of childhood pneumonia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vuori-Holopainen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peltotla",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "",
            "pages": "715-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Antibiotic resistance of oral anaerobic bacteria and their effect on the management of upper respiratory tract and head and neck infections",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Semin Respir Infect",
            "volume": "17",
            "issn": "",
            "pages": "195-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Aerobic and anaerobic microbiology of bacterial tracheitis in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Emerg Care",
            "volume": "13",
            "issn": "",
            "pages": "16-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Pneumonia in mechanically ventilated children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Scand J Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "619-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Dynamics of nasopharyngeal colonization by Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ghaffer",
                    "suffix": ""
                },
                {
                    "first": "IR",
                    "middle": [],
                    "last": "Friedland",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "McCrackern",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr Infect Dis J",
            "volume": "18",
            "issn": "",
            "pages": "638-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Report from a WHO working group: Standard method for detecting upper respiratory carriage of",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "O’Brien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nohynek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Streptococcus pneumoniae",
            "volume": "22",
            "issn": "",
            "pages": "133-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Pathophysiology, treatment, and outcome of meningococcemia: A review and recent experience",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kitchen",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Giroir",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr Infect Dis J",
            "volume": "15",
            "issn": "",
            "pages": "967-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Elimination of Staphylococcus aureus nasal carriange in health care workers: Analysis of six clinical trials with calcium mupirocin ointment",
            "authors": [
                {
                    "first": "BN",
                    "middle": [],
                    "last": "Doebbeling",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Breneman",
                    "suffix": ""
                },
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Neu",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "466-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Association between nasal carriage of Staphylococcus aureus and infection in liver transplant recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gladbart",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zarrouk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "1295-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Persistent infection with parainfluenza type 3 virus in man",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "MGM",
                    "middle": [],
                    "last": "Curnen",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am Rev Respir Dis",
            "volume": "108",
            "issn": "",
            "pages": "894-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Nucleic acid amplification tests for the diagnosis of pneumonia",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1162-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Etiological diagnosis of pneumonia: A goal worth pursuing?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antoniou",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Can J Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "281-3",
            "other_ids": {
                "DOI": []
            }
        }
    }
}