{
    "paper_id": "PMC2496847",
    "metadata": {
        "title": "Structure of a SARS coronavirus-derived peptide bound to the human major histocompatibility complex class I molecule HLA-B*1501",
        "authors": [
            {
                "first": "Gustav",
                "middle": [],
                "last": "Røder",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ole",
                "middle": [],
                "last": "Kristensen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jette",
                "middle": [
                    "S."
                ],
                "last": "Kastrup",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Søren",
                "middle": [],
                "last": "Buus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Gajhede",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Major histocompatibility complex class I (MHC-I, or HLA-I in humans) molecules are cell-surface glycoproteins. Their function is to select peptides derived from the intracellular protein metabolism and present them to cytotoxic T cells of the adaptive immune system, thereby allowing the protein content of cells to be surveyed and controlled (reviewed in Guermonprez et al., 2002 ▶). The specificity of MHC-I molecules determines which peptides will be presented and potentially recognized by the immune system. The HLA system is highly polymorphic in a manner that effectively diversifies immune responsiveness. Almost 1600 different HLA-I alleles have been identified in human populations, making MHC-I the most polymorphic gene system known. In an attempt to reduce this complexity, it has been suggested that the majority of HLA-I molecules can be clustered into one of 12 currently defined HLA supertypes. More than 120 different HLA-I crystal structures have been reported and the majority of these belong to the HLA-A2 supertype; other supertypes are sparsely populated or not at all. Only a few structures of HLA-I alleles belonging to the HLA-B62 supertype have been reported, including two structures of HLA-B*1501 (Røder et al., 2006 ▶). HLA-B*1501 is the prototypical member of the HLA-B62 supertype. HLA-B*1501 is frequent in Southeast Asian and in European populations, where it often accounts for more than 10% of the HLA-I phenotype.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "mention": " ▶",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1245,
                    "end": 1247,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We are involved in the Human MHC Project, which aims to describe and predict the peptide-binding specificity of one or more members of each HLA supertype (Lauemøller et al., 2000 ▶). To this end, we are generating structural (Blicher et al., 2005 ▶, 2006 ▶; Røder et al., 2006 ▶) and biochemical (Buus et al., 1995 ▶; Sylvester-Hvid et al., 2002 ▶; Lauemøller et al., 2000 ▶) information on peptide–HLA interactions and using this information to generate fast computational predictions of peptide binding (Stryhn et al., 1996 ▶; Buus et al., 2003 ▶; Peters et al., 2006 ▶). A detailed understanding of peptide–MHC interactions will support a general understanding of the nature of T-­cell recognition and a rational exploitation of human immune responses (Lauemøller et al., 2000 ▶). Thus, predictive algorithms allow entire genomes to be rapidly and accurately screened for potential immunogenic epitopes (Wang et al., 2007 ▶). One approach, which might be independent of large-scale biochemical experimentation, would be to use structural information to predict peptide binders (Rognan et al., 1999 ▶). To populate the ‘structure space’ of HLA molecules, we have previously reported two HLA-A*1101 (Blicher et al., 2005 ▶, 2006 ▶) and two HLA-B*1501 structures (Røder et al., 2006 ▶). Here, we report a crystal structure of HLA-B*1501 in complex with a SARS coronavirus-derived nonapeptide (VQQESSFVM).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "mention": " ▶",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 246,
                    "end": 248,
                    "mention": " ▶",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 256,
                    "mention": " ▶",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": " ▶",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 345,
                    "end": 347,
                    "mention": " ▶",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": " ▶",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": " ▶",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 546,
                    "end": 548,
                    "mention": " ▶",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": " ▶",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 779,
                    "end": 781,
                    "mention": " ▶",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": " ▶",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "mention": " ▶",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "mention": " ▶",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "mention": " ▶",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1282,
                    "end": 1284,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A genetic construct representing the HLA-B*1501 protein, positions 1–276, was produced by site-directed mutagenesis from an HLA-A*0201 gene using the QuikChange Multi Site-Directed Mutagenesis Kit (Stratagene). This procedure involved 81 nucleotide mutations, which could be accomplished using 13 DNA primers. The final HLA-B*1501 sequence was inserted into the pET28a vector (Novagen). The sequence was verified by DNA sequencing (3100 Avant, ABI).",
            "cite_spans": [],
            "section": "Cloning ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "\nEscherichia coli BL21 (DE3) cells were transformed with the HLA-B*1501-pET28 vector and the protein was produced in a 2 l fermentor (Infors) by induction with IPTG as described previously (Ferré et al., 2003 ▶). Inclusion bodies were obtained by cell disruption (Constant Cell Disruption Systems), washed twice with PBS containing 0.5%(v/v) NP40 and 0.5%(w/v) deoxycholate and dissolved in 8 M urea and 25 mM Tris–HCl pH 8.0. The dissolved HLA-B*1501 protein was purified in 8 M urea at 285 K by ion-exchange chromatography (Q-Sepharose Fast Flow). Buffer A contained 8 M urea and 25 mM Tris–HCl pH 8.0 and buffer B was the same but included 1 M NaCl. A 0–50% gradient in buffer B spanning four column volumes was applied. The eluted protein was further purified by hydrophobic interaction chromatography (Phenyl Sepharose HP) to separate correctly disulfide-bonded HLA-B*1501 (buffer A, 8 M urea, 25 mM Tris–HCl pH 8.0 and 100 g l−1 ammonium sulfate; buffer B, 8 M urea and 25 mM Tris–HCl pH 8.0; gradient, 0–40% in buffer B spanning six column volumes). Finally, the HLA-B*1501 sample was purified by Sephacryl-S200 chromatography in 8 M urea, 25 mM Tris–HCl pH 8.0 and 150 mM NaCl, concentrated by ultrafiltration and subsequently stored at 253 K.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": " ▶",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Protein production and purification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The VQQESSFVM peptide was synthesized by conventional Fmoc chemistry and subsequently purified by reversed-phase HPLC (Schafer-N, Copenhagen). The peptide identity was verified by reversed-phase HPLC followed by ion-trap mass spectrometry (Bruker Daltonics). The purity was determined to be higher than 99%.",
            "cite_spans": [],
            "section": "Peptide production and purification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For complex assembly, 3 mg denatured HLA-B*1501 heavy chain was rapidly diluted in 1 l 50 mM Tris–HCl pH 7.5, 3 mM EDTA and 150 mM NaCl containing 2 mg β2-microglobulin (β2m) and 1 mg peptide (the final heavy chain, β2m and peptide concentrations were 100, 170 and 1000 nM, respectively). The folding reaction was incubated at 291 K for 48 h and then concentrated to 10 ml using a pressure cell (Amicon) equipped with a 10 kDa molecular-weight cutoff filter. The highly concentrated folding reaction was allowed to settle overnight and was subsequently concentrated to 0.5 ml on a 10 kDa spin filter (Amicon). Folded MHC-I complex was separated from aggregated HLA-B*1501 heavy chain, free β2m and peptide on a Superdex-200 column (Amersham Biosciences). The fractions were analyzed (SDS–PAGE and ion-trap mass spectrometry) and those containing the two protein components, HLA-B*1501 heavy chain and β2m, were pooled and concentrated on a 10 kDa spin filter to 4.2 mg ml−1 (96 µM) in 50 mM Tris–HCl pH 7.5, 3 mM EDTA and 150 mM NaCl.",
            "cite_spans": [],
            "section": "MHC-I complex assembly ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Crystals of the HLA-B*1501 complex were grown using the hanging-drop technique. Buffers from Crystal Screens 1 and 2 (Hampton Research) were used in screening (reservoir volume, 500 µl; drop volume, 1 µl reservoir solution and 1 µl protein solution). The experiments were set up at 277 K. No crystals appeared within the first two months, after which the crystallization trials were left at 277 K for 2 y. Single crystals appeared under initial conditions consisting of 0.2 M magnesium chloride hexahydrate, 0.1 M HEPES, 30%(v/v) PEG 400 pH 7.5. Diffraction data were collected at cryogenic temperature on the I911-5 beamline at MAX-lab, Lund, Sweden. The HLA-B*1501 complex crystallized in space group P212121, with one protein–peptide complex per asymmetric unit (see Table 1 ▶). Intensities were integrated with MOSFLM (Powell, 1999 ▶) and scaled with SCALA (Evans, 2006 ▶).",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 837,
                    "mention": " ▶",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": " ▶",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Crystallization and data collection ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 777,
                    "end": 779,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The structure was solved by molecular replacement using the program Phaser (McCoy et al., 2005 ▶) with HLA-B*1501 (PDB code 1xr9) as the search model (Røder et al., 2006 ▶). An initial model consisting of the HLA-B*1501 heavy chain and β2m was automatically built with ARP/wARP (Cohen et al., 2004 ▶) and residue side chains were substituted using guiSIDE (Cohen et al., 2004 ▶). Multiple rounds of manual inspection and model building in Coot (Emsley & Cowtan, 2004 ▶) were per­formed, followed by restrained refinements in REFMAC5 (Murshudov et al., 1997 ▶). This included manual building of the VQQESSFVM peptide. The final structure contains HLA-B*1501 (residues 1–275), β2m (residues 1–99), the VQQESSFVM peptide, one putative PEG fragment, a putative HEPES molecule and 357 waters (Table 1 ▶). The MHC-I α-chain, the β2m chain and the bound peptide will be referred to in the following as ‘a’, ‘b’ and ‘p’, respectively. The structure has been deposited in the RCSB Protein Data Bank with code 3c9n. All figures were prepared with PyMOL (DeLano, 2002 ▶).",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": " ▶",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 169,
                    "end": 171,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": " ▶",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": " ▶",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": " ▶",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": " ▶",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "mention": " ▶",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Structure determination and refinement ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 795,
                    "end": 797,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The overall structure of the present HLA-B*1501 peptide-binding groove is similar to the previously two determined HLA-B*1501 structures (Røder et al., 2006 ▶) and to other MHC-I molecules (see Fig. 1 ▶). Structural superpositioning of this and a previously published HLA-B*1501 structure (PDB code 1xr9) using the first 181 CA atoms in the α-chain yields a root-mean-square deviation of 0.34 Å. The structure consists of all of the residues of the heavy (a) and light (b) chains and the bound peptide (p) (see Table 1 ▶ for details). The model was refined to an R value of 18.8% and an R\nfree value of 22.7%. Generally, the electron density is clearly defined and all the residues lining the peptide-binding groove and the peptide residues are completely resolved (see Fig. 2 ▶). Furthermore, the disulfide bond in the α2 domain of the peptide-binding groove is clearly defined, as depicted in the inset in Fig. 1 ▶. It has been speculated that the oxidation state of this disulfide bond is important for the loading of the peptide-binding groove with a peptide (Park et al., 2006 ▶). When this disulfide bond is oxidized and a peptide is bound, the α1 and α2 domains are thought to be more stable. Some solvent-exposed residues (including pSer5 of the peptide) are found in multiple conformations. A Ramachandran analysis estimated that 91.4% of the residues are found in the favoured regions and no residues are found in disallowed regions.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1081,
                    "end": 1083,
                    "mention": " ▶",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Model quality ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": " ▶",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": " ▶",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": " ▶",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 518,
                    "end": 520,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The Cγ atoms of the pVal1 side chain in the A pocket are positioned towards the aromatic ring system of aTrp167, thereby engaging in hydrophobic interactions. Furthermore, this hydrophobic p1 residue also interacts with the aTyr59 and aLeu163 residues in HLA-B*1501 as described previously (Røder et al., 2006 ▶). The N-terminal N atom is oriented towards the α2 helix. This is unusual as a water-mediated hydrogen bond is generally formed to protein residues (Ogata & Wodak, 2002 ▶). In the present structure, the corresponding water molecule (HOH287) makes hydrogen bonds to aTyr7, aTyr59 and potentially aGlu63.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": " ▶",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Peptide residue 1 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The pGln2 peptide residue is located in the B pocket in the same orientation as the pGlu2 in the previously described HLA-B*1501–LEKARGSTY structure (Røder et al., 2006 ▶). This residue is completely shielded from the surroundings by aArg62, thereby prohibiting any interaction with a potential T-cell receptor. The pGln2 residue makes hydrophobic interactions with aTyr7 and aIle66 that make up the bottom and top side wall of the B pocket, respectively. The N and O atoms of pGln2 interact with aTyr9, aGlu63, aSer67 and a bridging water molecule (HOH57) located at the apex of the B pocket.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Peptide residue 2 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The pGln3 peptide residue is located in the D pocket and points towards the α2 helix. This peptide residue forms hydrophobic interactions with aTyr99, aTrp156 and aTyr159. In addition, weak hydrogen bonds to two water molecules (HOH341 and HOH539) are observed, thus bridging the peptide to the HLA-B*1501 side chains, which results in further stabilization of the bound peptide residue in this pocket.",
            "cite_spans": [],
            "section": "Peptide residue 3 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The pGlu4 peptide residue points away from the peptide-binding groove and the side chain does not interact with any HLA-B*1501 residues. This orientation of pGlu4 makes it available for potential interactions with T-cell receptors.",
            "cite_spans": [],
            "section": "Peptide residue 4 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The pSer5 peptide residue is found in two conformations, both of which point towards the α1 helix of the C pocket. The Oγ atom in the A conformation makes a hydrogen bond to the Nδ2 atom of aAsn70 and the backbone O atom of aIle66, both of which are located in the α1 helix, and forms a weak hydrogen bond to a water molecule located at the surface (HOH327). In the B conformation, a hydrogen bond is formed to the Nδ2 atom of aAsn70 and two water molecules (HOH79 and HOH364).",
            "cite_spans": [],
            "section": "Peptide residue 5 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The pSer6 peptide residue points down towards the β-sheet floor of the peptide-binding groove. The conformation observed does not interact with any HLA-B*1501 residues, but makes a hydrogen bond to two water molecules (HOH67 and HOH348) present between the peptide and the floor of the peptide-binding groove, thereby forming water-mediated contacts with the HLA-B*1501 protein. Therefore, only larger peptide residues at this position are likely to contribute significantly to the overall MHC-I binding.",
            "cite_spans": [],
            "section": "Peptide residue 6 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The pPhe7 peptide residue is solvent-exposed and points directly away from the floor of the peptide-binding groove. The electron density of this residue is clearly defined, revealing that pPhe7 is tilted slightly towards the α2 helix. The conformation of pPhe7 allows contacts with aAla150 located on the α2 helix segment. The backbone N atom of this residue also makes a hydrogen bond to the O∊1 atom on the aGlu152 residue. The large aTrp147 also excludes the possibility of the pPhe7 residue side chain packing into the peptide-binding groove, which forces the pPhe7 residue to be solvent-exposed. The orientation of pPhe7 makes it available for interactions with a potential T-cell receptor.",
            "cite_spans": [],
            "section": "Peptide residue 7 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The side chain of this peptide residue does not contact any HLA-B*1501 residues. The pVal8 residue protrudes from the binding pocket. However, owing to the small size of pVal8, it is unlikely to be a dominating peptide residue that plays any significant role in the T-cell receptor docking and recognition.",
            "cite_spans": [],
            "section": "Peptide residue 8 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The last pocket of the peptide-binding groove of HLA-I is the F pocket. As previously described for HLA-B*1501, this pocket is lined by hydrophobic residues and can accommodate large aromatic residues such as Tyr and Phe (Røder et al., 2006 ▶). The present HLA-B*1501–peptide structure contains a C-­terminal methionine residue, pMet9, which is found in an extended conformation reaching the apex of the F pocket. The F pocket is lined by aLeu81, aLeu95, aTyr123 and aTrp147, rendering this environment mostly hydrophobic. aSer116 is located at the bottom of the F pocket and points towards the α1 domain of the peptide-binding groove. Hence, aSer116 points away from the docked pMet9 side chain and is unable to interact with this C-terminal peptide residue. pMet9 along with a114 have been shown to not only have a direct influence on the F-pocket specificity but also to influence the interaction of HLA-I with tapasin (Park et al., 2003 ▶; Thammavongsa et al., 2006 ▶). The peptide C-terminal O atoms make one hydrogen bond to the Nδ2 atom of aAsn80 and one to the Nζ atom of aLys146, which stabilizes peptide binding and at the same time shields the peptide C-terminus from interactions with a T-cell receptor.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 940,
                    "end": 942,
                    "mention": " ▶",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 969,
                    "end": 971,
                    "mention": " ▶",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Peptide residue 9 ::: Interactions with the bound peptide ::: Results and discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Values in parentheses are for the highest resolution shell.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Interactions in the HLA-B*1501 peptide-binding groove. The HLA-I complex is visualized from above, looking directly towards the floor of the peptide-binding groove. The peptide (VQQESSFVM) is depicted in yellow and the peptide N-­terminal region is located to the left. Peptide-binding groove residues interacting with the peptide are coloured black and labelled. The insert shows the electron density (at 1σ, to a distance of 1 Å) of the characteristic disulfide bond in the α2 helix.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (a) The bound peptide ligand. The 2F\no − F\nc electron-density map (at 1σ) is shown 1 Å around the peptide. The peptide is seen from the side of the α2 helix, which positions its N-terminal end to the left. (b) Surface representation of the peptide-binding groove. The docked peptide is caged by an electron-density mesh as in (a).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}