{
    "paper_id": "PMC2712425",
    "metadata": {
        "title": "IbMADS1 (Ipomoea batatas MADS-box 1 gene) is Involved in Tuberous Root Initiation in Sweet Potato (Ipomoea batatas)",
        "authors": [
            {
                "first": "Amy",
                "middle": [
                    "Tsu"
                ],
                "last": "Ku",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yi-Shiuan",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu-Shu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daifu",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kai-Wun",
                "middle": [],
                "last": "Yeh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Tubers are among the principal food crops in the world. Among these, sweet potato (Ipomoea batatas) is ranked seventh in importance and is characterized with fleshy, tuberous roots. Over recent years, considerable progress has been made in the isolation and characterization of genes associated with storage proteins, such as starch biosynthesis proteins (Wang et al., 1999) and stress-related proteins (Wang et al., 1995; Yeh et al., 1997a, b; Yao et al., 2001; Jih et al., 2003). In order to understand how tuberous roots are developed, studies on morphogenesis have been carried out over a considerable period of time (Lowe and Wilson, 1974). Such work has clearly demonstrated that tuberous roots are originated from the activation of primary cambia, along with anomalous cambial activity in the secondary and vascular cambia. During the secondary-thickening growth, the procambial ring gradually aligns outwardly; meanwhile, parenchyma cells inside become highly proliferated and finally differentiate into starch-storage cells.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 373,
                    "mention": "Wang et al., 1999",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 404,
                    "end": 421,
                    "mention": "Wang et al., 1995",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 423,
                    "end": 440,
                    "mention": "Yeh et al., 1997a",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 445,
                    "end": 461,
                    "mention": "Yao et al., 2001",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 463,
                    "end": 479,
                    "mention": "Jih et al., 2003",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 622,
                    "end": 643,
                    "mention": "Lowe and Wilson, 1974",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The initiation of organized development is a complex morphogenetic phenomenon, in which extrinsic and intrinsic factors play important roles (Aswath and Kim, 2005). Inputs from environmental cues, hormone signals and nutrient status are driving factors during organogenesis. In addition, the internal balance of plant hormones such as abscisic acid (ABA) and cytokinins is crucial to the phase transition and tuber development (Matsuo, 1983; Wang et al., 2005). Such developmental programs mostly rely on the spatial and temporal regulation of transcription factors. Although many attempts have been made to identify genes involved in the formation of tuberous roots (You et al., 2003; Tanaka et al., 2004), there is still a paucity of molecular investigations on upstream regulators, such as MADS-box transcription factors.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 162,
                    "mention": "Aswath and Kim, 2005",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 428,
                    "end": 440,
                    "mention": "Matsuo, 1983",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 442,
                    "end": 459,
                    "mention": "Wang et al., 2005",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 668,
                    "end": 684,
                    "mention": "You et al., 2003",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 686,
                    "end": 705,
                    "mention": "Tanaka et al., 2004",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The term ‘MADS’ is derived from Minichromosomal maintenance 1 (MCM1), Agamous (AG), Deficiens (DEF) and Serum response factor (SRF) genes. These MADS-box transcription factors are named after a conserved N-terminal DNA binding domain (Garcia-Maroto et al., 2003). Many of the plant MADS-box proteins are MIKC-type, including another conserved region that resembles the coiled-coil structure of keratin (K box), and two variable segments, the I region and C terminus (Pařenicová et al., 2003). In planta, MADS-box transcription factors have been found extensively in floral organ differentiation, giving their function through either homo- or hetero-dimerization and transactivation (Kaufmann et al., 2005). As a result, the ‘ABCDE model’ was proposed (Theißen, 2001; Theissen and Melzer, 2007). In addition to floral morphogenesis, recent findings have provided more evidence of MADS-box transcription factors in vegetative development (Rounsley et al., 1995; Heard et al., 1997; Carmona et al., 1998; Montiel et al., 2004). MADS-box genes of the SQUA (SQUAMOSA) subfamily appear to have a widespread expression pattern in both floral and vegetative organs. For example, POTM1 (potato MADS-box 1) of potato (Kang and Hannapel, 1996) regulates the transitional phases from vegetative meristem to inflorescence meristem (Hart and Hannapel, 2002). In contrast, some subfamilies exhibit a strong tendency in vegetative expression; potato STMADS11 and STMADS16 (Carmona et al., 1998; Garcia-Maroto et al., 2000) in the STMADS11 subfamily are one example in promoting vegetative growth. AGL17 (Agamous-like 17) subfamily members, including NMHC5, DEFH125, ANR1, AGL16, AGL17 and AGL21 (Rounsley et al., 1995; Heard et al., 1997; Zhang and Forde, 1998; Alvarez-Buylla et al., 2000; Burgeff et al., 2002), are also specifically related to vegetative morphogenesis. As an example, ANR1 is related to lateral root development in response to nitrate (Zhang and Forde, 1998; Alvarez-Buylla et al., 2000). Thus far, MADS-box transcription factors have been verified as participating in diverged functional networks.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 261,
                    "mention": "Garcia-Maroto et al., 2003",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 683,
                    "end": 704,
                    "mention": "Kaufmann et al., 2005",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 752,
                    "end": 765,
                    "mention": "Theißen, 2001",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 767,
                    "end": 792,
                    "mention": "Theissen and Melzer, 2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 937,
                    "end": 958,
                    "mention": "Rounsley et al., 1995",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 960,
                    "end": 978,
                    "mention": "Heard et al., 1997",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 980,
                    "end": 1000,
                    "mention": "Carmona et al., 1998",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1002,
                    "end": 1022,
                    "mention": "Montiel et al., 2004",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1208,
                    "end": 1231,
                    "mention": "Kang and Hannapel, 1996",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1319,
                    "end": 1342,
                    "mention": "Hart and Hannapel, 2002",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1457,
                    "end": 1477,
                    "mention": "Carmona et al., 1998",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1479,
                    "end": 1505,
                    "mention": "Garcia-Maroto et al., 2000",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1680,
                    "end": 1701,
                    "mention": "Rounsley et al., 1995",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1703,
                    "end": 1721,
                    "mention": "Heard et al., 1997",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1723,
                    "end": 1744,
                    "mention": "Zhang and Forde, 1998",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1746,
                    "end": 1773,
                    "mention": "Alvarez-Buylla et al., 2000",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1775,
                    "end": 1795,
                    "mention": "Burgeff et al., 2002",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1940,
                    "end": 1961,
                    "mention": "Zhang and Forde, 1998",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1963,
                    "end": 1990,
                    "mention": "Alvarez-Buylla et al., 2000",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The purpose of the current study was to unravel the molecular mechanisms of tuberization in sweet potato. The cDNA-amplified fragment length polymorphism (cDNA-AFLP) technique was employed to isolate differentially expressed genes during tuberous root initiation. Among those genes, a transcript-derived fragment, TDF26-1, was cloned and identified as Ipomoea batatas MADS-box 1 gene (IbMADS1) and subjected to further study. The gene expression pattern was examined and a transgenic study was carried out in order to address the physiological role of IbMADS1 during the tuberization process in sweet potato.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Sweet potato (Ipomoea batatas L. Lam. ‘Tainong 57’ and ‘Jewel’, hexaploid), Ipomoea leucantha (‘PI 540735’, diploid), and Ipomoea trifida (‘PI 561544’, diploid) were cultivated in a growth chamber under conditions of a 8 h photoperiod, 30/25 °C day/ night. The sweet potato cultivar ‘Tainong 57’ was used in all studies except for the hormone treatments, in which ‘Jewel’ was used. Potato (Solanum tuberosum ‘Désirée’) for genetic transformation was propagated in vitro under conditions of a 16 h photoperiod, 25 ± 2 °C.",
            "cite_spans": [],
            "section": "Plant material ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Identification of differentially expressed transcripts was performed by the cDNA-AFLP technique as described by Bachem et al. (1996). Total RNA was isolated from leaves, roots and developing tuberous roots at different stages of growth: <2 g total plant fresh weight, 5–10 g, and approx. 50 g. The first and second strand cDNA synthesis was carried out with a SuperScript™ lambda system kit (Gibco BRL, Gaithersburg, MD, USA). After double digestion of cDNA by AseI and TaqI, adaptors were ligated to restriction fragments for preamplification PCR. The resulting products were taken as templates in the selective amplification procedure. Combinatory PCR primer pairs, 5′-GACTGCGTACCTAATNN-3′ and 5′-ATGAGTCCTGACCGANN-3′, were designed according to preamplication primers with two base extentions (denoted as NN). Radioactive labelling of primers with [γ-33P] ATP was performed as described by Vos et al. (1995). The amplified products were resolved on a 1 % sequencing gel and visualized by autoradiography at appropriate times. Differentially expressed transcript-derived fragments (TDFs) in early tuberous root samples were excised from the sequencing gel and rescued for sequencing. One particular TDF, TDF26-1, was further chosen for 5′-rapid amplification of the cDNA ends (5′-RACE) and 3′-RACE in order to reconstruct the full cDNA sequence by an overlapping method. The derived cDNA sequence of IbMADS1 has been deposited into the NCBI Genbank data library under accession number AF396746 (2001), together with its corresponding amino acid sequence as AAK83920 (2001).",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 132,
                    "mention": "Bachem et al. (1996)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 893,
                    "end": 910,
                    "mention": "Vos et al. (1995)",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "cDNA-AFLP analyses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A phylogenetic tree was drawn using MEGA version 3·1 with the neighbor-joining method and 1000 bootstrap replicates (Kumar et al., 2004). MADS-box proteins were aligned using Clustal W version 1·83 (http://www.ebi.ac.uk/clustalw/index.html; Thompson et al., 1994). The sequence data of MADS-box proteins is as follows: DEFH125 (CAA71739) from Antirrhinum; ANR1 (NP-179033), AGL14 (NP-192925), AGL16 (NP-191282), AGL17 (NP-179848), AGL19 (NP-194026), AGL21 (NP-195507), AGL24 (NP-194185), AP3 (NP-191002) and SVP (AAG24508) from Arabidopsis; POTM1-1 (Q42429), STMADS11 (AAB94006) and STMADS16 (AAB94005) from Solanum tuberosum; IbMADS3 (AAK27150), IbMADS4 (AAK27151), IbMADS10 (ABD66305), IbAGL17 (AAY29699), IbMADS79 (AAY84827) and IbAGL20 (AAY84828) from I. batatas.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 135,
                    "mention": "Kumar et al., 2004",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 241,
                    "end": 262,
                    "mention": "Thompson et al., 1994",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Cladistic analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Leaves were first ground into fine powder with liquid nitrogen, and plant genomic DNA was extracted by the acetyltrimethylammonium bromide (CTAB) -based method (Sambrook and Russell, 2001). Ten μg genomic DNA was separately digested with EcoRI and HindIII, resolved on a 0·8 % agarose gel under 50 eV for 2 h, and transferred to a Hybond-N+ nylon membrane (Amersham Pharmacia Biotech, USA) with transfer buffer (20× SSC).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 187,
                    "mention": "Sambrook and Russell, 2001",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Southern and Northern blot hybridization ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The pine-tree method (Sambrook and Russell, 2001) was applied for total RNA extraction. Samples were collected from various vegetative tissues, including leaves, stems, roots and various sizes of developing tuberous roots. The RNA sample was loaded at about 10 µg per lane, resolved on a 1 % agarose/formaldehyde gel under 50 eV for 1 h, and transferred to a Hybond-N+ nylon membrane.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 48,
                    "mention": "Sambrook and Russell, 2001",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Southern and Northern blot hybridization ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A specific 380-bp fragment, spanning the variable C domain and 3′ untranslated region (UTR) of IbMADS1 (640–1020 bp), was amplified by PCR using the primer pair 5′-CAGGCATATGGCACAAGTGAC-3′ (forward) and 5′-GTTTATTTAACATCAAACACCAA-3′ (reverse) to exclude cross-hybridization with other MADS-box genes. The DNA probe was labelled with [α-32P] dCTP and then was applied for hybridization. Hybridization with the reagent FastHyb (BioChain, USA) and probe-labelling with RediPrime™ II Random Prime DNA Labeling System (Amersham Pharmacia Biotech, USA) were performed according to the manufacturer's instructions. Following hybridization, filters were washed twice at low stringency (2× SSC, 0·1 % SDS) at room temperature and once at high stringency (0·1× SSC, 0·1 % SDS) at 60 °C. Images were captured using a Typhoon 9400 scanner (Amersham Pharmacia Biotech, USA) after autoradiography.",
            "cite_spans": [],
            "section": "Southern and Northern blot hybridization ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Reverse-transcription PCR (RT-PCR) was performed with a one-step RNA PCR kit (TaKaRa, Japan). A fixed quantity of 1 µg total RNA was taken as the PCR template. After reverse transcription at 50 °C for 45 min, target transcripts were amplified with specific primers in a PCR amplification procedure. 18S rRNA was applied as an internal control within each RNA sample with the primer pair 5′-GTGACGGGTGACGGAGAATTA-3′ (forward) and 5′-ACACTAAAGCGCCCGGTATTG-3′ (reverse). The derived products were resolved on a 1 % agarose gel for semi-quantitative analysis.",
            "cite_spans": [],
            "section": "Semi-quantitative reverse-transcription PCR ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The procedure of in situ hybridization was performed as described by Kao et al. (2006). In brief, the root tissues of sweet potato ‘Tainong 57’ were fixed in 4 % paraformaldehyde, dehydrated serially and sectioned to 10 µm thick. Digoxigenin (DIG) -labelled probes were separately transcribed with T7 and SP6 polymerase from PCR-derived cDNA fragments. After dewaxing with xylene and washing with ethanol, slides were dried at 60 °C for 30 min before hybridization. Slides were then submerged in hybridization buffer (10 % Denhard's buffer, 20 % formamide, 2× SSC, 1 mg mL−1 salmon sperm DNA, 0·2–1 ng µL−1 DIG-labelled probe) and hybridized at 37 °C for at least 16 h. Colour detection was performed using BCIP/NBT according to the manufacturer's instructions (Boehringer Ingelheim, Germany).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 86,
                    "mention": "Kao et al. (2006)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "In situ hybridization ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Fibrous roots of sweet potato ‘Jewel’ were collected from in vitro plants and transferred to flasks containing MS liquid medium (Murashige and Skoog, 1962) supplemented with the hormones abscisic acid (ABA), 6-benzylaminopurine (BA) and jasmonic acid (JA) at different concentrations: 1, 10, 20, 50, 100 and 200 µm. MS liquid medium without hormone supplement was employed as the control. The short-term treatment was kept in darkness for 3 h and subjected to RNA blot analysis. The long-term treatment was kept in darkness for at least 6 weeks under the different hormone combinations. The cut ends of fibrous roots were exposed to media containing 1 and 10 µm of JA, while the other ends were submerged in media containing 1, 10, 20 or 50 µm of BA. Tuber-forming roots were collected for detection of gene expression by RT-PCR. In addition to IbMADS1, both tuber-specific expression genes of sweet potato were investigated as marker genes; one is sporamin (Yeh et al., 1997a, b) and the other is IbAGPase (Wang et al., 1999), which functions in the starch biosynthetic pathway. Two combinatory primer sets, 5′-CAACATGAAAGCCCTCGCA-3′ (forward)/5′-CTCAACACCGGTGCTCATTAGAT-3′ (reverse), and 5′-CGGGATGAAGTGGTTTCAGGG-3′ (forward)/5′-GGGACTTTTCCATCTGCCAGAAGCG-3′ (reverse) were applied to detect sporamin and IbAGPase, respectively.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 154,
                    "mention": "Murashige and Skoog, 1962",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 959,
                    "end": 976,
                    "mention": "Yeh et al., 1997a",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1008,
                    "end": 1025,
                    "mention": "Wang et al., 1999",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Hormone treatment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A full-length IbMADS1 cDNA (1022 bp), encoding 218 amino acids, was amplified with the primer pair, 5′-GCTCTAGAGATTTCCATGTTGGTGT-3′ (forward) and 5′-CGGGATCCCAGTTTATTTAACATCA-3′ (reverse). The cDNA fragment was cloned in XbaI/BamHI restriction sites of the pBI121 binary vector (Clontech, USA) driven by a CaMV 35S promoter.",
            "cite_spans": [],
            "section": "Gene construction of 35S::IbMADS1 ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Potato ‘Désirée’ was transformed with the IbMADS1 gene. The vector pBI121 (control) and 35S::IbMADS1 plasmid were delivered to Agrobacterium tumefaciens strain EHA105 by electroporation. Shoot internodes from 1-month-old in vitro plantlets were taken as explants for transformation; the transformation process was performed as described by Wu et al. (2003). After selection on media containing 100 mg L−1 kanamycin, putative transgenic plants were assessed using genomic PCR and RT-PCR.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 356,
                    "mention": "Wu et al. (2003)",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Generation of Agrobacterium-mediated transgenic potato lines ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "In order to clarify vascular developmental changes in transgenic potato roots, microscopic observations were performed. Tissue samples for anatomical observation were fixed in formaldehyde/acetic acid (FAA) solution (ethanol : water : formaldehyde : acetic acid = 50 : 35 : 10 : 5, v/v), dehydrated in a graduated ethanol series and embedded in paraffin wax. Cross-sections of 10 µm thickness were obtained, dewaxed with xylene, stained in Safranin O, and counter-stained in aniline blue. Images were acquired with a digital camera (Nikon, Japan) and were processed and analysed using the image analysis software, Image J (Eliceiri and Rueden, 2005).",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 648,
                    "mention": "Eliceiri and Rueden, 2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Histological studies ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "In order to identify upstream factors involved in regulating tuberization, the cDNA-AFLP technique was conducted to investigate temporal gene expression during sweet potato tuber formation. Several TDFs, expressed mainly in fibrous roots and early tuberous roots, were identified and retrieved from the gel. Among them, TDF26-1, 202 bp in size, was specifically amplified with the primer pair 5′-GACTGCGTACCTAATAC-3′ (forward) and 5′-ATGAGTCCTGACCGACC-3′ (reverse) in selective amplification. As the cDNA-AFLP profile showed (Fig. 1), the transcript had the highest expression level at the initial tuberization stage, but this gradually decreased as tuberous root development proceeded. After extension by RACE from both 5′- and 3′-ends, a full-length cDNA of 1022 bp was obtained by perfect overlapping. Being the first submission of a sweet potato MADS-box gene to Genbank, this was named as Ipomoea batatas MADS-box 1 gene (IbMADS1; accession number AF396746).",
            "cite_spans": [],
            "section": "Isolation and molecular characterization of a MADS-box gene based on cDNA-AFLP ::: RESULTS",
            "ref_spans": [
                {
                    "start": 526,
                    "end": 532,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The phylogenetic tree revealed that IbMADS1 fell into the AGL17 subfamily, as described by Becker and Theißen (2003; Fig. 2A); this subfamily was characterized for vegetative expression pattern (Theißen, 2001). Comparing IbMADS1 to other AGL17 subfamily members, the amino acid identity and similarity to the entire protein were as follows: 52·3 % and 69·6 % to DEFH125 from Antirrhinum; 52·0 % and 72·9 % to AGL16; 49·8 % and 69·2 % to AGL17; and 48·8 % and 67·5 % to AGL21 from Arabidopsis. Similar to these subfamily members, IbMADS1 was a typical MIKC type II MADS-box gene. With 126-bp 5′-UTR and 239-bp 3′-UTR, the 657-bp ORF comprised the MADS-box, intervening region, K-box and variable C-terminus (Fig. 2B). A comparison was also made with other identified MADS-box proteins in sweet potato, such as IbAGL17, IbAGL20, IbMADS3, IbMADS4, IbMADS10 and IbMADS79 (Kim et al., 2002, 2005a, b; Lalusin et al., 2006; Fig. 2B). Among them, IbAGL17 showed the highest identity and similarity: 93·1 % and 94·5 %, respectively (Fig. 2B).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 115,
                    "mention": "Becker and Theißen (2003",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 195,
                    "end": 208,
                    "mention": "Theißen, 2001",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 868,
                    "end": 884,
                    "mention": "Kim et al., 2002",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 886,
                    "end": 891,
                    "mention": "2005a",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 896,
                    "end": 916,
                    "mention": "Lalusin et al., 2006",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Isolation and molecular characterization of a MADS-box gene based on cDNA-AFLP ::: RESULTS",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 707,
                    "end": 713,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 918,
                    "end": 924,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1025,
                    "end": 1031,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "It is well known that tuberization is controlled by several plant hormones (Wang et al., 2005). Three kinds of tuberization-related hormones, ABA, JA and cytokinins, were tested for IbMADS1 responsiveness. Fibrous roots were cultured in MS liquid media containing various concentrations of plant hormones for 3 h. ABA showed a relatively weak effect on IbMADS1 induction (Fig. 3A), whereas the IbMADS1 transcription level accumulated in accordance with increasing concentration of JA and BA, reaching a maximal expression level at 200 µm (Fig. 3A). Combinations of JA and BA at lower concentrations were applied in a long-term culture for in vitro tuberization. After 6 weeks of cultivation, several swellings with tuber-like appearance were observed from the fibrous roots under the hormone combination of 10 µm JA and 10 µm BA (Fig. 3B) as well as the combination of 10 µm JA and 20 µm BA (data not shown), whereas JA or BA alone at the concentrations tested (1, 10, 20, 50 µm) were not sufficient to initiate tuberous swellings on roots (data not shown). In accordance with tuberous root initiation, IbMADS1 transcripts were detected copiously in the swollen root tissues (Fig. 3B). Up-regulation of two tuber marker genes, sporamin (Yeh et al., 1997a, b) and IbAGPase (Wang et al., 1999), was also detected (Fig. 3B). The former gene encodes the major storage protein, sporamin, in tuberous roots of sweet potato (Maeshima et al., 1987; Yeh et al., 1997a, b), whilst the latter encodes AGPase for ADP-glucose production in starch biosynthesis during tuber development. The result thus suggest a close correlation between IbMADS1 expression and tuber morphogenesis.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 93,
                    "mention": "Wang et al., 2005",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1237,
                    "end": 1254,
                    "mention": "Yeh et al., 1997a",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1273,
                    "end": 1290,
                    "mention": "Wang et al., 1999",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1418,
                    "end": 1439,
                    "mention": "Maeshima et al., 1987",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1441,
                    "end": 1458,
                    "mention": "Yeh et al., 1997a",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Hormone regulation of gene expression and tuberous root formation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 378,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 539,
                    "end": 545,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 830,
                    "end": 836,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1176,
                    "end": 1182,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1312,
                    "end": 1318,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Two close relatives of sweet potato, Ipomoea leucantha (diploid) and I. trifida (diploid, tetraploid, hexaploid), have been considered as the putative progenitors of sweet potato without tuberous root formation (Saranya et al., 2006). In order to investigate IbMADS1 homologues among Ipomoea species, Southern and Northern hybridizations were carried out with an IbMADS1-specific probe. Since this probe contained neither the EcoRI nor HindIII restriction site, the Southern blot could reflect the theoretical number of IbMADS1 homologues in the genome. In genomic analysis (Fig. 4A), hexaploid sweet potato exhibited multiple hybridization signals, while diploid I. leucantha and diploid I. trifida displayed a low copy number within the genome. As for Arabidopsis and potato, no hybridization signal was detected (data not shown). At the transcriptional level, IbMADS1 transcripts were detectable in the fibrous roots of sweet potato, and showed highest accumulation at the stage of early tuber formation (Fig. 4B, T<5). In contrast, the expression level of the IbMADS1 homologue was too low to be detected in all tissues examined from I. leucantha and I. trifida (Fig. 4B). The results showed that the expression of IbMADS1 was tuber organ-dependent. Moreover, IbMADS1 seemed to be specifically expressed in sweet potato among Ipomoea species. Subsequently, in situ hybridization was performed to localize the transcripts of IbMADS1 in fibrous roots of sweet potato (Fig. 5); signals in blue-purple indicate the location of IbMADS1 transcripts. In transverse sections, signals were mostly restricted to the stele, especially around the primary cambium (Fig. 5B). In a magnified view, IbMADS1 was observed to be clearly localized in the emerging lateral root primordium (Fig. 5D) and immature meristematic cells such as the protoxylem and protopholem within the root stele (Fig. 5E). As lateral roots protruded, signals were similarly found in immature vascular cells (data not shown). The tissue-specific and cell-specific expression pattern strongly indicated that the functional role of IbMADS1 was closely related to tuberization process.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 232,
                    "mention": "Saranya et al., 2006",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Examination of IbMADS1 expression patterns in Ipomoea species with regard to evolutionary relationships ::: RESULTS",
            "ref_spans": [
                {
                    "start": 575,
                    "end": 581,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1008,
                    "end": 1014,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1167,
                    "end": 1173,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1470,
                    "end": 1476,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1656,
                    "end": 1662,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1773,
                    "end": 1779,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1876,
                    "end": 1882,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To further characterize IbMADS1 function, we generated a gene construct harbouring full-length IbMADS1 cDNA driven by a CaMV 35S promoter for plant transformation. Internodes from 6-week-old potato culture were infected by Agrobacterium tumefaciens EHA105 harbouring 35S::IbMADS1/pBI121. Finally, three independent transgenic potato lines were chosen for phenotypic studies.",
            "cite_spans": [],
            "section": "Morphological examination of potato expressing IbMADS1 ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "It is interesting to note that potato transgenic lines displayed a higher frequency of heavily swollen nodes, sessile microtubers and fused microtubers near basal nodes in in-vitro plantlets (data not shown); such morphological changes were similar to those mentioned by Thijn (1959). On the other hand, fibrous roots displayed unusual root tip swellings (data not shown) and partial bulking along the root axial in transgenic lines (Fig. 6B); the swollen size was approx. 50 % larger than the native roots from macroscopic observations (Fig. 6A, B). Anatomical data showed that the typical triarch pattern in the potato root stele (Fig. 6C) was altered into an anomalous poly-arch pattern in the swollen portion of transgenic potato roots (Fig. 6D). Measurements of the root width indicated that the stele enlarged from 84·3 ± 6·4 µm to 132·5 ± 16·0 µm, with the cortex region expanding from 234·1 ± 52·8 µm to 374·5 ± 80·2 µm. The expansion ratio was 1·57 ± 0·005 in the stele and 1·60 ± 0·032 in the cortex, which shows an equally proportioned increase in both stele and cortex (Fig. 7A). Cells in the stele with a differentiated secondary cell wall were counted for quantitative analyses. The multiplication of metaxylem cells from an average of 40·3 ± 3·4 to 82·3 ± 6·3 seemed to be the main cause for stele expansion (Fig. 7B). Meanwhile, the rest of the parenchyma cells within stele changed in number from 187·7 ± 16·8 to 204·8 ± 10·6.",
            "cite_spans": [],
            "section": "Morphological examination of potato expressing IbMADS1 ::: RESULTS",
            "ref_spans": [
                {
                    "start": 434,
                    "end": 440,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 538,
                    "end": 544,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 633,
                    "end": 639,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 741,
                    "end": 747,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1082,
                    "end": 1088,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1324,
                    "end": 1330,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Subfamily members usually share a high sequence similarity, similar expression patterns and similar functions (Theißen et al., 1996). IbMADS1 is evolutionarily grouped into the AGL17 subfamily (Fig. 2A), which is a representative with a vegetative expression pattern (Theißen et al., 1996; Becker and Theißen, 2003). It was evident that IbMADS1 was preferentially expressed in early developing tuberous roots, but not in flowers or leaves (Fig. 4B). In fibrous roots, IbMADS1 expression was mainly restricted to young vascular cells around the procambium, such as the primary xylem and primary phloem (Fig. 5B, E) and the primordia portion of emerging branch roots (Fig. 5D). This implies that active expression of IbMADS1 might trigger a signal-transduction pathway of cell proliferation and cell growth, that would subsequently cause the outgrowth expansion of stele. The transduction signal might also activate starch biosynthetic genes to fulfill the storage function of the tissue. Our observations of IbMADS1 expression in root vascular cells appear to coincide with previous reports on tuber morphogenesis (Lowe and Wilson, 1974).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 131,
                    "mention": "Theißen et al., 1996",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 268,
                    "end": 288,
                    "mention": "Theißen et al., 1996",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 290,
                    "end": 314,
                    "mention": "Becker and Theißen, 2003",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1114,
                    "end": 1135,
                    "mention": "Lowe and Wilson, 1974",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Molecular characterization of IbMADS1 ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 440,
                    "end": 446,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 602,
                    "end": 608,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 666,
                    "end": 672,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Plant hormones play a critical role during tuberous root initiation and development in sweet potato, for example cytokinins are essential throughout the tuberization process (Gan et al., 2001). The effect of JA on root pigmentation is an early initializing signal for tuberous root formation (Gan et al., 2001), while ABA is mainly associated with cell differentiation in the vascular cambium at later developmental stages (Wang et al., 2005). The relatively strong induction by JA and relatively weak induction by ABA indicate the role of IbMADS1 in mediating the initial tuberization stage. This finding matches the expression pattern of IbMADS1 in sweet potato (Fig. 4B). To further determine the relationship, we successfully established an in vitro system to initiate tuberous roots by means of long-term hormone culture (Fig. 3B). The outcome was similar to what was reported by Nakatani (1994) in that IbMADS1 was up-regulated in the bulking portion of the sweet potato roots (Fig. 3B). Two tuber marker genes, sporamin (Yeh et al., 1997a, b) and AGPase (Wang et al., 1999), were concomitantly expressed in the organs (Fig. 3B). The synergistic effect of cytokinins and JA on the onset of tuberization seems to be closely correlated with active expression of IbMADS1.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 191,
                    "mention": "Gan et al., 2001",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 293,
                    "end": 309,
                    "mention": "Gan et al., 2001",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 424,
                    "end": 441,
                    "mention": "Wang et al., 2005",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 885,
                    "end": 900,
                    "mention": "Nakatani (1994)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1028,
                    "end": 1045,
                    "mention": "Yeh et al., 1997a",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1062,
                    "end": 1079,
                    "mention": "Wang et al., 1999",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Hormonal induction of IbMADS1 expression and tuberous root initiation in sweet potato ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 665,
                    "end": 671,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 827,
                    "end": 833,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 984,
                    "end": 990,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1126,
                    "end": 1132,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Among Ipomoea species, I. trifida has been recognized as the most likely progenitor of sweet potato (Saranya et al., 2006). As a MADS-box gene member, IbMADS1 was expressed mainly in early the tuberization stages of root tissues in sweet potato, whereas no transcript was detected in any examined tissue from I. leucantha and I. trifida (Fig. 4B). IbMADS1 homologues may exist as silenced genes in the genomes of the two tuber-deficient Ipomoea relatives (Fig. 4A). A reasonable explanation of the novel character of extant sweet potato, i.e. the ability to form tuberous roots, is that it is because of cross-hybridization between Ipomoea species and self-polyploidization within the sweet potato genome – IbMADS1 being activated in this process. From an evolutionary perspective, we therefore propose that the active expression of IbMADS1 is of great importance in conferring a physiological function related to tuberous root formation in sweet potato.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 121,
                    "mention": "Saranya et al., 2006",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Evolutionary characterization in Ipomoea-related species signifies the function of IbMADS1 ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 344,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 456,
                    "end": 462,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To date, many plant MADS-box transcription factors have been reported in controlling flowering processes and floral organ identity (Kaufmann et al., 2005). Therefore, an attempt was made to express IbMADS1 in Arabidopsis; however, we have not been able to find notable morphological alterations in the floral organ and flowering time (data not shown). As an alternative, we employed potato as the heterologous expression system in this study: potato already has a well-established plant transformation system, and the tuberization mechanisms in potato and sweet potato supposedly share general features and perhaps a general signal pathway. Although the origins of the tuber organs are different, potato tubers are analogous to sweet potato tuberous roots in many physiological aspects. For example, similar environmental and endogenous factors, such as high cytokinins and low nitrogen (Wilson and Lowe, 1973), will result in tuberization in both potato and sweet potato. According to the reports of Artschwager (1924) and Togari (1950), sweet potato tuberous roots were mostly derived from the structural precursors of pentarch or hexarch steles and enlarged apical meristems. Interestingly, the development of tuberous roots from adventitious roots with poly-arch steles in sweet potato pheno-copied the morphological alterations observed in transgenic potatoes expressing IbMADS1 (Fig. 6). Sweet potato experiences anomalous xylem proliferation from activated root procambium, especially at the beginning of tuberous root induction (Lowe and Wilson, 1974). In our histological study on transgenic potato, metaxylem doubling inside the stele of swollen roots (Fig. 7B) likewise demonstrated an enhanced activity in cell proliferation and xylem differentiation from young vascular cells. The resulting poly-arch steles in partially swollen roots (Fig. 6D) of transgenic potato occurred together with puffy root apical meristems at root tips in some cases (data not shown). In agreement with the above transgenic phenotypes, IbMADS1 may trigger the tuberization potential of potato roots by incorporation into the signal-transduction pathway to activate downstream genes. In this way, alterations in stem-derived potato tubers would have a chance to take place, as mentioned above (data not shown). Since three potato MADS-box genes, POTM1, STMADS11 and STMADS16, have been characterized with vegetative expression in roots and tubers (Kang and Hannapel, 1996; Carmona et al., 1998; Garcia-Maroto et al., 2000; Hart and Hannapel, 2002), we cannot exclude the interference of endogenous potato MADS-box genes; howevr, there are several arguments against such interference, as follows. First, STMADS11 and STMADS16 have no direct relationship with tuber morphogenesis. STMADS11 is suggested to be a vegetative regulator involved in sprout initiation at the dormant meristem within the potato tuber (Carmona et al., 1998). Ectopic expression of STMADS16 confers vegetative features to flowers and also promotes vegetative growth in internodes and hence stem elongation (Garcia-Maroto et al., 2000). Second, the axillary meristem has great plasticity to develop into shoots, stolons and tubers. POTM1 mediates axillary meristem development, but not initiation (Rosin et al., 2003). Suppression of POTM1 results in an activated axillary meristem, increased cytokinin content and reduced tuber formation (Rosin et al., 2003); however, morphological changes in either tuber or root have not been mentioned. Third, POTM1 is proposed to favour the development of a dominant sink organ by regulating hormone balance (Rosin et al., 2003). In this study (Fig. 3A), IbMADS1 expression was regulated by cytokinins, instead of acting as an upstream regulator. It is conceivable that IbMADS1 works differently from POTM1 in potato, although further investigation is required. In other words, IbMADS1 is anticipated to contribute to the proliferative potential in facilitating tuber organ initiation in both potato and sweet potato. In order to further demonstrate the function of IbMADS1, our future target is to characterize the tuber-forming potential of sweet potato in both over-expression and suppression lines. A transformation system for sweet potato is currently in progress based on our previous studies (Ashok Kumar et al., 2007).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 153,
                    "mention": "Kaufmann et al., 2005",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 888,
                    "end": 909,
                    "mention": "Wilson and Lowe, 1973",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1001,
                    "end": 1019,
                    "mention": "Artschwager (1924)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1024,
                    "end": 1037,
                    "mention": "Togari (1950)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1537,
                    "end": 1558,
                    "mention": "Lowe and Wilson, 1974",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2437,
                    "end": 2460,
                    "mention": "Kang and Hannapel, 1996",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2462,
                    "end": 2482,
                    "mention": "Carmona et al., 1998",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2484,
                    "end": 2510,
                    "mention": "Garcia-Maroto et al., 2000",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2512,
                    "end": 2535,
                    "mention": "Hart and Hannapel, 2002",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2898,
                    "end": 2918,
                    "mention": "Carmona et al., 1998",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3068,
                    "end": 3094,
                    "mention": "Garcia-Maroto et al., 2000",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3258,
                    "end": 3276,
                    "mention": "Rosin et al., 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3400,
                    "end": 3418,
                    "mention": "Rosin et al., 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3608,
                    "end": 3626,
                    "mention": "Rosin et al., 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4299,
                    "end": 4323,
                    "mention": "Ashok Kumar et al., 2007",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "IbMADS1 expression in potato suggests a possible role in the tuberization-initiation process ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 1385,
                    "end": 1391,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1663,
                    "end": 1669,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1849,
                    "end": 1855,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3644,
                    "end": 3650,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To date, several MADS-box genes have been isolated from sweet potato roots, such as IbMADS3, IbMADS4, IbMADS10, IbAGL20 and IbMADS79, (Kim et al., 2002, 2005b; Lalusin et al., 2006). These MADS-box transcription factors may contribute to root development at different stages (Kim et al., 2005b). The expression of IbMADS3, IbMADS4 and IbMADS79 has been detected mainly in fibrous roots before tuberous root formation (Kim et al., 2002, 2005b), whilst IbAGL20 is constitutively expressed in all tissues (Kim et al., 2005b). IbMADS10 has been reported in relation to anthocyanin accumulation in both flowers and pigmented root periderm and cortex tissue (Lalusin et al., 2006). Our study has demonstrated that IbMADS1 was predominantly expressed in developing tuberous roots (Fig. 4B). The diversified expression patterns of these IbMADS genes in sweet potato suggest that partial functional redundancy is an evolutionary product, rather than simply coincidence. Parallel expressions in sweet potato MADS-box genes have been observed as fibrous roots developed into tuberous roots (Kim et al., 2005b). Root dry weight in sweet potato increased by a factor of five between 15 and 60 d after planting; at the stage of root thickening commencing at 40 d, IbMADS3, IbMADS4, IbAGL20 and IbMADS79 reached a maximal expression level (Kim et al., 2005b). Transcripts of IbMADS1 and IbAGL17 were still accumulating up to 50 d and then gradually decreased (Kim et al., 2005b). This phenomenon implies a promising mechanism linking vegetative IbMADS genes to the onset of tuberization. As proposed by Aswath and Kim (2005), co-ordinated expression of IbMADS1 with other vascular developmental genes is a hallmark of the complexity of tuberous root induction. Our data provide support to the link between IbMADS1 function and the tuberization process, providing an insight into the genetic network of IbMADS1 and other IbMADS genes during the course of root development. After being triggered by some hormone signals, such as cytokinins and JA, these IbMADS genes may co-operate by interacting in dimers or tetramers in order to initiate a signal-transduction cascade that is involved in tuberous root organogenesis. In conclusion, this study provides basic knowledge and concepts on developmental windows that should help in the future improvement of the yields of sweet potato and other tuber crops.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 151,
                    "mention": "Kim et al., 2002",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 153,
                    "end": 158,
                    "mention": "2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 160,
                    "end": 180,
                    "mention": "Lalusin et al., 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 276,
                    "end": 293,
                    "mention": "Kim et al., 2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 418,
                    "end": 434,
                    "mention": "Kim et al., 2002",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 436,
                    "end": 441,
                    "mention": "2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 503,
                    "end": 520,
                    "mention": "Kim et al., 2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 653,
                    "end": 673,
                    "mention": "Lalusin et al., 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1080,
                    "end": 1097,
                    "mention": "Kim et al., 2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1325,
                    "end": 1342,
                    "mention": "Kim et al., 2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1445,
                    "end": 1462,
                    "mention": "Kim et al., 2005b",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1588,
                    "end": 1609,
                    "mention": "Aswath and Kim (2005)",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Co-ordinated regulation of MADS-box transcription factors in tuberous root formation ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 774,
                    "end": 780,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.: Autoradiography of TDF26-1 (arrowed) in a cDNA-AFLP profile. The cDNA-AFLP was performed in order to identify early tuber-specific genes. Total RNA was isolated from leaves (L), stems (S), fibrous roots (R) and developing tuberous roots (T), the latter ranging from less than 2 g (T<2), 5–10 g (T5–10) and approx. 50 g (T50) in weight.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Phylogenetic analysis and sequence alignment of MADS-box proteins from dicot species. (A) Phylogenetic tree of plant MADS-box proteins with vegetative expression. One floral MADS-box transcription factor, AP3 (Bowman et al., 1989), was chosen as the outgroup. MADS-box subfamilies are indicated on the right. Bootstrap values (%) over 1000 replicates are indicated at the nodes. (B) Alignment and sequence comparison between IbMADS1 and related MADS-box proteins in sweet potato and Arabidopsis. Numbers on the right indicate the protein length in amino acids (aa). MADS-box and K-box domains are indicated by lines above the alignments. Stars under residues indicate the identity among sequences; dots indicate progressively lower levels of conservation.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: Hormone effects on IbMADS1 expression and tuberous root initiation in sweet potato. (A) Expression pattern of IbMADS1 after hormone induction for 3 h. Northern blot analysis was performed on equal amounts of total RNA from hormone-treated fibrous roots of sweet potato ‘Jewel’. Hybridization was performed with an IbMADS1-specific probe. Ethidium bromide (EtBr)-stained rRNA is shown as a loading control. The Northern analysis was performed twice with reproducible results. Abbreviations: C, no hormone; ABA, abscisic acid; BA, 6-benzylaminopurine; JA, jasmonic acid. (B) In vitro tuberous root initiation by combined treatment with 10 µm JA and 10 µm BA for 6 weeks. Relative expressions of IbMADS1 and tuber marker genes in the regions indicated with arrows (images to right) were examined using RT-PCR (left). Sporamin, tuber storage protein in sweet potato (Yeh et al., 1997a, b); IbAGPase, ADP-glucose pyrophosphorylase in sweet potato tuberous roots (Wang et al., 1999). Constitutively expressed 18S rRNA was used as an internal control. The arrows on the fibrous roots in the images on the right indicate swollen portions in the JA plus BA treatment. Scale bars = 5 mm.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: Genomic analysis and expression patterns of IbMADS1 among three Ipomoea species. (A) Southern hybridization of IbMADS1 in I. leucantha (diploid), I. trifida (diploid) and I. batatas ‘Tainong 57’ (hexaploid). Restriction digested by EcoRI (E) and HindIII (H) −10 µg genomic DNA was loaded per lane. Size markers (kb) are indicated. A 380-bp IbMADS1-specific probe was applied in hybridization. (B) RNA transcripts of IbMADS1 in vegetative tissues of sweet potato and its Ipomoea relatives. Total RNA was isolated from leaves (L), stems (S), fibrous roots (R) and developing tuberous roots ranging from <5 g (T<5), 20 g (T20), and >50 grams (T>50) in weight; 10 µg total RNA was loaded per lane. The blot was hybridized with an IbMADS1-specific probe. Ethidium bromide (EtBr)-stained rRNA is shown as a loading control.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5.: Localization of IbMADS1 RNA transcripts in fibrous roots of sweet potato. The digoxygenin-labelled probes of IbMADS1 were employed in in situ hybridization: (A, C) sense riboprobe, (B, D, E) antisense riboprobe. All micrographs are pictured as transverse sections. (A) and (B) clearly demonstrate the centralized distribution of IbMADS1 mRNA as blue-purple signals. Scale bars = 0·5 mm. (C), (D) and (E) show a magnification of IbMADS1 RNA transcripts in the root primordium region, and immature vascular cells such as protoxylem and protopholem within the root stele. The arrow indicates the emergence of a lateral root. Scale bars = 50 µm. Abbreviations: cx, cortex; mx, metaxylem; px, protoxylem; pc, procambium; pp, protopholem; rp, root primordium; s, stele.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6.: The effect of IbMADS1 expression on root morphological structure in potato. (A, B) Longitudinal views of potato roots, scale bars = 1 mm. (A) Potato transformed with vector only exhibits normal root morphology; (B) potato transformed with 35S::IbMADS1 displays partial swellings along roots. (C, D) Transverse sections in root steles, scale bars = 100 µm. (C) Dissection of roots from potato transformed with vector show a typical triarch stele. (D) Highly proliferated xylem cells cause an irregular arrangement, with a polyarch pattern being observed.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7.: Changes in root width and cell number of potato expressing IbMADS1. (A) The relative swelling in transgenic potato roots was compared between normal roots and swollen roots: the root sections were divided into cortex and stele, and their widths were measured (means ± s.e., n = 12). (B) The multiplication of cell numbers within the stele was compared between normal roots and swollen roots. Metaxylem cells with thickened cell walls and parenchyma cells within the stele, such as protoxylem, procambium and phloem, were counted (means ± s.e., n = 12).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "MADS-box gene evolution beyond flowers: expression in pollen, endosperm, guard cells, roots and trichomes",
            "authors": [
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Alvarez-Buylla",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Liljegren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pelaz",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burgeff",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Ditta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vergara-Silva",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Yanofsky",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Plant Journal",
            "volume": "24",
            "issn": "",
            "pages": "457-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Tools for visualizing multidimensional images from living specimens",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eliceiri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rueden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Photochemistry and Photobiology",
            "volume": "81",
            "issn": "",
            "pages": "1116-1122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Possible involvement of jasmonates in the morphogenesis of underground storage organs in plants",
            "authors": [
                {
                    "first": "L-J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "X-C",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chinese Bulletin of Botany",
            "volume": "18",
            "issn": "",
            "pages": "546-553",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Characterization of the potato MADS-box gene STMADS16 and expression analysis in tobacco transgenic plants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia-Maroto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carmona",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Plant Molecular Biology",
            "volume": "42",
            "issn": "",
            "pages": "499-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "New roles for MADS-box genes in higher plants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia-Maroto",
                    "suffix": ""
                },
                {
                    "first": "M-J",
                    "middle": [],
                    "last": "Carmona",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Garrido",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vilches-Ferron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biologia Plantarum",
            "volume": "46",
            "issn": "",
            "pages": "321-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "In situ hybridization of the MADS-box genes POTM1 during potato floral development",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Hannapel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Experimental Botany",
            "volume": "53",
            "issn": "",
            "pages": "465-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Evolutionary diversity of symbiotically induced nodule MADS box genes: characterization of nmhC5, a member of a novel subfamily",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caspi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Molecular Plant–Microbe Interactions",
            "volume": "10",
            "issn": "",
            "pages": "665-676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Involvement of hydrogen peroxide and nitric oxide in expression of the ipomoelin gene from sweet potato",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Jih",
                    "suffix": ""
                },
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Jeng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Plant Physiology",
            "volume": "132",
            "issn": "",
            "pages": "381-389",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A novel MADS-box gene of potato (Solanum tuberosum L.) expressed during the early stages of tuberization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Hannapel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Plant Molecular Biology",
            "volume": "31",
            "issn": "",
            "pages": "379-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "An integrated map of Oryza sativa L. chromosome 5",
            "authors": [
                {
                    "first": "FI",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "YY",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "TY",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theoreticcal and Applied Genetics",
            "volume": "112",
            "issn": "",
            "pages": "891-901",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "MIKC-type MADS-domain proteins: structural modularity, protein interactions and network evolution in land plants",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Theißen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gene",
            "volume": "347",
            "issn": "",
            "pages": "183-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "On the anatomy of sweet potato root with notes on internal breakdown",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Artschwager",
                    "suffix": ""
                }
            ],
            "year": 1924,
            "venue": "Journal of Agricultural Research",
            "volume": "23",
            "issn": "",
            "pages": "157-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Isolation of MADS-box genes from sweet potato (Ipomoea batatas (L.) Lam.) expressed specifically in vegetative tissues",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Plant Cell Physiology",
            "volume": "43",
            "issn": "",
            "pages": "314-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Cloning and characterization of sweet potato MADS-box gene (IbAGL17) isolated from tuberous root",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Plant Biotechnology",
            "volume": "a 22",
            "issn": "",
            "pages": "217-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Isolation and characterization of MADS box genes possibly related to root development in sweet potato (Ipomoea batatas L. Lam.)",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Plant Biology",
            "volume": "b 48",
            "issn": "",
            "pages": "387-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "MEGA3: integrated software for molecular evolutionary genetics analysis and sequence alignment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Briefings in Bioinformatics",
            "volume": "5",
            "issn": "",
            "pages": "150-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A new MADS-box gene (IbMADS10) from sweet potato (Ipomoea batatas (L.) Lam) is involved in the accumulation of anthocyanin",
            "authors": [
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Lalusin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishita",
                    "suffix": ""
                },
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Molecular Genetics and Genomics",
            "volume": "275",
            "issn": "",
            "pages": "44-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Comparative analysis of tuber development in six sweet potato (Ipomoea batatas (L.) Lam) cultivars",
            "authors": [
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Annals of Botany",
            "volume": "38",
            "issn": "",
            "pages": "307-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Characterization of major proteins in sweet potato tuberous root",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maeshima",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asahi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pytochemistry",
            "volume": "24",
            "issn": "",
            "pages": "1899-1920",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Identification of free cytokinins and the change in endogenous levels during tuber development of sweet potato",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuo",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Plant Cell Physiology",
            "volume": "24",
            "issn": "",
            "pages": "1305-1312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Transcription factor networks. Pathways to the knowledge of root development",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Montiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gantet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jay-Allemand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Breton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Plant Physiology",
            "volume": "136",
            "issn": "",
            "pages": "3478-3485",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "A revised medium for rapid growth and bio-assays with tobacco tissue cultures",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murashige",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Skoog",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Physiologia Plantarum",
            "volume": "15",
            "issn": "",
            "pages": "473-497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "An efficient and rapid plant regeneration system for sweet potato [Ipomoea batatas (L.) Lam.]",
            "authors": [
                {
                    "first": "HG",
                    "middle": [],
                    "last": "Ashok Kumar",
                    "suffix": ""
                },
                {
                    "first": "AT",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "European Journal of Horticultural Science",
            "volume": "72",
            "issn": "",
            "pages": "85-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "In vitro formation of tuberous roots in sweet potato",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakatani",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Japanese Journal of Crop Science",
            "volume": "63",
            "issn": "",
            "pages": "158-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Molecular and phylogenetic analyses of the complete MADS-box transcription factor family in Arabidopsis: new openings to the MADS world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pařenicová",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "de Folter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kieffer",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Horner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Favalli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Busscher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Plant Cell",
            "volume": "15",
            "issn": "",
            "pages": "1538-1551",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Suppression of a vegetative MADS box gene of potato activates axillary meristem development",
            "authors": [
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Rosin",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "HV",
                    "middle": [],
                    "last": "Onckelen",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Hannapel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Plant Physiology",
            "volume": "131",
            "issn": "",
            "pages": "1613-1622",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Diverse roles for MADS box genes in Arabidopsis development",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Rounsley",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Ditta",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Yanofsky",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Plant Cell",
            "volume": "7",
            "issn": "",
            "pages": "1259-1269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Molecular cloning: a laboratory manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The origin and evolution of sweet potato (Ipomoea batatas Lam.) and its wild relatives through the cytogenetic approaches",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saranya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Darasinh",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Sonja",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Plant Science",
            "volume": "171",
            "issn": "",
            "pages": "424-433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Analysis of genes developmentally regulated during storage root formation of sweet potato",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takahata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakatani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Plant Physiology",
            "volume": "162",
            "issn": "",
            "pages": "91-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Development of floral organ identity: stories from the MADS house",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Theißen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Current Opinion in Plant Biology",
            "volume": "4",
            "issn": "",
            "pages": "75-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Molecular mechanisms underlying origin and diversification of the angiosperm flower",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Theissen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melzer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annals of Botany",
            "volume": "100",
            "issn": "",
            "pages": "603-619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Classification and phylogeny of the MADS-box multigen family suggest defined roles of MADS-box gene subfamilies in the morphological evolution of eukaryotes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Theißen",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saedler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Molecular Evolution",
            "volume": "43",
            "issn": "",
            "pages": "484-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Above-ground tuber formation of potatoes",
            "authors": [
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Thijn",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Euphytica",
            "volume": "8",
            "issn": "",
            "pages": "95-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Another story of MADS-box genes—their potential in plant biotechnology",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Aswath",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Plant Growth Regulation",
            "volume": "46",
            "issn": "",
            "pages": "177-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Research",
            "volume": "22",
            "issn": "",
            "pages": "4673-4680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "A study of tuberous root formation in sweet potato",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Togari",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Bulletin of the National Agricultural Exptation Station Tokyo",
            "volume": "68",
            "issn": "",
            "pages": "1-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "AFLP: a new technique for DNA fingerprinting",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hogers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bleeker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reijans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "van de Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hornes",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Research",
            "volume": "23",
            "issn": "",
            "pages": "4407-4414",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Formation and thickening of tuberous roots in relation to the endogenous hormone concentrations in sweet potato",
            "authors": [
                {
                    "first": "Q-M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z-L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Scientia Agricultura Sinica",
            "volume": "38",
            "issn": "",
            "pages": "2414-2420",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Nucleotide sequence of a sporamin gene in sweet potato",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Plant Physiology",
            "volume": "108",
            "issn": "",
            "pages": "829-830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Molecular characterization and expression of a starch granule-bound starch synthase gene in the sink and source tissues of sweet potato",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Physiologia Plantarum",
            "volume": "106",
            "issn": "",
            "pages": "253-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "The anatomy of the root system in West Indian sweet potato (Ipomoea batatas (L.) Lam.) cultivars",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Annals of Botany",
            "volume": "37",
            "issn": "",
            "pages": "633-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Transgenic potato containing immunogenic gene of avian coronavirus and its immunogenicity in mice",
            "authors": [
                {
                    "first": "J-X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "JYZ",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "XPZ",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Biochimica et Biophysica Sinica",
            "volume": "35",
            "issn": "",
            "pages": "1011-1015",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Site-directed mutagenesis evidence for a negatively charged trypsin inhibitory loop in sweet potato sporamin",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "FEBS Letters",
            "volume": "496",
            "issn": "",
            "pages": "134-138",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Functional activity of sporamin from sweet potato (Ipomoea batatas Lam.): a tuber storage protein with trypsin inhibitory activity",
            "authors": [
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "CY.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Plant Molecular Biology",
            "volume": "a 33",
            "issn": "",
            "pages": "565-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Visualization of differential gene expression using a novel method of RNA fingerprinting based on AFLP: analysis of gene expression during potato tuber development",
            "authors": [
                {
                    "first": "CWB",
                    "middle": [],
                    "last": "Bachem",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "van der Hoeven",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "de Bruijn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vreugdenhil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zabeau",
                    "suffix": ""
                },
                {
                    "first": "RGF",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Plant Journal",
            "volume": "9",
            "issn": "",
            "pages": "745-753",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Sweet potato (Ipomoea batatas Lam.) trypsin inhibitors expressed in transgenic plants confer resistance against Spodoptera litura",
            "authors": [
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Tuan",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Plant Cell Reports",
            "volume": "b 16",
            "issn": "",
            "pages": "696-699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Identification of genes possibly related to storage root induction in sweerpotato",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "FEBS Letters",
            "volume": "536",
            "issn": "",
            "pages": "101-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "An Arabidopsis MADS box gene that controls nutrient-induced changes in root architecture",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Forde",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "",
            "pages": "407-409",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "The major clades of MADS-box genes and their role in the development and evolution of flowering plants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Theißen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Molecular Phylogenetics and Evolution",
            "volume": "29",
            "issn": "",
            "pages": "464-489",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Genes directing flower development in Arabidopsis",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Meyerowitz",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Plant Cell",
            "volume": "1",
            "issn": "",
            "pages": "37-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "MADS-box gene expression in lateral primordial, meristems and differentiated tissues of Arabidopsis thaliana roots",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burgeff",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Liljegren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tapia-López",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Yanofsky",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Alvarez-Buylla",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Planta",
            "volume": "214",
            "issn": "",
            "pages": "365-372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Isolation and molecular characterization of a new vegetative MADS-box gene from Solanum tuberosum L",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Carmona",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia-Maroto",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Planta",
            "volume": "207",
            "issn": "",
            "pages": "181-188",
            "other_ids": {
                "DOI": []
            }
        }
    }
}