{
    "paper_id": "PMC2838697",
    "metadata": {
        "title": "Pandemics: is hoping for the best enough?",
        "authors": [
            {
                "first": "Albert",
                "middle": [
                    "D",
                    "M",
                    "E"
                ],
                "last": "Osterhaus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Until the beginning of the last century, infectious diseases were the major cause of human mortality, causing an estimated 50% of all deaths in the Western world around 1900. In the following decades, this percentage decreased to less than five, largely due to the implementation of public health measures but also to the development of vaccines and antimicrobial compounds. A major success in this regard was the eradication of smallpox through a worldwide vaccination campaign orchestrated by the World Health Organization (WHO). Stimulated by this success, certain policymakers and scientists predicted that all infectious diseases would be brought under control, but recent decades have confronted the world with an ever-increasing number of emerging or re-emerging infectious diseases, some causing true pandemics. Striking examples were the emergence of AIDS and SARS, which were caused by viruses that had spilled over—as do most of the emerging threats—from animal hosts, highlighting that humankind continues to be part of a global ecosystem. The unexpected increase in infectious disease outbreaks was facilitated by a complex mix of predisposing factors in our globalizing world: major changes in our social environment, technology and the global ecology, which collectively created opportunities for viruses to infect new hosts. Subsequent adaptation to the newly invaded species then paved the way for an unprecedented spread that often had dramatic consequences for public and animal health, animal welfare, food supply, the economy and biodiversity.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The ongoing influenza pandemic, caused by the new swine H1N1 virus, seems to fit in this trend. However, it is important to note that influenza pandemics have also occurred in past centuries. In the twentieth century, three influenza pandemics took place—the ‘Spanish flu' of 1918–1919, the ‘Asian flu' of 1957 and the ‘Hong Kong flu' of 1968—killing an estimated 50, 2 and 1 million people, respectively. All pandemic influenza viruses originate from avian influenza A viruses. After crossing the species barrier, an avian influenza virus may become transmissible from mammal to mammal, including from human to human, either by the exchange of RNA segments with a mammalian influenza A virus—a process known as reassortment—or by the acquisition of sequential mutations. In the past 15 years, numerous sporadic human infections with avian influenza viruses have been reported that did not lead to sustained human-to-human transmission. Human infections with the highly pathogenic avian influenza virus of the H5N1 subtype (H5N1 HPAI virus) were of particular concern. After the first identification in a deceased child in 1997, H5N1 HPAI viruses have been identified in about 500 human influenza cases, with a case fatality rate exceeding 60%. Most of these were associated with outbreaks of HPAI in poultry, which had spread in an unprecedented global fashion. In several affected areas, these viruses are still enzootic in wild and domestic birds; new industrial poultry husbandry systems and virus transmission by migratory birds were probably important factors in their spread. The pandemic threat posed by these and other avian influenza viruses with zoonotic potential prompted WHO to advise national authorities to develop pandemic preparedness plans to allow an adequate response to an influenza pandemic that might cause a huge worldwide burden of disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, the first twenty-first century pandemic was not caused by influenza but by the hitherto unknown respiratory disease SARS, which rapidly spread from its original geographical source in China. It eventually caused the deaths of about 10% of the estimated 8,000 people affected worldwide. A global response coordinated by WHO rapidly identified a coronavirus that had probably emerged from a bat reservoir as the causative agent, allowing the implementation of societal intervention strategies —such as isolation and quarantine—that effectively stopped the SARS pandemic. Notably, it was the first pandemic ever to be interrupted by the implementation of public health measures.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although an emerging influenza pandemic would probably not be contained with similar measures, the successful combat of SARS sparked optimism. Indeed, pandemic plans were promptly activated when the new H1N1 pandemic virus started spreading beyond its Mexican origin in the spring of 2009. WHO declared pandemic status within two months after the initial identification of the virus in a boy who had crossed the Mexican–USA border. Surveillance and societal measures, combined with the use of antivirals and later also vaccines, were the major lines of defence worldwide. While the current pandemic is ongoing in several countries, its overall severity has so far been moderate, although relatively young people were among the most seriously affected and about one quarter of the patients with serious or fatal disease outcome had no pre-existing underlying disease. In the end, the prudent policy of “preparing for the worst while hoping for the best,” as advocated by Dr Keji Fukuda of WHO, prompted some critics to accuse health authorities of “over-reacting.” However, given that it is impossible to predict the course of an influenza pandemic as it emerges, the policy of ‘better be safe than sorry' is warranted.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}