{
    "paper_id": "PMC2806086",
    "metadata": {
        "title": "Pandemic influenza (H1N1) 2009 and infection control controversies: Working with ongoing change",
        "authors": [
            {
                "first": "DL",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Experience to date indicates that the mechanism of transmission of pandemic influenza (H1N1) 2009 (pH1N1) is similar to that of seasonal influenza and most other respiratory viruses, ie, by contact and large droplets.",
            "cite_spans": [],
            "section": "TRANSMISSION",
            "ref_spans": []
        },
        {
            "text": "Contact transmission is likely the most relevant mechanism (1–3). Although it has been recognized for some time that influenza viruses persist in the environment, this fact has been largely ignored until recently. Influenza viruses can remain viable on hard nonporous surfaces for up to 24 h, on tissues for up to 15 min, on hands for 5 min (4) and for at least 48 h on banknotes (5). Viral nucleic acid has been detected by polymerase chain reaction on several objects and surfaces in day care centres and homes (6). More recently, pH1N1 has been detected by polymerase chain reaction on a bedrail and computer mouse several days after admission and treatment of the infected patient (3). Hand hygiene after contact with respiratory secretions or potentially contaminated items, and cleaning of these items after exposure are important control measures. It is recommended that gloves be worn in health care settings, as well as a gown if soiling of clothing or skin with respiratory tract secretions is anticipated.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 62,
                    "end": 63,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 342,
                    "end": 343,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 381,
                    "end": 382,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "TRANSMISSION",
            "ref_spans": []
        },
        {
            "text": "The eye is an important portal of entry for some respiratory viruses including respiratory syncytial virus (RSV). Infection occurs by inoculation of the conjunctiva by contaminated fingers or ophthalmological equipment (7,8). Splashes of respiratory secretions into the eye during procedures such as suctioning may also be involved. It has been assumed that this may also apply to influenza. Wearing of face shields or goggles has been shown to prevent RSV infection in health care personnel (9,10). The need for these devices has been questioned because RSV infection was also prevented, in the absence of eye protection, if gloves were worn. Presumably, personnel were unlikely to rub their eyes with gloved hands (11).",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 222,
                    "end": 223,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 493,
                    "end": 494,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "TRANSMISSION",
            "ref_spans": []
        },
        {
            "text": "Influenza is also transmitted by large droplets (1). The maximum dispersal distance of these droplets has, until recently, been assumed to be 1 m, based on transmission of meningococcal infection. Experience with severe acute respiratory syndrome (SARS) and subsequent experiments with exhaled inert particles suggest that under certain circumstances, large droplets may be dispersed by up to 2 m. In health care settings, surgical or procedure masks are recommended for those within 1 m to 2 m of the infected patient, unless separated by a physical barrier such as a window or plexiglass barrier.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "TRANSMISSION",
            "ref_spans": []
        },
        {
            "text": "Whether influenza can be transmitted by true airborne spread (1) is a controversial issue, but data indicate that this route has not been a significant means of transmission during seasonal influenza. Experience with SARS coronavirus suggested that transmission may have occurred via small-particle aerosols generated during certain procedures such as intubation or bronchoscopy (12,13), and raised concern that a new more aggressive strain of influenza virus might also be transmitted by this route. Special tight-fitting masks with filters that remove particles down to 1 μm in diameter at a 95% efficacy (N95) are recommended for protection from small-particle aerosols. Where N95 masks are required, fit-testing is mandated. Fit-testing helps in choosing the appropriate brand and size of mask to provide a tight facial fit. However, it has been shown that fit-testing alone does not correlate with appropriate use of the fitted mask (14,15). To ensure a tight fit during use, the wearer must perform a fit-check every time the mask is applied. This is achieved by taking a forceful inspiration and expiration and checking for air leaks around the mask.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 63,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 939,
                    "end": 941,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 942,
                    "end": 944,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "TRANSMISSION",
            "ref_spans": []
        },
        {
            "text": "As a result of concern regarding the transmission of respiratory pathogens in ambulatory care settings during the SARS epidemic, outpatient settings were urged to implement “Respiratory Hygiene/Cough Etiquette” (1). This refers to measures designed to minimize the transmission of respiratory pathogens in health care settings beginning at the point of the initial patient encounter.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "TRANSMISSION",
            "ref_spans": []
        },
        {
            "text": "Previously, a distance of 1 m was used for droplet precautions. The Centers for Disease Control and Prevention (CDC), USA <http://www.cdc.gov/h1n1flu/guidelines_infection_control.htm>, and the Public Health Agency of Canada (PHAC) <http://www.phac-aspc.gc.ca/alert-alerte/h1n1/hp-ps/ig_acf-ld_esa-eng.php> both recommend that patients with pH1N1 be separated by a distance of 2 m and that health care workers wear masks when within 2 m of the patient. World Health Organization (WHO) guidelines retain the distance of 1 m <http://www.who.int/csr/resources/publications/SwineInfluenza_infectioncontrol.pdf>.",
            "cite_spans": [],
            "section": "Are large droplets dispersed over a distance of more than 1 m? ::: CONTROVERSIES",
            "ref_spans": []
        },
        {
            "text": "Previously, eye protection was not recommended or was considered optional for viral respiratory infections. The CDC and PHAC recommend eye protection for all care if within 2 m of a patient with pH1N1. WHO and the Society for HealthCare Epidemiology of America <http://www.shea-online.org/Assets/files/policy/061209_H1N1_on_Letterhead.pdf> recommend eye protection only when performing procedures that are likely to result in splashes into the eye.",
            "cite_spans": [],
            "section": "Is eye protection necessary in the absence of procedures that will generate splashes? ::: CONTROVERSIES",
            "ref_spans": []
        },
        {
            "text": "The CDC recommends the use of N95 masks for all care of patients with pH1N1. This recommendation is being challenged by the Society for HealthCare Epidemiology of America. The PHAC and WHO recommend that N95 masks be used only when specific aerosol-generating procedures are being performed. A recently published randomized trial (16) comparing N95 masks with surgical masks showed no difference in the rates of laboratory confirmed seasonal influenza in health care workers.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Are N95 masks needed for all care of patients with pH1N1? ::: CONTROVERSIES",
            "ref_spans": []
        },
        {
            "text": "Evidence suggests that bronchoscopy and intubation may generate infectious small-particle aerosols. It has been speculated that many other procedures may do so <http://www.phac-aspc.gc.ca/alert-alerte/h1n1/hp-ps/ig_acf-ld_esa-eng.php#two>. Recommendations vary and the lists of suspect procedures are frequently revised. Such procedures are unlikely to be performed in the office, but local guidelines should be consulted.",
            "cite_spans": [],
            "section": "Which procedures are likely to generate significant amounts of small-particle aerosols? ::: CONTROVERSIES",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "[Principal author: DL Moore]. Infection control in paediatric office settings",
            "authors": [],
            "year": 2008,
            "venue": "Paediatr Child Health",
            "volume": "13",
            "issn": "",
            "pages": "408-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Respiratory syncytial virus (RSV) infection rate in personnel caring for children with RSV infections. Routine isolation precautions vs routine procedure supplemented by use of masks and goggles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agah",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Garakian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chapin",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am J Dis Child",
            "volume": "141",
            "issn": "",
            "pages": "695-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Prevention of nosocomial respiratory syncytial virus infections through compliance with glove and gown isolation precautions",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Leclair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "BF",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Goldmann",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "N Engl J Med",
            "volume": "317",
            "issn": "",
            "pages": "329-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "1198-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "SARS among critical care nurses, Toronto",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGeer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "251-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The effect of respirator training on the ability of healthcare workers to pass a qualitative fit test",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hannum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cycan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": "636-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Respirator-fit testing: Does it ensure the protection of healthcare workers against respirable particles carrying pathogens?",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takaya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "1149-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Surgical mask vs N95 respirator for preventing influenza among health care workers A randomized trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dafoe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Efficacy and safety of oseltamivir in treatment of acute influenza: A randomised controlled trial. Neuraminidase Inhibitor Flu Treatment Investigator Group",
            "authors": [
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "FY",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "1845-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Lessons from a nursing home outbreak of influenza A",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Rash",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "16",
            "issn": "",
            "pages": "275-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Controlling the novel A (H1N1) influenza virus: Don’t touch your face!",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Macias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "de la Torre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moreno-Espinosa",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Bourlon",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Ruiz-Palacios",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Hosp Infect",
            "volume": "73",
            "issn": "",
            "pages": "280-1",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Survival of influenza viruses on environmental surfaces",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sterner",
                    "suffix": ""
                },
                {
                    "first": "LR",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Gerding",
                    "suffix": ""
                },
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Balfour",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Infect Dis",
            "volume": "146",
            "issn": "",
            "pages": "47-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Survival of influenza virus on banknotes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Voge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wunderli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Appl Environ Microbiol",
            "volume": "74",
            "issn": "",
            "pages": "3002-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The occurrence of influenza A virus on household and day care center fomites",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect",
            "volume": "51",
            "issn": "",
            "pages": "103-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Infectivity of respiratory syncytial virus by various routes of inoculation",
            "authors": [
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect Immun",
            "volume": "33",
            "issn": "",
            "pages": "779-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Outbreak of adenovirus type 30 in a neonatal intensive care unit",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Wynn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campagna",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pediatr",
            "volume": "146",
            "issn": "",
            "pages": "523-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The use of eye-nose goggles to control nosocomial respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Gala",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "JAMA",
            "volume": "256",
            "issn": "",
            "pages": "2706-8",
            "other_ids": {
                "DOI": []
            }
        }
    }
}