{
    "paper_id": "PMC2680892",
    "metadata": {
        "title": "Nature, artifice and emerging diseases",
        "authors": [
            {
                "first": "Antoine",
                "middle": [],
                "last": "Danchin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Throughout most of our history, mankind has mistrusted the natural world as lurking with dangers and predators. With the advent of urbanization, Nature, red in tooth and claw, was something that needed to be conquered and tamed. Only since industrialization and the rise of the environmental movement have we returned to perceive Nature as something fragile and in need of protection against human action.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But Nature has remained hostile: domesticated plants and animals harbour a diversity of commensals, parasites and pathogens, some of which have plagued humans—for example, the influenza virus or Yersinia pestis. Indeed, the risk of interspecies transmission of pathogens increases with increasing phylogenetic proximity (Taylor et al, 2001). Contrary to popular opinion, many things that we regard as ‘natural' are more often dangerous than artificial objects.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 339,
                    "mention": "Taylor et al, 2001",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Life can be understood as a molecular machine, which directs both metabolism—that is, the flux of chemicals—and the transfer and maintenance of information from its underlying genetic code. This organization parallels a computer, which is both a machine and the data and programs to instruct its operation. The three main domains of life—Archaea, Bacteria and Eukarya—would therefore correspond to three different operating systems (OS). As in the computer world, it is difficult, if not impossible, to run software that was developed for one OS on a different OS. However, the Eukarya OS is a particularly special case as these organisms phagocytosed early bacteria, which first persisted as symbionts and later became organelles. This implies some interoperability, which accounts for the observation that bacteria, but not Archaea, can infect plants and animals. The cell-as-a-computer metaphor is also consistent with viruses, which are largely short programmes that self-replicate, so much so that the computer world has adopted the biological term.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our attempts to manipulate organisms genetically have paralleled our increasing scientific understanding. Breeding, which was little more than a trial and error process, largely improved after the German botanist Joseph Kölreuter (1733–1806) discovered that artificial plant fertilization accelerated the selection of improved flowers and crops. Gregor Mendel (1822–1884) described how heritable traits were passed on to subsequent generations, which allowed breeders to select and improve quantitative traits in plants and animals, while random mutations were taken advantage of and used to create new variants. Later, our understanding of the laws of genetics eventually created the ability to modify one gene at a time, rather than randomly produce new useful variants. However, as the Green Revolution changed the face of our planet, the perception of some of our technological agricultural feats became, understandably, negative. Genetically modified (GM) organisms, in particular plants, have become a main target of environmental concerns. It is our irrational perception of Nature and Artifice that has led us to regard GM plants as more dangerous than, for example, GM animals or even fellow humans.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Yet, compatibility—or phylogenetic proximity—is central to genetic manipulation, and to its most powerful and futuristic tool, genome transplantation. Indeed, it is possible to transplant and express successfully a Mycoplasma genome in a Mycoplasma cell of another species, whereas attempts to express the genome of a Cyanobacterium transplanted in Bacillus subtilis failed. Compatibility is also at the core of pathogenicity: the closer organisms are to us phylogenetically, the more likely they are to harbour harmful pathogens. The recent example that the neuronal stem cells used in gene therapy can grow into tumours is yet another demonstration of the risks associated with the use of something—in this case, transplanted human cells—that we would consider natural and safe (Amariglio et al, 2009). By contrast, artificial constructs, unless purposely intended to be harmful, are incompatible with humans and are therefore less dangerous.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 802,
                    "mention": "Amariglio et al, 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The case of viruses is another good example that the natural is often more dangerous than the artificial. Viruses are simple genetic programmes that are readily expressed in many cell types and reprogramme the cellular machinery to their own ends. Viruses regularly shift from one host to another when mutations modify the virus envelope to be able to bind to a new receptor. The influenza virus is a paradigmatic case: it is usually a mild parasite of Anatidae birds, such as ducks and geese, yet it can infect humans, often after it has passed through pigs as an intermediate host. Many small farms in Asia that have ponds and pig styes in close proximity are prone to encourage this transition. In the same way, poxviruses that infect cattle, sheep and monkeys are possible sources of emerging pox infections (Singh et al, 2007). Severe acute respiratory syndrome (SARS), which is caused by a coronavirus that originates from bats, is another case in point (Cheng et al, 2007).",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 830,
                    "mention": "Singh et al, 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 961,
                    "end": 978,
                    "mention": "Cheng et al, 2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although the dangers of a GM plant with a bacterial gene to provide resistance against pests are fairly limited, the potential dangers from domesticated animals are much greater. Epidemiological studies of the morbidity and mortality of butchers or slaughterhouse personnel, for example, would allow us to evaluate the potential risks posed by ordinary domestic animals. In particular, using ‘humanized' pigs, which carry a wealth of retroviruses, as a source of organs for xenotransplantation is a matter of extreme concern. The message therefore is that we need to reassess carefully our understanding of the dangers of what we consider to be natural and artificial.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Donor-derived brain tumor following neural stem cell transplantation in an ataxia telangiectasia patient",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660-694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Buffalopox: an emerging and re-emerging zoonosis",
            "authors": [],
            "year": 2007,
            "venue": "Anim Health Res Rev",
            "volume": "8",
            "issn": "",
            "pages": "105-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Risk factors for human disease emergence",
            "authors": [],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983-989",
            "other_ids": {
                "DOI": []
            }
        }
    }
}