{
    "paper_id": "PMC2265861",
    "metadata": {
        "title": "Differential type I interferon activation and susceptibility of dendritic cell populations to porcine arterivirus",
        "authors": [
            {
                "first": "Crystal",
                "middle": [
                    "L"
                ],
                "last": "Loving",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susan",
                "middle": [
                    "L"
                ],
                "last": "Brockmeier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Randy",
                "middle": [
                    "E"
                ],
                "last": "Sacco",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome virus (PRRSV) is an enveloped, single-stranded, positive-sense RNA virus belonging to the Arteriviridae family. It is an important infectious disease agent in pigs worldwide, causing reproductive failure in pregnant sows and respiratory problems in young piglets. In vivo, PRRSV replicates primarily in alveolar macrophages but has also been shown to replicate in blood monocytes and monocyte-derived macrophages in vitro.1 The course of infection includes an acute viraemic stage, lasting approximately 1 month, followed by a chronic stage in which viraemia resolves, but virus can still be isolated from secondary lymphoid tissues.2 Virus has been reported to persist in some animals for months, with and without shedding.3,4",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 679,
                    "end": 680,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 770,
                    "end": 771,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 772,
                    "end": 773,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "During the course of disease, anti-PRRSV antibody can be detected by a week postinfection; however, neutralizing antibodies do not appear until 4 weeks postinfection or later.5 Cell-mediated immunity, measured as antigen-specific lymphocyte proliferation, is not detected until 4 weeks after infection.6,7 Antigen-specific gamma interferon (IFN-γ) secreting T cells can be measured at 2 weeks postinfection, but this response is quite variable among animals8 and can take nearly 6 months to peak.9 Attenuated PRRSV vaccines have been shown to prevent morbidity associated with disease and provide protection when pigs are challenged with a homologous strain of the virus.10 However, vaccination does not prevent disease nor protect against heterologous strains of the virus.11 Overall, the early adaptive immune response to PRRSV is weak and results in delayed elimination of virus from the host.12 Unprotected healthy animals may acquire virus from non-clinical shedders13 and infected animals can become susceptible to secondary infections.14,15",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 302,
                    "end": 303,
                    "mention": "6",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 304,
                    "end": 305,
                    "mention": "7",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 457,
                    "end": 458,
                    "mention": "8",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "9",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 671,
                    "end": 673,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Type I interferon (IFN-α/β) is critical for innate control of virus replication as well as activation of the adaptive immune response.16 Upon viral invasion, IFN-α/β is synthesized, secreted, and signals through the type I interferon receptor (IFNAR), inducing transcription of several anti-viral mediators, including PKR (double-stranded RNA dependent protein kinase) and Mx (myxovirus resistant; IFN-inducible GTPase). Viral stimulation, independent of interferon signalling, can also stimulate the expression of various anti-viral proteins through the activation of Toll-like receptors (TLR) and other undescribed signalling pathways.17 PKR, Mx and other anti-viral proteins function to hinder viral replication by blocking protein translation or altering cell signalling.18 Once produced, IFN-α/β can induce dendritic cell (DC) maturation19 and act as a survival factor for activated T cells.20,21 DC maturation in response to double-stranded RNA or viral infection requires IFN-α/β22 and IFN-α/β stimulates resistance in DCs to viral cytopathic effects.23 Several DNA and RNA viruses are capable of infecting DCs and have adapted mechanisms to modulate the host response.24 These studies, and others, indicate an important role for IFN-α/β during an immune response.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 775,
                    "end": 777,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 842,
                    "end": 844,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 986,
                    "end": 988,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Overall, DCs have a pivotal role in host defence against viral infections and subsequent activation of the adaptive response. Studies are needed to investigate the innate response of DCs to PRRSV as well as to identify ways in which the virus can interfere with host defences. This is important for understanding PRRSV-induced pathogenesis and for the development of protective vaccines. Evidence, as discussed previously, suggests that the early adaptive immune response to PRRSV is suboptimal and we hypothesize that this is due to the lack of IFN-α/β production by DCs after infection. Thus, the following study investigated the susceptibility of MDDCs and L-DCs to PRRSV, assessed type I interferon activation after infection and investigated the protective effects of IFN-α on both DC populations.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Conventionally reared, mixed breed, 4–10-week-old pigs were used for these experiments. They were housed in isolation rooms at the National Animal Disease Center under the approval of the Institutional Animal Care and Use Committee. Four animals per experiment were used and the number of replicates is noted in each figure.",
            "cite_spans": [],
            "section": "Animals :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The L-DC isolation procedure employed was based on previous reports of lung dendritic cell isolation in other species, with several modifications.25 Pigs were anaesthetized with a combination of ketamine and xylazine given intramuscularly. Peripheral blood was drawn from the cranial vena cava and animals were subsequently euthanized with an overdose of pentobarbital given intravenously. The pulmonary vasculature was flushed with sterile phosphate-buffered saline (PBS) to remove peripheral blood. This was accomplished by exposing the thoracic viscera and clamping the trachea and double-clamping the oesophagus and caudal vena cava before severing to avoid gross contamination of the lung. The pulmonary artery was clamped, a cannula was inserted distal to the clamp, and the vasculature was flushed with 300 ml of sterile PBS that was allowed to drain through the severed aorta. The lungs were subsequently removed and the airways were lavaged with 200 ml of sterile PBS to eliminate cells in the airways. Lung lobes were detached from the bronchi and trachea and submerged in sterile PBS until further processing.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Lung dendritic cells :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Each lung lobe was minced into small pieces and incubated with liberase blenzyme 3 (17·5 mg) (Roche, Indianapolis, IN) and deoxyribonuclease I (50 µg/ml) (Sigma, St. Louis, MO) in 100 ml PBS on an orbital shaker at 37° for 75 min. Released cells were collected; fetal bovine serum (FBS) was added to a final concentration of 20%, cells were centrifuged at 400 g for 15 min and subsequently fractionated by density gradient separation, as described previously for splenic dendritic cells.26 Collected cells were used as lung DC-enriched fraction.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Lung dendritic cell enrichment :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The lung DC-enriched fraction was sorted for cells expressing CR4 (CD11c) by fluorescence activated cell sorting (FACS). Cells (2 × 108) were stained with 5 µg of anti-CR4(CD11c)-phycoerythrin (PE) (S-HCL3, BD Pharmingen, San Diego, CA) for 15 min on ice in the dark. Cells were washed twice with PBS/2% fetal calf serum (FCS), sorted based on forward scatter and side scatter and CR4 (CD11c) expression on a FACSAria (Becton Dickinson, San Jose, CA). Sorted lung dendritic cells (L-DCs) were consistently 90–94% CR4(CD11c)+.",
            "cite_spans": [],
            "section": "Fluorescence activated cell sorting (FACS) :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Monocyte-derived dendritic cells (MDDCs) were derived as described previously.27 Briefly, peripheral blood mononuclear cells (PBMC) were collected from blood by isolating the buffy coat after density centrifugation with Histopaque-1077 (Sigma). Monocytes were isolated by plastic adherence after overnight incubation and subsequently cultured with recombinant porcine granulocyte–macrophage-colony-stimulating factor (GM-CSF) (5 ng/ml) and recombinant porcine interleukin (IL)-4 (2 ng/ml) (R&D Systems, Minneapolis, MN). Half of the media was replaced every third day, and cells were collected on the seventh day and used as MDDCs. Monocyte-derived macrophages (MDMΦs) were derived in a similar manner,28 but cultured without the addition of cytokines. Cells were collected on the seventh day and used as MDMΦs.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Monocyte-derived dendritic cells and macrophages :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "MDDCs and the lung DC-enriched fraction were phenotyped using flow cytometry. Staining was carried out as described previously.27 The following antibodies, purchased from VMRD, were used: anti-CD14 (CAM36A), MHCII (MSA3), MHCI (PT85A), CD16 (FcG7), CR4 [(CD11c) (S-HCL-3)], CD172a–SWC3a (74-22-15A) and CD1(76-7-4). CD80/86 expression was determined using hCTLA4-mouse immunoglobulin fusion protein (Ancell, Bayport, MN). Secondary antibodies, targeted to murine primary antibodies, included IgG1-APC, IgG2a-FITC and IgG2b-PE. Data were acquired using CellQuest Pro software (BD Biosciences, San Jose, CA) on an LSR flow cytometer (Becton Dickinson) and analysed using FlowJo software (TreeStar, Ashland, OR).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Phenotyping ::: Cell characterization :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Freshly sorted L-DCs or MDDCs were fixed in 2·5% glutaraldehyde, postfixed in 1% osmium tetroxide and embedded in Eponate 12 (Ted Pella, Inc., Redding, CA). Ultrathin sections were cut and stained with Reynold's uranyl acetate and lead citrate. Sections were examined using an electron microscope (FEI Tecnai 12; Biotwin, Hilsboro, OR).",
            "cite_spans": [],
            "section": "Electron microscopy ::: Cell characterization :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Freshly sorted L-DCs, MDDCs or alveolar macrophages (AMΦs) were cultured at 4 × 105 cells/200 µl/well in a 96-well round-bottomed plate with cell culture media [RPMI-1640, 2 mm l-glutamine, 1× antibiotic/anti-mycotic (all from Invitrogen), 100 µg/ml gentamicin and 10% FCS (Atlanta Biologicals, Lawrenceville, GA)]. Fluorescently tagged antigens were purchased from Molecular Probes (Carlsbad, CA). Dextran-Alexa Fluor® 488 and ovalbumin-Alexa Fluor® 647 were used at 100 µg/ml and lipopolysaccharide (LPS)-Alexa Fluor® 488 was used at 1 µg/ml. Cells were incubated with antigen for 90 min at both 37° and 4°. Tracer uptake was stopped by the addition of ice-cold FACS buffer (PBS, 2% FCS, 0·2% sodium azide). Data are expressed as the mean fluorescence intensity of cells incubated at 37° minus the mean fluorescence intensity of cells incubated at 4°.",
            "cite_spans": [],
            "section": "Tracer endocytosis ::: Cell characterization :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "T cells were sorted by magnetic activated cell sorting (MACS) (Miltenyi Biotec GmbH, Auburn, CA) after labelling with CD3 (8E6) antibody followed by secondary antibody conjugated to magnetic beads. Purity of CD3+ cells isolated was 93–97% after passage over two magnetic columns. CD3+ lymphocytes were labelled with the fluorochrome 5,6 carboxyfluorescein diacetate succinimidyl ester (CFSE) according to the manufacturer's recommendations (Molecular Probes). L-DCs and MDDCs were mitomycin C-treated prior to the addition of CFSE-labelled CD3+ lymphocytes. MDMΦs were used as a control cell type. For treatment studies, L-DCs were incubated for 18 hr with 50 μg/ml polyriboinosinic:polyribocytidylic acid (polyIC; Amersham Biosciences, Piscataway, NJ), PRRSV [multiplicity of infection (MOI) = 1] or PRRSV plus rpIFN-α prior to the addition of CFSE-labelled T-cells. Incubations at 1:2 or 1:10 T cells to DCs were carried out for 5 days in duplicate. CFSE fluorescence intensity of CD3+ T cells was measured on an LSR flow cytometer and data analysed using FlowJo software. Stimulatory capacity was assessed as the percentage of daughter T cells generated (100% − percentage of parent population remaining) in the mixed leucocyte reaction.",
            "cite_spans": [],
            "section": "Allogeneic T cell stimulation ::: Cell characterization :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "PRRSV (NADC-8)29 from the fourth passage on MARC-145 cells was used in the current study. The influenza A/swine/Texas/4199–2/98 (TX/98, H3N2 subtype) and influenza A/swine/Iowa/15/30 (IA/1930, H1N1 subtype) were used after passage on Madin–Darby canine kidney (MDCK) type II cells (kindly provided by Dr Amy Vincent). Porcine respiratory coronavirus (PRCV) was isolated from a swine herd in Iowa and used after passage on swine testicular (ST) cells (kindly provided by Dr Kelly Lager).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Viruses ::: Cellular response :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "L-DCs and MDDCs were plated at 3·5 × 105 cells/500 µl/well in a 48-well plate. For stimulation, PRRSV was given at an MOI of 1, recombinant porcine alpha-interferon (IFN-α) (Biosource, Camarillo, CA) was used at 200 U/ml and, where indicated, given simultaneously. Synthetic double-stranded RNA, or polyriboinosinic:polyribocytidylic acid (polyIC; Amersham Biosciences), was used at 50 µg/ml. Supernatant was collected at various times postinfection for extracellular virus quantification. Cells were collected at the same time-points in RLT buffer (Qiagen RNeasy Kit, Valencia, CA) for RNA extraction. Intracellular staining for PRRSV ORF-7 was carried out as described previously,30 with few modifications. Briefly, cells were fixed with ICFix (Biosource) for 15 min, washed twice with FACS buffer and permeabilized with 0·1% saponin (w/v) in FACS buffer for 15 min. Cells were again washed and incubated with FITC-conjugated anti-PRRSV (SDOW-17, Rural Technologies Incorporated, Brookings, SD) for another 15 min. Cells were washed and analysed immediately on an LSR flow cytometer (Becton Dickinson).",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 684,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Antigen-presenting cell stimulation ::: Cellular response :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "RNA was isolated from cells (Qiagen RNeasy Mini kit), cDNA was synthesized with random primers (Invitrogen) and SYBR green-based real-time PCR was carried out for various mRNA targets according to the manufacturer's recommendations (SYBR Green Master Mix, Applied Biosystems, Foster City, CA). Briefly, cDNA, SYBR green master mix and primers (final concentration 600 nm) were mixed in a 20 µl reaction and cycled as follows: 95° for 15 min, 95° for 15 seconds followed by 50° for 1 min (45 cycles) and a final dissociation step. All samples were run in duplicate. Levels of mRNA were calculated using the 2–ΔΔCt method, which expresses mRNA in treated cells relative to mock infected cells after normalizing to β-actin.31 PCR products were less than 100 base pairs in size and primers were as follows (5′−3′): β-actin-forward CTCCTTCCTGGGCATGGA, β-actin-reverse CGCACTTCATGATCGAGTTGA; IFN-β-forward TGCAACCACCACAATTCC, IFN-β-reverse CTGAGAATGCCGAAGATCTG; IFN-α-forward GCCTCCTGCACCAGTTCTACA, IFN-α-reverse TGCATGACACAGGCTTCCA; Mx-1-forward TAGGCAATCAGCCATACG, Mx-1-reverse GTTGATGGTCTCCTGCTTAC; PKR-forward GAGAAGGTAGAGCGTGAAG, PKR-reverse CCAGCAACCGTAGTAGAG. Primers were generated using Primer Express, purchased from Integrated DNA Technologies (IDT, Coralville, IA), and primer pair efficiency confirmed using the method described by Livak and Schmittgen.31",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 722,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Cytokine gene expression ::: Cellular response :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To determine the levels of live, extracellular virus, end-point titrations were performed using MARC-145 cells, a monkey kidney cell line permissive to PRRSV, and quantified using the Reed and Muench method. Results were converted to log10 values for graphing and statistical analysis. To determine amounts of extracellular viral RNA (vRNA), Qiagen's QIAamp Viral RNA mini kit was used to isolate vRNA from the supernatant collected after PRRSV stimulation and quantified using real-time reverse transcription(RT)–PCR.",
            "cite_spans": [],
            "section": "Virus quantification ::: Cellular response :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A real-time PCR assay for PRRSV (J. Richt et al. unpublished data) was utilized for vRNA quantification as follows. Briefly, a one-step PCR kit was used with a few modifications from manufacturer's protocol (Qiagen). Each reaction contained the following: 8 µl of template or standard RNA, 0·4 pmol each of forward and reverse primer, 0·1 µm probe, 400 µm each dNTP, 5 µg non-acetylated bovine serum albumin (BSA) (Sigma), 5·5 mm MgCl2, 2·5 U RNase inhibitor (Invitrogen), one-step PCR buffer (5 µl) and enzyme mix (1 µl). Reactions were performed in a final volume of 25 µl and cycling parameters set as follows: 50° for 30 min; 95° for 15 min; 45 cycles of 94° for 15 seconds followed by 60° for 1 min with fluorescence detected during this final step. Primers and probe were generated using Primer Express and purchased from Integrated DNA Technologies (IDT) and the generated PCR product was 105 base pairs. Primers and probe sequences (5′−3′) are as follows: PRRSV-forward TCAGCTGTGCCAGATGCTGG, PRRSV-reverse AAATGGGGCTTCTCCGGGTTTT, PRRSV-probe FAM-TCCCGGTCCCTTGCCTCTGGA-Blackhole Quencher.",
            "cite_spans": [],
            "section": "PRRSV real-time PCR ::: Cellular response :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In vitro transcribed ORF-7 gene RNA was used to set up a standard curve of vRNA copy number for vRNA quantification. The PRRSV ORF-7 gene was cloned into pCRII-TOPO (Invitrogen) and transcribed using the Ribomax™ Large Scale RNA Production kit (Promega, Madison, WI). Transcribed RNA (cRNA) was DNase-treated (Ambion, Austin, TX), quantified by spectrophotometry, and cRNA concentration was converted to molecular number.32 Tenfold serial dilutions of cRNA were used for generating a standard curve and corresponded to 2·5 × 102−2·5 × 106 copy numbers. Results were converted to log10 values for graphing and statistical analysis.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "PRRSV real-time PCR ::: Cellular response :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A Student's t-test was used for statistical analysis. P-values < 0·05 are noted in figures.",
            "cite_spans": [],
            "section": "Statistical analysis :::  ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "CR4 (CD11c) expressing cells were isolated from the lungs of healthy pigs and assessed for DC characteristics. Morphological features from transmission electron micrographs showed L-DCs had a large nucleus, scant cytoplasm and dendritic cell processes, and similar traits were observed in monocyte-derived dendritic cells (MDDC) (Fig. 1). The surface phenotype of MDDCs and L-DCs was determined using flow cytometry. Scatter profiles (Fig. 2) indicated that L-DCs and MDDCs were forward scatter high. L-DCs were more granular and complex than MDDCs (high orthogonal profile). As shown previously,27 MDDCs were MHC class I+, MHC class II+ and CR4(CD11c)+ (Fig. 2b, data not shown). MDDCs also expressed CD16, CD14 and low levels of CD80/86 (Fig. 2b) similar to that described for porcine bone marrow-derived DCs.33 L-DCs, which were sorted on CR4(CD11c), expressed MHC class I and CD80/86. More than 50% of L-DCs were MHC class II+ and CD16+, with only a small fraction expressing CD14 (Fig. 2a). In addition, MDDCs and L-DCs were CD172a+ and CD1+ (data not shown), the expression of which has been useful in distinguishing porcine DCs from other leucocyte populations, such as macrophages.28",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 598,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 811,
                    "end": 813,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Dendritic cell characterization ::: Results",
            "ref_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 435,
                    "end": 441,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 655,
                    "end": 662,
                    "mention": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 740,
                    "end": 747,
                    "mention": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 986,
                    "end": 993,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "DCs are distinguished as antigen-processing and -presenting cells by the specialized uptake of small molecules via defined pathways, including receptor-mediated endocytosis and macropinocytosis. Antigen uptake was assessed in L-DCs, MDDCs and AMΦs using tracer endocytosis. For this assay, the uptake of fluorescently labelled antigens (dextran, LPS and ovalbumin) was determined by flow cytometry. L-DCs were able to take up all antigen types tested (Fig. 3a). In L-DCs, ovalbumin antigen uptake was the greatest and only low amounts of LPS were taken up. Although MDDC uptake of dextran and LPS was minimal, MDDCs were still able to uptake antigen via receptor-mediated endocytosis, as noted by uptake of ovalbumin to quantities similar to L-DCs (Fig. 3a). Tracer endocytosis observed for AMΦs was similar to that seen with MDDCs (data not shown).",
            "cite_spans": [],
            "section": "Dendritic cell characterization ::: Results",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 459,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 749,
                    "end": 756,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In addition to antigen uptake, DCs are known for the ability to stimulate naive T cell proliferation in a mixed leucocyte reaction. L-DCs, MDDCs, MDMΦs or AMΦs were used as stimulators of unprimed allogeneic CD3+ lymphocytes to determine each cell types ability to stimulate T cell proliferation. Responder cells (CD3+) were labelled with the fluorochrome 5,6 carboxyfluorescein diacetate succinimidyl ester (CFSE) to assess proliferation of these cells.34 As the parent population proliferates, the dye is distributed equally to daughter cells and fluorescence decreases. Data obtained using the CFSE proliferation assay indicated that generation of daughter T cells decreased as the responder:stimulator ratio was reduced from 1:20 to 1:2. Figure 3(b) shows that more than 60% and 40% of the parent population had proliferated when stimulated for 5 days by L-DCs and MDDCs, respectively, at a 1:10 responder:stimulator ratio. However, MDMΦs induced less than 30% of the T cells to proliferate at the same 1:10 ratio. Approximately 30% of T cells had proliferated when stimulated by L-DCs at 1:2, but only about 10% proliferated in response to MDDCs and MDMΦs at the same stimulator:responder ratio. Stimulatory capacity of AMΦs was similar to MDMΦs (e.g. 11% T cells proliferated at 1:2 responder:stimulator ratio).",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Dendritic cell characterization ::: Results",
            "ref_spans": [
                {
                    "start": 742,
                    "end": 753,
                    "mention": "Figure 3(b)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "L-DCs and MDDCs were incubated with PRRSV to determine if DCs are permissive to the virus. Intracellular staining for PRRSV nucleocapsid protein (ORF7) was performed at 18 hr postinoculation. The forward and side scatter properties of MDDCs and L-DCs at 18 hr postinoculation were similar to non-inoculated cells, indicating that PRRSV did induce cell death. Intracellular PRRSV was detected in MDDCs but not L-DCs (Fig. 4). At 24 and 36 hr postinoculation, L-DCs forward and side scatter profiles remained similar to non-inoculated cells, but intracellular ORF7 protein could still not be detected (data not shown). PRRSV was cytolytic to MDDCs (as evidenced by decreased forward scatter and increased side scatter profiles), making intracellular detection of PRRSV difficult at later time-points (e.g. 36 hr). As IFN-α has been shown to hinder viral replication, we tested the ability of recombinant porcine alpha-interferon (rpIFN-α) to inhibit PRRSV infection of MDDCs. When rpIFN-α was added to MDDCs at the time of virus inoculation, intracellular PRRSV could not be detected at 18 hr postinfection (Fig. 4b, dotted line).",
            "cite_spans": [],
            "section": "PRRSV infectivity of dendritic cells ::: Results",
            "ref_spans": [
                {
                    "start": 416,
                    "end": 422,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1106,
                    "end": 1113,
                    "mention": "Fig. 4b",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Supernatant from L-DCs and MDDCs was collected at 0, 12, 24 and 36 hr postinoculation to quantify extracellular live virus by end-point titration on MARC-145 cells and vRNA by real-time PCR (Fig. 5). Extracellular levels of live PRRSV and vRNA increased significantly by 12 hr postinfection in MDDCs and peaked at 24 hr (Fig. 5b). The amount of extracellular live virus or vRNA measured over time did not change when rpIFN-α was added to MDDCs at the time of virus inoculation (Fig. 5b,d), indicating a protective effect of IFN-α. Levels of virus did not change over time in L-DCs when measured by titration or real-time PCR, demonstrating that PRRSV did not replicate in these cells. However, the addition of rpIFN-α inhibited the ability to detect live virus in supernatant from L-DCs (Fig. 5a). This difference was not detected when virus was quantified by real-time PCR, indicating that vRNA levels in the supernatant did not change (Fig. 5c,d). Overall, these data show that PRRSV replicated in MDDCs, but not in L-DCs, and that IFN-α can inhibit PRRSV replication in permissive cells.",
            "cite_spans": [],
            "section": "PRRSV infectivity of dendritic cells ::: Results",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 321,
                    "end": 328,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 478,
                    "end": 487,
                    "mention": "Fig. 5b,d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 788,
                    "end": 795,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 938,
                    "end": 947,
                    "mention": "Fig. 5c,d",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "IFN-α induces the transcription of several anti-viral mediators, including PKR and Mx. L-DCs and MDDCs were stimulated with PRRSV, rpIFN-α or PRRSV plus rpIFN-α to investigate DC anti-viral responses and the role of IFN-α in inducing immunity to viral infection. In addition, rpIFN-α was used to determine if PRRSV could inhibit the effects of IFN-α on DCs. At 12 and 24 hr poststimulation, mRNA levels of IFN-β, IFN-α, Mx and PKR were measured and compared to levels in uninfected cells. Figure 6 shows L-DCs and MDDCs responded to PRRSV with increased transcription of IFN-β. At 12 hr there was an average 25-fold increase in IFN-β mRNA levels in PRRSV treated DCs compared to mock infected cells with significantly higher (P < 0·05) levels seen in MDDCs. By 24 hr postinfection, the amount IFN-β mRNA had decreased in L-DCs, but remained significantly (P < 0·05) higher in MDDCs. L-DCs treated with polyIC showed similar transcription of IFN-β as when treated with PRRSV (Fig. 6a). However, stimulation of L-DCs with swine influenza virus (SIV) or PRCV did not induce changes in any mRNA transcripts measured in these studies. Overall, L-DC transcription in response to any viral stimulus used was limited to IFN-β, which occurred only when exposed to PRRSV or polyIC. There was no alteration in IFN-α, Mx or PKR transcript in either cell type when stimulated with polyIC or PRRSV only.",
            "cite_spans": [],
            "section": "Type I interferon response ::: Results",
            "ref_spans": [
                {
                    "start": 489,
                    "end": 497,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 975,
                    "end": 982,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The amount of Mx or PKR mRNA increased only in cells treated with rpIFN-α and levels were similar even when PRRSV was present. These data suggested that PRRSV did not hinder the anti-viral response induced by IFN-α. The magnitude of increased Mx (P < 0·05) and PKR was greater in MDDCs than that of L-DCs and was sustained in MDDCs over time, indicating that MDDCs may be more responsive to IFN-α than L-DCs. At 12 hr poststimulation, IFN-β levels in L-DCs treated with PRRSV or PRRSV plus rpIFN-α were higher than when stimulated with rpIFN-α only. The addition of rpIFN-α did not appear to induce IFN-β transcription in L-DCs, but instead IFN-β was elevated mainly in response to PRRSV. By 24 hr poststimulation, L-DC IFN-β mRNA levels were near baseline in cells treated with both PRRSV plus rpIFN-α, but not in cells treated with only PRRSV. L-DCs stimulated with polyIC or PRRSV only still had increased levels of IFN-β mRNA (Fig. 6a) at 24 hr.",
            "cite_spans": [],
            "section": "Type I interferon response ::: Results",
            "ref_spans": [
                {
                    "start": 931,
                    "end": 938,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The addition of rpIFN-α did induce IFN-β transcription in MDDCs, evident at 12 and 24 hr postinfection. At 12 hr poststimulation, IFN-β transcription was greatest in cells treated with both PRRSV and IFN-α. By 24 hr postinfection, MDDC IFN-β mRNA levels were similar in cells treated with PRRSV alone or PRRSV plus rpIFN-α. Levels of IFN-α mRNA did not change significantly in either cell type with any treatment.",
            "cite_spans": [],
            "section": "Type I interferon response ::: Results",
            "ref_spans": []
        },
        {
            "text": "To investigate phenotypic and functional changes to L-DCs due specifically to PRRSV exposure, cells were incubated with either polyIC, SIV, PRRSV or PRRSV plus rpIFN-α for 18 hr before assessing MHC class I and CD80/86 expression. PolyIC stimulation did not alter MHC-I expression, but did induce the up-regulation of the costimulatory molecules CD80/86. There was no change in MHC-I or CD80/86 expression after SIV exposure (data not shown). PRRSV did not induce changes in CD80/86 expression in comparison to sham-treated cells, but did cause a down-regulation of MHC-I expression (Fig. 7). This effect was more profound after 36 hr of stimulation (data not shown). The addition of rpIFN-α with PRRSV did stimulate an increase in MHC-I and CD80/86 expression, showing that it can counteract the negative effects of PRRSV on L-DC phenotype.",
            "cite_spans": [],
            "section": "L-DC changes in response to PRRSV ::: Results",
            "ref_spans": [
                {
                    "start": 584,
                    "end": 590,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To determine whether the decrease in MHC-I expression after incubation with PRRSV translated into alterations of dendritic cell function, an allogeneic mixed leucocyte reaction was performed. L-DCs were exposed to various stimuli (polyIC, PRRSV or PRRSV plus rpIFN-α) or left untreated (sham) for 18 hr prior to the addition of CFSE-labelled CD3+ T cells. Figure 7(b) shows that the ability of L-DCs to stimulate allogeneic T cell proliferation did not change with any treatment tested. Stimulated L-DCs mixed with T cells at a ratio of 2:1 induced nearly 50% of the T cells to proliferate, similar to L-DCs that were left untreated. In addition, mixing cells at a ratio of 10:1 (L-DC:T cell) did not change the results; it increased the percentage of T cells only in the daughter population. Almost 80% of the T cells proliferated at a 10:1 ratio regardless of pretreatment. Overall, stimulation of L-DCs with polyIC, PRRSV or PRRSV plus rpIFN-α did not alter the DCs ability to stimulate allogeneic T cell proliferation.",
            "cite_spans": [],
            "section": "L-DC changes in response to PRRSV ::: Results",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 367,
                    "mention": "Figure 7(b)",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "This is the first report describing porcine lung dendritic cells (L-DCs) and results indicate that these cells may be activated inadequately during PRRSV infection. There was a difference in the susceptibility of MDDCs and L-DCs to PRRSV, but the addition of rpIFN-α induced distinct, but beneficial, anti-viral pathways in both cell types. Exogenous IFN-α may be required to activate DCs adequately during PRRSV infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The different lineage pathways of MDDCs and L-DCs may explain why MDDCs were susceptible to PRRSV infection and L-DCs were not. PRRSV has a restricted tropism for subpopulations of monocytes/macrophages and various stages of differentiation and activation affects the susceptibility of these cells.35 It has been shown that macrophages residing in different locations of the body show different susceptibility to PRRSV.36 MDDCs and tissue DCs follow distinct differentiation pathways and, consequently, differ in response to various stimuli.37,38 The MDDCs used in this experiment exhibited phenotypic (MHCdim, CD80/86dim) and functional (ovalbumin uptake) characteristics of immature dendritic cells, which may have a played a role in PRRSV susceptibility. Of note, phenotypic analysis suggests that the L-DC population may contain immature (MHCdim/neg, CD80/86dim) and mature (MHChi, CD80/86hi) cells. However, L-DCs displayed functional characteristics (dextran and ovalbumin uptake) of immature DCs. Therefore, it is difficult to determine from these studies if DC maturity has a role in susceptibility to PRRSV infection. It is possible that MDDCs display morphological, phenotypic and functional characteristics of DCs, but retain lineage characteristics of monocytes or macrophages that leave them susceptible to PRRSV.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although PRRSV infection or replication in L-DCs was not detected using described methods, PRRSV did alter L-DC phenotype. PolyIC, a synthetic double-stranded RNA representing an intermediate of viral replication, did not induce changes in MHC-I expression, whereas PRRSV induced a decrease in MHC-I expression. In addition, CD80/86 expression increased in the majority of polyIC-stimulated cells but did not change in PRRSV-treated cells. On the other hand, SIV did not alter MHC-I or CD80/86 expression. Thus, the modulation of activation antigens observed is unique to PRRSV. The addition of rpIFN-α with PRRSV counteracted the negative effects of the virus by inducing an increase in both MHC-I and CD80/86. Although this modulation of MHC-I expression did not translate into changes in the mixed leucocyte reaction, this does not preclude the possibility that the decrease in MHC-I expression could result in an altered PRRSV antigen-specific presentation in vivo.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As well as altering L-DC phenotype, it is possible that PRRSV may modify or utilize L-DCs in a manner bearing other immunological consequence, even without viral replication. For example, SARS-coronavirus does not replicate in DCs but can alter the cells sensitivity to LPS.39 In addition, DCs have been shown to harbour infectious porcine circovirus type 2 without severely modifying cell function.40 This would be advantageous to a virus because the DC could serve as a vessel of transport throughout the body while remaining anonymous to the immune system. PRRSV has been shown to be persistent in lymphoid tissue for months after infection and the infected cell type has not yet been identified.12 PRRSV may utilize DCs for transport throughout the body, or possibly as a repository, leading to persistence. Further studies are needed to investigate the role of L-DCs in PRRSV-induced pathogenesis and to determine if L-DCs harbour PRRSV.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The data presented in this study suggest a difference in the type I interferon response in MDDCs versus L-DCs when stimulated with PRRSV (reviewed in Fig. 8). L-DCs and MDDCs both responded to PRRSV with the transcription of IFN-β, but the magnitude of IFN-β transcription was greater in MDDCs than in L-DCs. Virus recognition between these two cell types may have occurred through different, but overlapping, mechanisms that resulted in differential IFN-β transcription. Virus can be detected by the specific interaction of envelope glycoproteins with host cell-surface expressed receptors and/or detection of viral genome by endosomal TLRs22 and it has been shown that the induction of IFN-α/β production after viral stimulation is independent of replication.41 It is likely that L-DCs and MDDCs responded to PRRSV with IFN-β transcription prior to virus replication, but the response in MDDCs was sustained due to the additional recognition of replication intermediates, such as double-stranded RNA. However, it is also possible that the variation in IFN-β transcription between cells types is due to inherent differences between MDDCs and L-DCs. It has been shown that MARC-145 cells, a monkey kidney cell line, do not transcribe IFN-β in response to PRRSV,42 which differs from results presented here. Again, as cells follow divergent differentiation pathways, they are likely to display distinct responsiveness to the same stimuli.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 761,
                    "end": 763,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "It is unlikely that IFN-β mRNA transcribed in MDDCs or L-DCs after PRRSV stimulation was translated into functional protein because downstream genes were not transcribed. Type I interferon is often referred to as IFN-α/β because both IFN-α and IFN-β signal through the same receptor (IFNAR). IFN-β transcription is typically induced after viral stimulation and IFN-β protein is released and signals in an autocrine/paracrine manner for IFN-α transcription, as well as the transcription of other interferon-stimulated genes (ISGs).43,44 The observation that IFN-β mRNA was not translated is supported by the observation that when MDDCs were stimulated with recombinant porcine IFN-α or recombinant human IFN-β1 (data not shown), levels of PKR and Mx mRNA increased. A lack of IFN-β translation has been described in murine alveolar macrophages after TLR activation, in which IFN-β transcription was induced but protein was not synthesized or secreted.45 This is supported by the observation the L-DCs stimulated with polyIC did increase IFN-β transcription, but neither Mx-1 nor PKR transcription changed. Due to the limited availability of reagents for porcine IFN-β we did not analyse IFN-β protein levels. However, Mx and PKR were not up-regulated in cells with increased IFN-β mRNA transcript, providing indirect evidence that IFN-β was not translated.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 532,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to the differences in IFN-β transcription between the two dendritic cell types, the transcription of Mx and PKR was higher in MDDCs than L-DCs after stimulation with rpIFN-α (Fig. 7). PRRSV alone did not induce the transcription of Mx or PKR, but instead the addition of rpIFN-α was required. The difference in the sensitivity of these two cell types to IFN-α may be due to differential expression of IFNAR between MDDCs and L-DCs. Also, signalling proteins that propagate the IFNAR signal may be expressed at different levels between cell types and this may account for the difference in Mx and PKR transcribed after the addition of exogenous IFN-α. Overall, the type I interferon response to virus in both cell types was limited to IFN-β transcription, and this is probably not enough to induce an anti-viral immune response in DCs during PRRSV infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 193,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "It is interesting to note that the addition of rpIFN-α to L-DCs at the time of PRRSV inoculation induced the L-DCs to release some type of anti-viral compound. PRRSV did not replicate in L-DCs, indicated by the observation that the quantity of extracellular viable virus or vRNA did not change over time. However, when L-DCs were treated with rpIFN-α, extracellular amounts of viable virus decreased but vRNA levels did not. It is possible that the addition of rpIFN-α to L-DCs induced the expression of an antimicrobial peptide that was able to alter the integrity of live PRRSV because viable virus in the supernatant decreased over time, but the amount of vRNA did not. Antimicrobial peptides, including defensins and cathelicidins, are expressed by various mammalian cells and have been shown to have a role in innate host defence.46,47 Antimicrobial peptides are able to insert into membrane bilayers, form pores and consequently compromise micro-organism structure.48 A recent paper shows that surfactant protein D can bind HIV and inhibit virus replication.49 Expression of some antimicrobial peptides is constitutive, whereas others are produced in response to proinflammatory cytokines.50 Overall, IFN-α may induce L-DCs to produce an antimicrobial peptide that is capable of affecting PRRSV viability.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 837,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 838,
                    "end": 840,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1064,
                    "end": 1066,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "PRRSV infection did not activate the type I interferon response downstream of IFN-β transcription and any anti-viral activity measured in MDDCs was dependent on the addition of rpIFN-α. These data suggest that DCs can respond to IFN-α, but are probably not a major source of the cytokine after PRRSV exposure. L-DCs stimulated with polyIC did increase IFN-β mRNA transcription, but only a minimal change in IFN-α transcription at 12 hr was observed, supporting the observation that L-DCs may not produce substantial quantities of IFN-α but can respond to exogenous IFN-α. In addition, L-DCs stimulated with swine influenza virus (SIV) or porcine respiratory coronavirus (PRCV) did not result in any change in IFN-β, IFN-α, Mx-1 or PKR mRNA transcription at 12 or 24 hr (data not shown). Although it has been shown that circulating myeloid DCs do not produce IFN-α/β protein after stimulation with synthetic double-stranded RNA (polyI:C) or LPS51 myeloid DCs derived from bone marrow (BM-DC) have been shown to produce IFN-α/β after stimulation with Semliki forest virus.41 Taken together, these data suggest that there may be inherent differences in the type I interferon responsiveness of tissue-derived versus in vitro-derived myeloid DC subsets after viral exposure.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 945,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The protective benefits of IFN-α during PRRSV infection was described recently in a study that showed a reduction in PRRSV infection after IFN-α was produced in response to porcine circovirus-2.52 The amount of IFN-α/β in the bronchial alveolar lavage fluid from pigs infected with PRRSV is quite low when compared to levels from pigs infected with SIV or PRCV.53 SIV and PRCV infect epithelial cells,54,55 which may be the source of type I interferon that leads to rapid and effective clearance of virus from the animal. Taken together, these studies indicate that little IFN-α is produced in the lungs of PRRSV infected pigs, although the presence of type I interferon would probably enhance the anti-viral response. Therefore, administration of exogenous IFN-α may be required to effectively trigger the anti-PRRSV immune response and adequately stimulate adaptive immunity for PRRSV clearance.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 361,
                    "end": 363,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 404,
                    "end": 406,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, we demonstrated that MDDCs, but not L-DCs, were susceptible to PRRSV infection and treatment with rpIFN-α at the time of virus inoculation inhibited virus replication in MDDCs. PRRSV stimulated IFN-β transcription in both DC types, but was of greater magnitude and duration in MDDCs. Although IFN-β transcription was stimulated, the usual type I interferon response to virus did not occur. PRRSV reduced MHC-I expression on L-DCs and the presence or rpIFN-α could reverse this effect and actually enhance MHC-I and CD80/86 expression. These results indicate that DCs may respond inadequately to PRRSV, leading to a suboptimal initiation of the adaptive immune response. Exogenous type I interferon may be required to induce an effective anti-viral immune response during PRRSV infection. Further studies are warranted to determine the protective benefits of IFN-α during PRRSV infection and its potential as a therapeutic intervention during severe disease outbreaks.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Dendritic cell (DC) electron micrographs. Cell structure and morphology of freshly isolated (a) lung dendritic cells (L-DCs) and (b) monocyte-derived dendritc cells (MDDCs) were examined by transmission electron microscopy. Dendritic processes and large nuclei can be seen in both cell types.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Dendritic cell phenotype. (a) CD11c+ cells from the lung enriched fraction dendritic cells and (b) monocyte-derived dendritic cells (MDDCs) were assessed for forward and side scatter properties and for the expression of the indicated surface antigens (grey histograms) by flow cytometry. Open histograms indicate isotype controls. Forward and side scatter gating strategies are shown in the left panels. Data presented are representative of three experiments with four animals per experiment.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Antigen-presenting cell (APC) function. (a) Fluorescently labelled antigen uptake by lung dendritic cells (L-DCs) and monocyte-derived dendritic cells (MDDCs). Cells were incubated with labelled antigen for 90 min at 37° or 4° and fluorescence analysed by flow cytometry. Data are expressed as mean fluorescence intensity (MFI) difference in cells at 37° to 4°. (b) Stimulatory capacity of L-DCs, MDDCs and monocyte-derived macrophages (MDMΦ). Allogeneic T cells were labelled with carboxyfluorescein diacetate succinimidyl ester (CFSE), mixed with APCs at the indicated ratios, and the percentage of T cells that proliferated (100% − percentage of T cells remaining in the parent population) assessed at 5 days. Data are shown as the mean ± SEM of four animals and is a representative experiment of two.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Porcine arterivirus (PRRSV) infection of dendritic cells and interferon (IFN)-α protection. Lung dendritic cells (L-DCs) and monocyte-derived dendritic cells (MDDCs) were infected with PRRSV at a multiplicity of infection (MOI) = 1 and analysed by flow cytometry at 18 hr postinfection for intracellular PRRSV. Thin line (—) uninfected cells, heavy line (—) PRRSV-infected and dotted line (···) PRRSV plus recombinant porcine IFN-α. Data are representative of two experiments.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Porcine arterivirus (PRRSV) replication in dendritic cells and interferon (IFN)-α protection. Extracellular virus quantification using end-point titration and real-time polymerase chain reaction (PCR). (a,c) Lung dendritic cells (L-DCs) and (b,d) monocyte-derived dendritic cells (MDDCs) were infected with PRRSV at a multiplicity of infection (MOI) = 1 with (□) and without (▪) 200 U/ml recombinant porcine IFN-α (rpIFN-α). Supernatant was collected at various times postinfection and analysed for viral load using end-point titration (a,b) and real-time PCR (c,d). Data are shown as mean ± SEM of four animals and is a representative experiment of two.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Type I interferon responses of lung dendritic cells (L-DCs) and monocyte-derived dendritic cells (MDDCs). L-DCs and MDDCs were stimulated with 50 µg/ml polyIC (L-DCs only), porcine arterivirus [PRRSV; multiplicity of infection (MOI) = 1], recombinant porcine interferon (IFN)-α (rpIFN-α; 200 U/ml) or PRRSV plus rpIFN-α and transcription of IFN-α, IFN-β, of Mx (myxovirus resistant) and PKR (double-stranded RNA dependent protein kinase) quantified by real-time PCR (a) 12 and (b) 24 hr later. Data are expressed as the mean fold increase ± SEM in gene expression relative to mock-infected cells (dotted line). Data are representative of three. A Student's t-test was used to determine significant differences in response between L-DCs and MDDCs and are noted by letters (P < 0·05).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Phenotypic and functional changes in lung dendritic cells (L-DCs) after double-stranded RNA (polyIC) or porcine arterivirus (PRRSV) stimulation. (a) L-DCs were stimulated for 18 hr with polyIC, PRRSV or PRRSV plus interferon (IFN)-α, and expression of major histocompatibility complex (MHC)-I and CD80/86 measured by flow cytometry. Data are expressed as the percentage mean fluorescence intensity relative to sham-treated cells. (b) L-DCs were treated with polyIC, PRRSV or PRRSV plus IFN-α for 18 hr before the addition of carboxyfluorescein diacetate succinimidyl ester (CFSE)-labelled allogeneic T cells at noted ratios. T cell proliferation was assessed at 5 days and data are expressed as the percentage of daughter T cells generated (100% − percentage of T cells remaining in the parent population) in the mixed leucocyte reaction.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Proposed model of differential type I interferon response to porcine arterivirus (PRRSV) and recombinant porcine interferon (IFN)-α (rpIFN-α) in monocyte-derived dendritic cells (MDDCs) and lung dendritic cells (L-DCs). (a) Transcription of IFN-β in response to PRRSV occurred in both cell types, but the stimulus was stronger in MDDCs (—) than L-DCs (···). IFN-β did not appear to be translated because transcription of downstream interferon-stimulated genes (ISGs) did not occur. (b) The addition of recombinant porcine IFN-α (rpIFN-α) stimulated the transcription of ISGs [e.g. of Mx (myxovirus resistant) and PKR (double-stranded RNA dependent protein kinase)] in both cell types, but MDDCs (—) were more sensitive than L-DCs (···). Further, in MDDCs, the addition of rpIFN-α triggered IFN-β transcription and hindered PRRSV replication.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Virus quantification and identification of cellular targets in the lungs and lymphoid tissues of pigs at different time intervals after inoculation with porcine reproductive and respiratory syndrome virus (PRRSV)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Microbiol",
            "volume": "56",
            "issn": "",
            "pages": "9-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Heterogeneity of porcine reproductive and respiratory syndrome virus. implications for current vaccine efficacy and future vaccine development",
            "authors": [
                {
                    "first": "XJ",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "74",
            "issn": "",
            "pages": "309-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Comparative safety and efficacy of attenuated single-strain and multi-strain vaccines for porcine reproductive and respiratory syndrome",
            "authors": [
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Vorwald",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Clouser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vet Microbiol",
            "volume": "93",
            "issn": "",
            "pages": "25-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Immunological responses of swine to porcine reproductive and respiratory syndrome virus infection",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Murtaugh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuckermann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Viral Immunol",
            "volume": "15",
            "issn": "",
            "pages": "533-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Porcine reproductive and respiratory syndrome virus: a persistent infection",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "231-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Effects of intranasal inoculation of porcine reproductive and respiratory syndrome virus, Bordetella bronchiseptica, or a combination of both organisms in pigs",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Brockmeier",
                    "suffix": ""
                },
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Bolin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Vet Res",
            "volume": "61",
            "issn": "",
            "pages": "892-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Differential production of proinflammatory cytokines: in vitro PRRSV and Mycoplasma hyopneumoniae co-infection model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thanawongnuwech",
                    "suffix": ""
                },
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Thacker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Immunol Immunopathol",
            "volume": "79",
            "issn": "",
            "pages": "115-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Interferons (IFNs) are key cytokines in both innate and adaptive antiviral immune responses – and viruses counteract IFN action",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Bonjardim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "569-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Type I interferons and the innate immune response − more than just antiviral cytokines",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Immunol",
            "volume": "42",
            "issn": "",
            "pages": "869-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Viruses and interferon: a fight for supremacy",
            "authors": [
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Katze",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gale",
                    "suffix": "Jr"
                }
            ],
            "year": 2002,
            "venue": "Nat Rev Immunol",
            "volume": "2",
            "issn": "",
            "pages": "675-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Natural adjuvants: endogenous activators of dendritic cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gallucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lolkema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matzinger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": "1249-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSV): kinetics of infection in lymphatic organs and lung",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fichtner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schirrmeier",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Polster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weiland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Vet Med B Infect Dis Vet Public Health",
            "volume": "47",
            "issn": "",
            "pages": "9-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The neglected role of type I interferon in T-cell response: implications for its clinical use",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Belardelli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gresser",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Immunol Today",
            "volume": "17",
            "issn": "",
            "pages": "369-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Type I interferons keep activated T cells alive",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Exp Med",
            "volume": "189",
            "issn": "",
            "pages": "521-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Selective contribution of IFN-alpha/beta signaling to the maturation of dendritic cells induced by double-stranded RNA or viral infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "100",
            "issn": "",
            "pages": "10872-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Maturation, activation, and protection of dendritic cells induced by double-stranded RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salio",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakakibara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Langen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Julkunen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Exp Med",
            "volume": "189",
            "issn": "",
            "pages": "821-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Virus infection of dendritic cells: portal for host invasion and host defense",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Rinaldo",
                    "suffix": "Jr"
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piazza",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "337-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Murine respiratory tract dendritic cells: isolation, phenotyping and functional studies",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liversidge",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol Meth",
            "volume": "287",
            "issn": "",
            "pages": "67-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Survival of mature CD4 T lymphocytes is dependent on major histocompatibility complex class II-expressing dendritic cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brocker",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Exp Med",
            "volume": "186",
            "issn": "",
            "pages": "1223-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Functional and phenotypic characterization of distinct porcine dendritic cells derived from peripheral blood monocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paillot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laval",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Audonnet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andreoni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Juillard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Immunology",
            "volume": "102",
            "issn": "",
            "pages": "396-404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Characterization and functional analysis of skin-derived dendritic cells from swine without a requirement for in vitro propagation",
            "authors": [
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gregg",
                    "suffix": ""
                },
                {
                    "first": "WT",
                    "middle": [],
                    "last": "Golde",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Immunol Immunopathol",
            "volume": "88",
            "issn": "",
            "pages": "131-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Effect of post-coital intrauterine inoculation of porcine reproductive and respiratory syndrome virus on conception in gilts",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Brockmeier",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Rec",
            "volume": "138",
            "issn": "",
            "pages": "227-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Duration of infection and proportion of pigs persistently infected with porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Doster",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Galeota",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Sur",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "58-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Detection of intracellular porcine reproductive and respiratory syndrome virus nucleocapsid protein in porcine macrophages by flow cytometry",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Thacker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Vet Diagn Invest",
            "volume": "10",
            "issn": "",
            "pages": "308-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A method for the rapid construction of cRNA standard curves in quantitative real-time reverse transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fronhoffs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Totzke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Cell Probes",
            "volume": "16",
            "issn": "",
            "pages": "99-110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Porcine dendritic cells generated in vitro: morphological, phenotypic and functional properties",
            "authors": [
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Rigden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schaffner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Immunology",
            "volume": "104",
            "issn": "",
            "pages": "175-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A kinetic study of the murine mixed lymphocyte reaction by 5,6-carboxyfluorescein diacetate succinimidyl ester labeling",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "MO",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol Meth",
            "volume": "279",
            "issn": "",
            "pages": "123-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Identification of a putative receptor for porcine reproductive and respiratory syndrome virus on porcine alveolar macrophages",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Favoreel",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "4520-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Porcine reproductive and respiratory syndrome virus infection of alveolar macrophages can be blocked by monoclonal antibodies against cell surface antigens",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Favoreel",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "81-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Myeloid blood CD11c(+) dendritic cells and monocyte-derived dendritic cells differ in their ability to stimulate T lymphocytes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Osugi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vuckovic",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "100",
            "issn": "",
            "pages": "2858-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Unique gene expression profiles of human macrophages and dendritic cells to phylogenetically distinct parasites",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chaussabel",
                    "suffix": ""
                },
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Semnani",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "McDowell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Nutman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "102",
            "issn": "",
            "pages": "672-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Severe acute respiratory syndrome and the innate immune responses: modulation of effector cell function without productive infection",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Perrone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "7977-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Porcine reproductive and respiratory syndrome virus: description of persistence in individual pigs upon experimental infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Allende",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Laegreid",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Kutish",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Galeota",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "10834-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Dendritic cells harbor infectious porcine circovirus type 2 in the absence of apparent cell modulation or replication of the virus",
            "authors": [
                {
                    "first": "IE",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Meehan",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Summerfield",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "McCullough",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "13288-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Early alpha/beta interferon production by myeloid dendritic cells in response to UV-inactivated virus requires viral entry and interferon regulatory factor 3 but not MyD88",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Hidmark",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "McInerney",
                    "suffix": ""
                },
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Nordstrom",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Douagi",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liljestrom",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Karlsson Hedestam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "10376-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Interferon type I response in porcine reproductive and respiratory syndrome virus × infected MARC-145 cells",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Laegreid",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Bono",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Chitko-McKown",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Virol",
            "volume": "149",
            "issn": "",
            "pages": "2453-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Links between innate and adaptive immunity via type I interferon",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Le Bon",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Tough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Immunol",
            "volume": "14",
            "issn": "",
            "pages": "432-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Ringing the interferon alarm: differential regulation of gene expression at the interface between innate and adaptive immunity",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Opin Immunol",
            "volume": "15",
            "issn": "",
            "pages": "52-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Specific engagement of TLR4 or TLR3 does not lead to IFN-beta-mediated innate signal amplification and STAT1 phosphorylation in resident murine alveolar macrophages",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Punturieri",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Alviani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Polak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Copper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sonstein",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "",
            "pages": "1033-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The role of cathelicidins in the innate host defenses of mammals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Issues Mol Biol",
            "volume": "7",
            "issn": "",
            "pages": "179-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Expression of beta-defensin 1 and 2 mRNA by human monocytes, macrophages and dendritic cells",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Duits",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ravensbergen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rademaker",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Hiemstra",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Nibbering",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Immunology",
            "volume": "106",
            "issn": "",
            "pages": "517-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Antimicrobial peptides (AMPs): peptide structure and mode of action",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Hahm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biochem Mol Biol",
            "volume": "38",
            "issn": "",
            "pages": "507-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Surfactant protein D binds to human immunodeficiency virus (HIV) envelope protein gp120 and inhibits HIV replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meschi",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Crouch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Skolnik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Role of neutralizing antibodies in PRRSV protective immunity",
            "authors": [
                {
                    "first": "OJ",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "155-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Roles of antimicrobial peptides such as defensins in innate and adaptive immunity",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Biragyn",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Rheum Dis",
            "volume": "62",
            "issn": "Suppl. 2",
            "pages": "ii17-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Human immunodeficiency virus type 1 gp120 and other activation stimuli are highly effective in triggering alpha interferon and CC chemokine production in circulating plasmacytoid but not myeloid dendritic cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Del Corno",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Gauzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Penna",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Belardelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adorini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gessani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "12597-601",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Reduction of porcine reproductive and respiratory syndrome virus (PRRSV) infection in swine alveolar macrophages by porcine circovirus 2 (PCV2)-induced interferon-alpha",
            "authors": [
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Jeng",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "VF",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Microbiol",
            "volume": "108",
            "issn": "",
            "pages": "167-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Differential production of proinflammatory cytokines in the pig lung during different respiratory virus infections: correlations with pathogenicity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Labarque",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Res Vet Sci",
            "volume": "67",
            "issn": "",
            "pages": "47-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "In vivo and in vitro interferon (IFN) studies with the porcine reproductive and respiratory syndrome virus (PRRSV)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Buddaert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "461-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "In vivo studies on cytokine involvement during acute viral respiratory disease of swine: troublesome but rewarding",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Gucht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Immunol Immunopathol",
            "volume": "87",
            "issn": "",
            "pages": "161-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Cell-mediated immunity to porcine reproductive and respiratory syndrome virus in swine",
            "authors": [
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Molitor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Viral Immunol",
            "volume": "10",
            "issn": "",
            "pages": "83-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Analysis of cellular immune response in pigs recovered from porcine respiratory and reproductive syndrome infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lopez Fuertes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Domenech",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ezquerra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virus Res",
            "volume": "64",
            "issn": "",
            "pages": "33-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "The level of virus-specific T-cell and macrophage recruitment in porcine reproductive and respiratory syndrome virus infection in pigs is independent of virus load",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Batista",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Murtaugh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "5923-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Gradual development of the interferon-gamma response of swine to porcine reproductive and respiratory syndrome virus infection or vaccination",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galeota",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Husmann",
                    "suffix": ""
                },
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Schnitzlein",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Zuckermann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "309",
            "issn": "",
            "pages": "18-31",
            "other_ids": {
                "DOI": []
            }
        }
    }
}