{
    "paper_id": "PMC2882767",
    "metadata": {
        "title": "Expression, crystallization and preliminary crystallographic study of mouse hepatitis virus (MHV) nucleocapsid protein C-terminal domain",
        "authors": [
            {
                "first": "Xiaohang",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanlin",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses are large enveloped positive single-stranded RNA viruses which belong to the Coronaviridae family of the Nidovirales order. Coronaviruses have been identified as the causative agent of many animal and human diseases (Rota et al., 2003 ▶). On the basis of antigenic cross-reactivity and sequence similarity, coronaviruses have been assigned into three groups, with human coronavirus 229E (HCoV-229E), mouse hepatitis virus (MHV) and avian infectious bronchitis virus (IBV) being representatives of groups I, II and III, respectively. MHV, which causes liver or neuron infections in mice, was the best-studied coronavirus (both in vivo and in vitro) prior to the 2003 SARS outbreak.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": " ▶",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "MHV (Bost et al., 2000 ▶) contains a 31.4 kb positive-sense ssRNA genome (Lai & Stohlman, 1978 ▶; Sturman & Holmes, 1983 ▶). The virus produces nine genes encoding 11 proteins that could be recognized as structural proteins and non-structural proteins (nsps) and are crucial for viral RNA synthesis (Sturman & Holmes, 1983 ▶). The genomic RNA is encapsidated by the nucleocapsid (N) protein into the capsid core. The other four structural proteins, consisting of the spike (S), membrane (M), envelope (E) and haemagglutinin-esterase (HE) proteins, surround the capsid core to form the crown-like viral particles (Sturman & Holmes, 1983 ▶).",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "mention": " ▶",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": " ▶",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 120,
                    "end": 122,
                    "mention": " ▶",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 322,
                    "end": 324,
                    "mention": " ▶",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": " ▶",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The MHV-A59 N protein (MHV-N) is well conserved across the various MHV strains. It interacts with the 30.4 kb genomic RNA to form the helical nucleocapsid (Almazán et al., 2004 ▶; Baric et al., 1988 ▶; Macneughton & Davies, 1978 ▶; Robbins et al., 1986 ▶; Sawicki et al., 2005 ▶) and associates with the membrane glycoprotein via its C-­terminal part to stabilize virion assembly (Bednar et al., 2006 ▶; Hurst et al., 2005 ▶; Kuo & Masters, 2002 ▶; Verma et al., 2006 ▶). It is also considered to be an RNA chaperone (Mir & Panganiban, 2006 ▶; Zúñiga et al., 2007 ▶). The N protein of MHV-A59 has been determined to be a highly basic phosphoprotein with a molecular weight of 55 kDa that can be subdivided into three conserved domains: domains I (residues Met1–Ala139) and II (residues Asp163–Gln380) are basic, while the C-terminal domain III (residues Glu406–Val454) is acidic. A general RNA-binding region is located at residues His136–Arg397 (Cologna et al., 2000 ▶; Masters, 1992 ▶; Mir & Panganiban, 2006 ▶; You et al., 2007 ▶), while the conserved negatively charged amino acids in domain III are believed to play an important role in N–M protein interactions during assembly (Bednar et al., 2006 ▶; Hurst et al., 2005 ▶; Kuo & Masters, 2002 ▶; Verma et al., 2006 ▶). To date, no complete nucleocapsid protein structure has been reported, although the structure of the N-terminal domain (NTD; PDB code 3hd4; Grossoehme et al., 2009 ▶) of MHV N protein has been determined. However, the structure of the C-terminal domain (CTD) remains elusive. This work will help to finally determine the structure of the CTD.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": " ▶",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": " ▶",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": " ▶",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 252,
                    "end": 254,
                    "mention": " ▶",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": " ▶",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 400,
                    "end": 402,
                    "mention": " ▶",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 422,
                    "end": 424,
                    "mention": " ▶",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": " ▶",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": " ▶",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": " ▶",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 563,
                    "end": 565,
                    "mention": " ▶",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 967,
                    "end": 969,
                    "mention": " ▶",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 984,
                    "end": 986,
                    "mention": " ▶",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": " ▶",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": " ▶",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1203,
                    "end": 1205,
                    "mention": " ▶",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": " ▶",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": " ▶",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "mention": " ▶",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1438,
                    "end": 1440,
                    "mention": " ▶",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The gene encoding the MHV N protein (MHV-N) was amplified by polymerase chain reaction (PCR) from strain MHV-A59 (located at nucleotides 29 669–31 033 in the genome). Following this, the gene for the CTD (N282–397) of MHV-N, comprised of nucleotides 30 514–30 859, was subcloned for protein expression and crystallization. The PCR for CTD was performed with the primer pairs 5′-CGC GGA TCC CCA GTG CAG CAG TGT TTT GGA AAG-3′ and 5′-CG CTC GAG TTA ACG CCC TTT TCT TTG GGG CTT TG-3′. The PCR strategy introduced a BamHI site via the forward primer and an XhoI site in the reverse primer such that the PCR products could be inserted into the pGEX-6p-1 vector (Amersham Biosciences) using T4 ligase.",
            "cite_spans": [],
            "section": "Expression and purification",
            "ref_spans": []
        },
        {
            "text": "The resulting plasmids were subsequently transformed into Escherichia coli strain BL21 (DE3). For each plasmid, a well isolated colony was transferred into 5 ml LB medium containing 0.1 mg ml−1 ampicillin and incubated at 310 K overnight. The cell culture was further grown at 310 K in 2×YT medium supplemented with ampicillin (0.1 mg ml−1) until the cells reached an OD600 of 0.8. Protein expression was induced by the addition of 0.4 mM isopropyl β-d-1-thiogalactopyranoside (IPTG) for another 16 h at 289 K.",
            "cite_spans": [],
            "section": "Expression and purification",
            "ref_spans": []
        },
        {
            "text": "Cells were harvested and then lysed by mild sonication in 1×PBS (phosphate-buffered saline; 140 mM NaCl, 2.7 mM KCl, 10 mM Na2HPO4 and 1.8 mM KH2PO4 pH 7.3). The supernatant containing the recombinant glutathione S-transferase (GST) fusion proteins, GST-CTD, was applied onto a Glutathione Sepharose 4B (Pharmacia) column, which was followed by on-bead cleavage with Pre­Scission protease (Amersham Biosciences). After cleavage, five foreign residues (GPLGS) remained at the N-terminus of the target protein. Following cleavage, the eluate, which contains the protein of interest, was purified using two columns: a Resource S ion-exchange column and a Superdex 75 10/30 gel-filtration column (Pharmacia). SDS–PAGE analysis showed that the protein purity was approximately greater than 90% by visual estimation and that its apparent molecular mass was consistent with the theoretical molecular mass of CTD (12.6 kDa). The purified CTD was concentrated to 5 mg ml−1 using a spin filter for crystallization.",
            "cite_spans": [],
            "section": "Expression and purification",
            "ref_spans": []
        },
        {
            "text": "Crystals of MHV-N CTD were grown at 289 K using the hanging-drop vapour-diffusion method. 1 µl protein solution at a concentration of 5 mg ml−1 in stabilizing buffer (20 mM MES pH 6.5, 150 mM NaCl) was mixed with 1 µl well solution and equilibrated against 200 µl well solution. The Crystal Screen reagent kits (Hampton Research) were applied for initial crystallization screening. Protein crystallization was performed at 291 K in 16-well plates using the hanging-drop vapour-diffusion method.",
            "cite_spans": [],
            "section": "Crystallization",
            "ref_spans": []
        },
        {
            "text": "Initial crystals of CTD were observed using condition No. 28 from Hampton Research Crystal Screen 2, which consists of 1.6 M sodium citrate pH 6.5. The condition was optimized by low-gradient variation of the precipitant concentration. A condition consisting of 1.3 M sodium citrate pH 6.5 was chosen as the optimum condition for seeding trials as it led to a small improvement in crystal quality. The seeding method involved microseeding combined with streak-seeding. In brief, the protocol used was as follows. We picked up some initial crystals and suspended them as a slurry in mother liquor (1.6 M sodium citrate pH 6.5). We then crushed them by vibration into invisible seeds. The seed slurry was diluted to 0.5×, 0.1×, 0.05× and 0.01× concentrations in order to form a suitable concentration-screening matrix. We then dipped a cat whisker into the diluted seed slurry and streaked the whisker across a pre-equilibrated drop under the optimum condition (1.3 M sodium citrate pH 6.5). This procedure was repeated for all the different concentrations of seed slurry. Finally, high-quality well shaped crystals were obtained (Fig. 1 ▶).",
            "cite_spans": [],
            "section": "Crystallization",
            "ref_spans": [
                {
                    "start": 1135,
                    "end": 1137,
                    "mention": " ▶",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Prior to data collection, the crystals were plunged into liquid nitrogen and transported to the cold nitrogen stream of beamline 17A at the Photon Factory synchrotron facility (Tsukuba, Japan). Diffraction data were collected on an ADSC Q270 detector at 100 K at a wavelength of 1.0000 Å and were processed to 2.20 Å resolution using the HKL-2000 program suite (Otwinowski & Minor, 1997 ▶); the crystal belonged to space group P422, with unit-cell parameters a = 66.6, c = 50.8 Å. No potential rotational symmetry was revealed on checking the diffraction extinctions. Based on the molecular weight of the monomer, the Matthews coefficient (Matthews, 1968 ▶) was calculated to be 2.16 Å3 Da−1 and the solvent content was 43.0%, assuming the presence of two molecules per asymmetric unit. Data-collection statistics are shown in Table 1 ▶. A typical diffraction image of the MHV-N CTD crystal is shown in Fig. 2 ▶.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": " ▶",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": " ▶",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Data collection and processing",
            "ref_spans": [
                {
                    "start": 909,
                    "end": 911,
                    "mention": " ▶",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 834,
                    "end": 836,
                    "mention": " ▶",
                    "ref_id": "TABREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Values in parentheses are for the highest resolution shell.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Typical crystals of MHV-N CTD. Maximum crystal dimensions are about 0.1 × 0.1 × 0.05 mm.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A typical diffraction pattern of an MHV-N CTD crystal. The exposure time was 2 s, the crystal-to-detector distance was 180.0 mm and the oscillation range per frame was 1°. The diffraction image was collected on an ADSC Q270 detector. An enlarged image is shown on the right.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}