{
    "paper_id": "PMC2795268",
    "metadata": {
        "title": "Metapneumovirus and its place in childhood",
        "authors": [
            {
                "first": "Rolando",
                "middle": [],
                "last": "Ulloa-Gutierrez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The epidemiology of hMPV infections is similar to that of RSV, with most episodes occurring during the winter months. Infants and young children are the most commonly affected, but the virus has also been documented in adults and the elderly (2).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "EPIDEMIOLOGY",
            "ref_spans": []
        },
        {
            "text": "Since the original report was published in 2001 (1), approximately 15 countries worldwide have documented the circulation of metapneumovirus in their human populations (2–17). However, it seems likely that this emerging pathogen has a global distribution similar to the majority of other respiratory viruses of childhood. Phylogenetic analysis of strains from different countries demonstrate two distinct hMPV genotypes. An individual can be infected with a virus from one subgroup and not be protected by a previous infection with a virus of the other subgroup.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 170,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "EPIDEMIOLOGY",
            "ref_spans": []
        },
        {
            "text": "Canada was the third country in the world, after the Netherlands and Australia, to report the circulation of hMPV in its population. Since the original description by investigators in Quebec (2), other reports by this and other groups have been published (5,10,18). The virus has also been detected in patients from Ontario, Saskatchewan, British Columbia, Manitoba and Nova Scotia (18–21).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 256,
                    "end": 257,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 258,
                    "end": 260,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 386,
                    "end": 388,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "EPIDEMIOLOGY",
            "ref_spans": []
        },
        {
            "text": "In a recent paper on hMPV infection in the Canadian population (20), 445 specimens from children and adults of all age groups who had acute RTIs during the period from October 2001 to April 2002 were analyzed. Of the specimens tested, 66 (14.8%) were positive for hMPV.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "EPIDEMIOLOGY",
            "ref_spans": []
        },
        {
            "text": "As in Hong Kong (22), hMPV has also been detected in respiratory specimens from a few Canadian adults with severe acute respiratory syndrome (SARS) (18) in which SARS-responsible coronavirus was the main pathogen. To date, there are no convincing data supporting hMPV as the causative agent of SARS; instead, findings suggest that in these individuals, hMPV only acts as a coinfecting pathogen rather than causing the syndrome.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 149,
                    "end": 151,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "EPIDEMIOLOGY",
            "ref_spans": []
        },
        {
            "text": "The complete clinical spectrum of hMPV disease needs to be fully determined, but manifestations range from mild upper RTI symptoms to severe bronchiolitis, pneumonia and respiratory failure. Common features include fever, rhinorrea, sore throat, sneezing, conjunctivitis, cough, myalgia, tachypnea, retractions, wheezing, croup and acute asthma exacerbations (3–7,10,11). Irritability, pallor, apnea, hypoxia, otitis media and febrile seizures may also occur. Bronchiolitis is probably the most common manifestation of the disease in children requiring hospitalization, and it was found in 62% of the patients described by Freymuth and colleagues (7). Wheezing is a common feature in young infants with hMPV disease (6). There has been no evidence so far of extrapulmonary infections such as hepatitis or encephalitis.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 362,
                    "end": 363,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 369,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 649,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 717,
                    "end": 718,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "CLINICAL FEATURES",
            "ref_spans": []
        },
        {
            "text": "Both immunocompetent children and those with underlying conditions such as congenital heart disease or malignancies may suffer hMPV bronchiolitis or pneumonia, and theoretically, be at greater risk for severe disease or complications. For now, there is inadequate evidence to comment on prematurity as a risk factor for developing severe hMPV bronchiolitis or pneumonia, as occurs in RSV disease. Reinfection or recurrence has been described occasionally in healthy and immunosuppressed individuals, and coinfection with other pathogens such as RSV, cytomegalovirus, influenza, SARS-coronavirus and other viruses has been documented (11). Greensill et al (9) documented that hMPV was found in 70% of infants mechanically ventilated for RSV bronchiolitis.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 636,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "CLINICAL FEATURES",
            "ref_spans": []
        },
        {
            "text": "Radiological manifestations of lower RTI by hMPV are similar to those produced by RSV and other pathogens, and include air trapping, pneumonitis and pneumonia.",
            "cite_spans": [],
            "section": "CLINICAL FEATURES",
            "ref_spans": []
        },
        {
            "text": "Clinical manifestations produced by hMPV are indistinguishable from those caused by other viral pathogens. The clinical suspicion of hMPV infection must be higher in infants and children with presumed viral respiratory infection in whom studies for other viruses have been inconclusive or negative. Collection of nasopharyngeal specimens for immunofluorescence testing, nucleic acid detection tests or cell cultures have been used as noninvasive diagnostic tools for detecting the presence of hMPV. The virus is difficult to identify by cell culture; therefore, other diagnostic tests have been used. When available, electron microscopy can reveal the presence of hMPV (2). Nucleic acid detection approaches such as reverse transcriptase polymerase chain reaction are currently used for diagnosis. Real-time reverse transcriptase polymerase chain reaction has shown improved sensitivity and offers rapid confirmatory diagnosis (23).",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 671,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 928,
                    "end": 930,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "DIAGNOSIS",
            "ref_spans": []
        },
        {
            "text": "hMPV has been circulating in humans for at least five decades (1), but it was not until 2001 that Dutch scientists discovered the virus in children and adults. In that first report (1), the authors concluded that by five years of age, virtually all children had been infected with hMPV. Reasons for this delay in discovery include, among others, the use of continuous cell lines for viral isolation in many laboratories (in which hMPV does not appear to have an efficient replication) and slow replication kinetics in vitro. Studies have shown a 52% seroprevalence rate by two years of age in Israel (14), and 100% by 10 years of age in the Netherlands (1) and Japan (12).",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 182,
                    "end": 183,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 601,
                    "end": 603,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 654,
                    "end": 655,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "DIAGNOSIS",
            "ref_spans": []
        },
        {
            "text": "hMPV has been detected in patients with both community-and hospital-acquired respiratory tract illness, but no nosocomial outbreaks have been reported. Common respiratory transmission precautions and measures are suggested. There are no studies published involving vaccinations against metapneumovirus or treatment with immunoglobulin in humans.",
            "cite_spans": [],
            "section": "MANAGEMENT OF PATIENTS",
            "ref_spans": []
        },
        {
            "text": "Supportive therapy is recommended as in other viral respiratory infections of childhood. No antiviral treatment is yet available. Mechanical ventilation has been used in severe cases, and recently, extracorporeal membrane oxygenation support was required for the first time for the survival of an infant from British Columbia who had severe hMPV pneumonia (21).",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "MANAGEMENT OF PATIENTS",
            "ref_spans": []
        },
        {
            "text": "hMPV must now be considered in the differential diagnosis of acute upper and lower RTI in children, especially those with bronchiolitis or pneumonia. Canadian physicians must be suspicious of the presence of hMPV in children with suspected viral respiratory infection in whom other screening tests have been negative for common viral pathogens.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [
                {
                    "first": "BG",
                    "middle": [],
                    "last": "van den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Human metapneumovirus infections in hospitalized children",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Serres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Côte",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "634-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Children with respiratory disease associated with metapneumovirus in Hong Kong",
            "authors": [
                {
                    "first": "JSM",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "628-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Seroprevalence of human metapneumovirus in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kikuta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "70",
            "issn": "",
            "pages": "281-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Human metapneumovirus infection in the United States: Clinical manifestations associated with a newly emerging respiratory infection in children",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Martinello",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "111",
            "issn": "",
            "pages": "1407-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zakay-Rones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fadeela",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "High seroprevalence of human metapneumovirus among young children in Israel",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Human metapneumovirus and community-acquired respiratory tract illness in children",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vicente",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cilla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pérez-Trallero",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "602-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Human metapneumovirus associated with respiratory tract infections in a 3-year study of nasal swabs from infants in Italy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pifferi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vatteroni",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "2987-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "High prevalence of human metapneumovirus infection in young children and genetic heterogeneity of the viral isolates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viazov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ratjen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scheidhauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roggendorf",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "3043-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995-2005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Horsman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Human metapneumovirus infection in Saskatchewan",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Characterization of human metapneumoviruses isolated from patients in North America",
            "authors": [
                {
                    "first": "TCT",
                    "middle": [],
                    "last": "Peret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1660-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Human metapneumovirus in the Canadian population",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Caeseele",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4642-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulloa-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Skippen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Synnes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seear",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Human metapneumovirus pneumonia requiring extracorporeal membrane oxygenation (ECMO)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human metapneumovirus detection in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "PKS",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1058-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Molecular assays for detection of human metapneumovirus",
            "authors": [
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "100-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Evidence of human metapneumovirus in Australian children",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Siebert",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Withers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med J Aust",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Human metapneumovirus as a cause of community-acquired respiratory illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stockton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "897-901",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Virological features and clinical manifestations associated with human metapneumovirus: A new paramyxovirus responsible for acute respiratory-tract infections in all age groups",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "186",
            "issn": "",
            "pages": "1330-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Metapneumovirus and acute wheezing in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "van den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Garofalo",
                    "suffix": ""
                },
                {
                    "first": "ADME",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1393-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Presence of the new human metapneumovirus in French children with bronchiolitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freymuth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "92-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Human metapneumovirus infections in young and elderly adults",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "",
            "pages": "785-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Human metapneumovirus in severe respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greensill",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "McNamara",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "372-5",
            "other_ids": {
                "DOI": []
            }
        }
    }
}