{
    "paper_id": "PMC2242369",
    "metadata": {
        "title": "Comparison of SUMO fusion technology with traditional gene fusion systems: Enhanced expression and solubility with SUMO",
        "authors": [
            {
                "first": "Jeffrey",
                "middle": [
                    "G."
                ],
                "last": "Marblestone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Suzanne",
                "middle": [
                    "C."
                ],
                "last": "Edavettal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yiting",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xun",
                "middle": [],
                "last": "Zuo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tauseef",
                "middle": [
                    "R."
                ],
                "last": "Butt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The ability of commonly used fusion tags to enhance protein expression and solubility was investigated using three candidate proteins (eGFP, MMP13, and GDF8) and six fusion tags (SUMO, Ub, MBP, GST, TRX, and NUS A). Vectors were transformed into E. coli and cultures were induced for protein expression under the control of the T7 promoter with IPTG. Culture inductions were conducted at 20°C overnight for optimal expression levels and solubility. Cell lysates from uninduced (UI) and induced (I) cultures, plus the soluble (S) and insoluble (IB) fractions from the induced cultures were analyzed by SDS-PAGE (Figs. 1–3). There was a clear difference among the fusion tags with respect to their ability to enhance expression and solubility.",
            "cite_spans": [],
            "section": "Comparison of SUMO with other commonly used fusion tags ::: Results",
            "ref_spans": [
                {
                    "start": 618,
                    "end": 618,
                    "mention": "",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 620,
                    "end": 620,
                    "mention": "",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 620,
                    "end": 620,
                    "mention": "",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The impact of different gene fusions on the expression and solubility of eGFP following induction at 20°C overnight are shown in Figure 1. The His6-eGFP construct was observed to have very low expression, while the SUMO-, TRX-, and NUS A-eGFP constructs had the greatest enhancement of soluble expression. The SUMO and NUS A fusions resulted in the best soluble expression of eGFP (~90% and 100% soluble, respectively). While TRX fusion resulted in greatly enhanced expression, only ~50% of the expressed protein was soluble. The Ub, MBP, and GST fusions enhanced eGFP expression equivocally, relative to each other.",
            "cite_spans": [],
            "section": "Comparison of SUMO with other commonly used fusion tags ::: Results",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 137,
                    "mention": "",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The difficult-to-express MMP13 (residues 20–274) was then investigated for enhanced solubility and expression with the various gene fusions (Fig. 2). As expected, the His6-MMP13 fusion did not generate any MMP13. SUMO, NUS A, and TRX fusions produced the greatest degree of expression enhancement, as was observed for eGFP. Also consistent with the results from the eGFP study, the SUMO and NUS A fusions resulted in enhanced soluble expression (~40% and 80% fusion MMP13 in the soluble fraction, respectively). In contrast to eGFP, the TRX-MMP13 fusion solely generated insoluble protein. The Ub-MMP13 fusion was observed to have a moderate amount of expression; however, the majority of the protein produced was insoluble (~90%). Again, the GST fusions only enhanced expression mildly, and the MBP fusion failed to enhance expression.",
            "cite_spans": [],
            "section": "Comparison of SUMO with other commonly used fusion tags ::: Results",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 147,
                    "mention": "",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "GDF8 (mature), also considered to be a difficult-to-express protein, was evaluated for enhanced expression and solubility with the various gene fusions (Fig. 3). The Ub- and GST-GDF8 fusions seem to have enhanced expression levels, but the majority of the recombinant protein was found in the inclusion body, with little in the soluble fraction. Similarly, the TRX-GDF8 fusion yielded high levels of expression; however, this fusion was exclusively insoluble. The SUMO- and NUS A-GDF8 fusions were both observed to enhance expression at high levels, with the SUMO and NUS A fusions being the only tags that were able to preserve solubility. As was observed for the MMP13 and eGFP constructs, NUS A produced almost entirely soluble protein (~95%) with the SUMO fusion less successful at retaining recombinant protein solubility (~50%). The MBP and His6 fusions were observed to have very little enhanced expression of GDF8.",
            "cite_spans": [],
            "section": "Comparison of SUMO with other commonly used fusion tags ::: Results",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 159,
                    "mention": "",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The SUMO- and NUS A-tags produced the highest expression levels and solubility among the fusion proteins tested. A comparison of their respective proteases was then conducted to determine the catalytic efficiency of removing the fusion tag (Fig. 4; Table 2). The commonly used AcTEV protease was used to cleave the NUS A tag, and an AcTEV recognition sequence (ENLYFQ‘GXX) was engineered between the NUS A tag and the fusion partner. The kinetic parameters KM and kcat for AcTEV and SUMO protease were determined using the NUS A-eGFP and SUMO-eGFP substrates, respectively (Table 2). The generated data were fit to the Michaelis-Menton equation using nonlinear regression (R2 values were equal to 0.97 and 0.99 for the SUMO protease and AcTEV plots, respectively) (Fig. 4). The apparent KM of AcTEV for the NUS A-eGFP fusion (6.3 mM) is very similar to that of SUMO protease for the SUMO-eGFP fusion (3.3 mM), but its kcat (0.028 sec−1) is ~25-fold less than that of SUMO protease (0.782 sec−1), resulting in an enzyme with ~25 times lower catalytic efficiency. The KM and kcat values obtained for AcTEV are not similar to what has been previously reported (Nallamsetty et al. 2004). This is most likely due to the choice of substrates, as previous studies have been completed using peptide substrates with canonical recognition sites. The SUMO protease does not recognize a linear sequence like AcTEV, and as such, a full fusion construct had to be utilized for comparison purposes. It is expected that lower KM and higher kcat values would be obtained for the peptide substrate than for the full fusion construct.",
            "cite_spans": [
                {
                    "start": 1158,
                    "end": 1181,
                    "mention": "Nallamsetty et al. 2004",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Comparison of SUMO protease with TEV protease ::: Results",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 247,
                    "mention": "",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 771,
                    "end": 771,
                    "mention": "",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 256,
                    "end": 256,
                    "mention": "",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 581,
                    "end": 581,
                    "mention": "",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The preferred host for heterologous protein expression is E. coli, as this host system provides a simple and inexpensive means to produce recombinant protein. Many obstacles are encountered, however, when using E. coli as a host system. Gene fusion technology has been very successful at overcoming most of these obstacles and has increased the success of heterologous expression in E. coli. Ideally, a fusion tag should enhance expression and solubility of a wide variety of proteins. While several studies have compared the effectiveness of commonly used gene fusions in enhancing the expression and solubility of difficult-to-express proteins, none have included the newly described SUMO fusion system (Davis et al. 1999; Wang et al. 1999; De Marco et al. 2004).",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 723,
                    "mention": "Davis et al. 1999",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 725,
                    "end": 741,
                    "mention": "Wang et al. 1999",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 743,
                    "end": 763,
                    "mention": "De Marco et al. 2004",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Three candidate proteins were chosen for this study, eGFP, GDF8, andMMP13. eGFP was chosen due to its common use in biochemical laboratories and the ease at which it can be assayed. GDF8 is essential for proper regulation of human skeletal muscle mass (Lee and McPherron 2001). GDF8 was chosen, as recombinant expression in E. coli would greatly facilitate research efforts aimed at exploiting this potentially useful therapeutic target. Previous attempts to express GDF8 in E. coli have been hampered by poor yields, solubility, and lack of biological activity, and therefore, GDF8 is considered to be a difficult-to-express protein (Thomas et al. 2000; Taylor et al. 2001). Similarly, MMP13 is generally considered a potential therapeutic target and a difficultto- express protein (Pathak et al. 1998; Hardern et al. 2000). Although only a limited number of proteins were assayed for this study, patterns do emerge as to which tags are best for enhanced expression and solubility, especially for the difficult-to-express proteins used. In general, His6 tag afforded little to no enhanced expression. MBP was also observed to have little impact on expression, and did not enhance expression at all for the difficult-to-express proteins in this study (MMP13 and GDF8). Both the Ub and GST tags did provide mild enhancement of expression; however, the recombinant protein was mostly contained within the inclusion bodies. SUMO, TRX, and NUS A were the best tags at enhancing expression. The TRX tag did not enhance solubility for the difficult-toexpress proteins, while both SUMO and NUS A had pronounced soluble fusion protein expression.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 275,
                    "mention": "Lee and McPherron 2001",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 635,
                    "end": 653,
                    "mention": "Thomas et al. 2000",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 655,
                    "end": 673,
                    "mention": "Taylor et al. 2001",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 784,
                    "end": 802,
                    "mention": "Pathak et al. 1998",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 804,
                    "end": 823,
                    "mention": "Hardern et al. 2000",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For all polypeptides, there is a competition between aggregation and folding that rely on similar molecular interactions. Fusion partners have been shown to act as solubility enhancers, although the exact mechanism by which they improve solubility has not been described. It is speculated that fusion partners are able to keep the target protein in solution long enough for it to undergo its natural folding process, otherwise the target protein aggregates before it has sufficient opportunity to fold. A soluble fusion partner that slows the aggregation process inadvertently shifts the fusion protein to a folding pathway, increasing the amount of soluble protein. Fusion tags have also been hypothesized to enhance the solubility of the protein target by acting as a nucleus of folding (“molten globule hypothesis”) (Creighton 1997; Englander 2000). This theory suggests that a fusion tag acts as a nucleation site for the folding of the target protein. Attachment of SUMO to the N terminus of a partner protein has been observed to promote correct folding and solubility. SUMO and Ub have highly homologous, rapidly folding structures (Khorasanizadeh et al. 1996). It may be that the tight, rapidly folding soluble structure of SUMO provides a nucleation site for the proper folding of C-terminally fused partner proteins. Indeed, expression of alternative configurations of the fusion (i.e., eGFP-SUMO) was not enhanced in E. coli (data not shown). The 55-kDa NUS A fusion tag also facilitates solubility of partner proteins. NUS A, a hydrophilic tag, was identified in a screen for E. coli proteins that have the highest potential for solubility when overexpressed (Davis et al. 1999). Protein expression levels are dependent on the stability of their mRNA, where degradation plays an important role controlling the levels of unstable transcripts (Arechaga et al. 2003). Both NUS A and SUMO were observed to enhance expression, but the role they play in stabilizing the mRNA transcript is unknown. Whereas NUS A levels of expression have been well documented, the novel SUMO tag has had modest published results. Table 3 represents a variety of fusion proteins that have been successfully expressed using the SUMO system. These SUMO fusion proteins have established a 5–25-fold increase in expression levels compared with their unfused counterparts (T.R. Butt, pers. comm.).",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 834,
                    "mention": "Creighton 1997",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 836,
                    "end": 850,
                    "mention": "Englander 2000",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1140,
                    "end": 1166,
                    "mention": "Khorasanizadeh et al. 1996",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1672,
                    "end": 1689,
                    "mention": "Davis et al. 1999",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1854,
                    "end": 1874,
                    "mention": "Arechaga et al. 2003",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 2126,
                    "end": 2126,
                    "mention": "",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In this study, neither of the commonly used tags, GST or MBP, dramatically enhanced expression or solubility. While for the purpose of the present study MBP was fused solely to the N terminus of partner proteins, successful expression has also been achieved when MBP is fused to the C terminus of a protein (Sachdev and Chirgwin 2000). In fact, it has been found that N-terminal MBP fusions can reduce the efficiency of translation, which may explain the low yield in these experiments with MBP (Hamilton et al. 2002; Podmore and Reynolds 2002). These studies underscore the need for a comprehensive analysis of the fusion tags for the expression of various protein families. If the present study is confirmed, it would appear that commonly used fusions for enhanced soluble protein expression are not the best fusion tags available.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 333,
                    "mention": "Sachdev and Chirgwin 2000",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 496,
                    "end": 516,
                    "mention": "Hamilton et al. 2002",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 518,
                    "end": 543,
                    "mention": "Podmore and Reynolds 2002",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Removal of the chosen fusion tag can also present a formidable challenge. In the present study, the best tags for enhanced expression and solubility (SUMO and NUS A) were further examined for the ease at which they are removed by their respective proteases (SUMO and AcTEV). Both AcTEV and SUMO proteases had similar affinities to their substrates. However, they differed dramatically in terms of catalytic efficiency (kcat), with SUMO protease being ~25 times more efficient than AcTEV. In addition to being more catalytically efficient, SUMO protease also has the advantage of recognizing the tertiary structure of SUMO and not a linear amino acid sequence like AcTEV. This characteristic prevents the SUMO protease from erroneously cleaving within the target protein, and thus, SUMO protease behaves as a universal protease, suitable for nearly every substrate. In addition, direct fusion of the target protein to SUMO allows for the generation of recombinant protein with native N-terminal sequences. Taken together, these data suggest that the SUMO fusion system may be ideal for the soluble expression of proteins that have been impossible using traditional gene fusions.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All plasmids were constructed by standard methods. E. coli strains DH5α and TOP10 (Invitrogen) were used for plasmid construction and manipulation, and pET24d (Novagen) was used as the backbone. N-terminal or C-terminal hexahistidinetags were added to all fusions except for GST. In addition, all of the fusion tags except SUMO contained a cleavage site for AcTEV protease to facilitate the proper removal of the fusion tag upon purification. AcTEV was chosen in this study based on its high cleavage activity and it is commonly used in fusion technology. The cloning strategy used NcoI and BamHI sites upstream and downstream, respectively, of the fusion tag sequence, which was ligated pET24d vector. A BsaI restriction site was introduced by PCR directly downstream of the fusion tag sequence, upstream of the BamHI site in the reverse primer to ensure a consistent cloning strategy.",
            "cite_spans": [],
            "section": "Construction of the fusion tags ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The cloning strategy to express the fusion proteins used BsaI in the forward primer directly upstream of eGFP (Clontech), MMP13 (residues 20–274), or GDF8 (mature) with either a HindIII or EcoRI restriction site downstream of the gene sequence in the reverse primer. These primers allowed the DNA fragment to be cloned in frame with the fusion tags. All plasmids were sequenced routinely (DNA Clinic Inc.).",
            "cite_spans": [],
            "section": "Construction of GFP, MMP13, and GDF8 fusion proteins ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In a typical experiment, a single colony of transformed Rosetta (DE3) pLysS (Novagen) was inoculated into 2 mL of LB-broth with chloramphenicol (25 μg/mL) and kanamycin (30 μg/mL) and grown overnight at 37°C with shaking. A total of 1 mL of this overnight culture was inoculated into 100 mL of LB (25 μg/ mL Cm and 30 μg/mL Kan), and the culture was grown to OD600=0.6 at 37°C with shaking. The culture was then cooled on ice, induced with 1 mM IPTG, and incubated at 20°C overnight with shaking. Cells were isolated by centrifugation at 10,000g for 20 min and resuspended in 3 mL of PBS (pH 8.0), 300 mM NaCl, 10 mM imidazole. Cells were lysed by mild sonication. Triton x-100 (Sigma) was added to 1% (v/v) and incubated at 4°C for 1 h, with shaking. The culture was centrifuged at 10,000g for 30 min, and the supernatant was decanted and stored at 4°C (soluble protein sample). Inclusion body samples were prepared by resuspending the insoluble material in 3 mL of solubilization buffer (50 mM CAPS at pH 11, 0.3 M NaCl, 0.3% N-lauryl sarcosine, and 1 mM DTT), and allowed to shake for 20 min at room temperature. The IB fraction was then centrifuged 10,000g for 20 min, and the supernatant removed and stored at 4°C (Inclusion body protein sample).",
            "cite_spans": [],
            "section": "Expression of model fusion proteins in E. coli ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "SUMO-eGFP and NUS A-eGFP, the substrates used for kinetic analysis, were purified from soluble fractions prepared as described above. Both fusion constructs contained an N-terminal His6 tag and were purified by Ni-NTA superflow resin (Qiagen) using the BioLogic Duo-Flow FPLC (Bio-Rad) as described previously (Zuo et al. 2005a). Briefly, the soluble cellular lysate was loaded onto a Ni-NTA (5 mL resin vol) column (20 cm × 1.6 cm) at 1 mL/min and the resin was washed extensively with 40 mL wash buffer (PBS [pH 8.0], 20 mM imidazole, 150 mM NaCl) at 2 mL/min. Purified protein was then eluted in 15 mL of PBS (pH 8.0), 150 mM NaCl, 300 mM imidazole at 2 mL/min. The purified protein eluted typically as an isolated, symmetrical UV peak. Peak fractions were pooled (10 mL) and dialyzed using 3.5 kDa MWCO dialysis tubing against PBS (pH 7.5) at 4°C for 24 h.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 327,
                    "mention": "Zuo et al. 2005a",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Enzyme kinetics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The SUMO protease assays were initiated by mixing 6 μM SUMO protease (LifeSensors) with purified SUMO-eGFP (12, 6, 3, 1.5, 0.75, and 0.375 mM) in PBS (pH 7.5), 1 mMDTT. The reactions were incubated at 30°C for 1 h and stopped by addition of SDS-loading buffer. Samples were then heated at 95°C for 3 min and loaded onto a 15% SDS–polyacrylamide gel for analysis. The AcTEV protease assays were initiated by mixing 0.48 mM AcTEV protease (Invitrogen) with purified NUS A-eGFP (24, 12, 6, 3, 1.5, 0.75 mM) in PBS (pH 7.5), 1 mM DTT. The reactions were incubated at 30°C for 2 h and stopped by addition of SDS-loading buffer. Samples were then heated at 95°C for 3 min and loaded onto a 15% SDS–polyacrylamide gel for analysis. Time course experiments concluded that 1 and 2 h were well within the initial velocity rates for SUMO protease and AcTEV protease, respectively (that is, the rate of reaction was within in the linear region [data not shown]).",
            "cite_spans": [],
            "section": "Enzyme kinetics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The SDS–polyacrylamide gels were stained with Coomassie Blue and scanned such that each band could be quantified using the software Scion Image version Beta 4.0.2 (Scion Corporation). Densitometry analyses were performed, and when compared with a loading standard (known amount of product) used to determine the amount of product generated per unit time. The initial velocity values used for curve fitting were the mean of three independent experiments. These initial velocity measurements were plotted against the substrate concentration and fit to the Michaelis-Menton equation using KaleidaGraph 3.5 (Synergy Corporation). The kcat values were calculated by assuming 100% activity for the enzyme.",
            "cite_spans": [],
            "section": "Enzyme kinetics ::: Materials and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Sequence and size of tags\na SUMO migrates aberrantly at ~20 kDa in an SDS–polyacrylamide gel.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Kinetic parameters for SUMO protease and AcTEV protease\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Proteins expressed as SUMO fusions in E. coli\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Expression of His6-GFP and fusions with Ub, SUMO, MBP, GST, TRX, and NUS A proteins. E. coli grown in LB to an OD600=0.6 at 37°C, induced with 1 mM IPTG and incubated at 20°C overnight. Protein fractions were resolved by SDS-PAGE and stained with Coomassie. Arrowheads indicate expected/observed positions of respective protein bands. (UN) Uninduced culture; (IN) induced culture; (S) soluble cellular lysate; (IB) inclusion body.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Expression of His6-MMP13 (amino acids 20–274) and fusions with Ub, SUMO, MBP, GST, TRX, and NUS A proteins. E. coli grown in LB to an OD600=0.6 at 37°C, induced with 1 mM IPTG and incubated at 20°C overnight. Protein fractions were resolved by SDS-PAGE and stained with Coomassie. Arrowheads indicate expected/observed positions of respective protein bands. (UN) Uninduced culture; (IN) induced culture; (S) soluble cellular lysate; (IB) inclusion body.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Expression of His6-GDF8 and fusions with Ub, SUMO, MBP, GST, TRX, and NUS A proteins. E. coli was grown in LB to an OD600=0.6 at 37°C, induced with 1 mM IPTG, and incubated at 20°C overnight. Protein fractions were resolved by SDS-PAGE and stained with Coomassie. Arrowheads indicate expected/observed positions of respective protein bands. (UN) Uninduced culture; (IN) induced culture; (S) soluble cellular lysate; (IB) inclusion body.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: (A) Kinetic data for cleavage of SUMO-eGFP and NUSAeGFP by SUMO and AcTEV proteases. Data represent the mean of three independent experiments, with error bars representing the range. Curve fitting to the Michelais-Menton equation was completed using nonlinear regression (R2 as shown on each graph), and used to calculate KM and kcat (Table 2). (B) An SDS gel depicting the purification of GFP using the SUMO fusion tag. Soluble cell lysate was passed over a Ni-NTA column, washed with 20 mM imidazole, and eluted with 300 mM imidazole (affinity purified). Cleavage with the SUMO protease was conducted under standard conditions, and the sample was passed over another Ni-NTA column to remove the SUMO protease and tag (subtracted). These various steps of a typical purification of SUMOGFP were analyzed in a 15% SDS–polyacrylamide gel. Proteins were visualized using Coommassie Blue staining. Arrowheads indicate expected/observed positions of respective protein bands.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "FEBS Lett.",
            "volume": "547",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "J. Mol. Biol.",
            "volume": "280",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "EMBO J.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Trends Biochem. Sci.",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Biotechnol. Bioeng.",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "322",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Annu. Rev. Biophys. Biomol. Struct.",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "293",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Protein Expr. Purif.",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Prep. Biochem. Biotechnol.",
            "volume": "32",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Protein Expr. Purif.",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "J. Cell. Biol.",
            "volume": "147",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "J. Biol. Chem.",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Nat. Struct. Biol.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci.",
            "volume": "98",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Nature",
            "volume": "398",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Mol. Cell. Biol.",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J. Struct. Funct. Genomics",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Annu. Rev. Cell. Dev. Biol.",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Mol. Cell",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "EMBO J.",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Protein Expr. Purif.",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Protein Expr. Purif.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Eur. J. Biochem.",
            "volume": "269",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Protein Expr. Purif.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Methods Enzymol.",
            "volume": "326",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 1986,
            "venue": "J. Mol. Biol.",
            "volume": "189",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J. Biol. Chem.",
            "volume": "276",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Am. J. Physiol. Endocrinol. Metab.",
            "volume": "280",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "J. Biol. Chem.",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Biochem. J.",
            "volume": "338",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Struct. Funct. Genomics",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Protein Express Purif.",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}