{
    "paper_id": "PMC2862077",
    "metadata": {
        "title": "Déjà Vu All Over Again: Koch's Postulates and Virology in the 21st Century",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "V."
                ],
                "last": "Williams",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In this issue of theJournal, Martin et al [1] report the results of a prospective longitudinal cohort study of acute respiratory illness in children who attended daycare. This article describes prolonged shedding of the recently identified human bocavirus (HBoV) by children and detection of HBoV in the absence of respiratory symptoms. Their findings argue against the hypothesis that HBoV is a primary respiratory pathogen, leaving the biological significance of HBoV infection in question. The work also nicely illustrates a common problem facing modern virologists: how to assign disease causality to a microorganism that is not amenable to Koch's postulates. Molecular discovery techniques have identified numerous viruses that, like HBoV, have yet to be definitively established as pathogens.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 44,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "HBoV is a human parvovirus discovered in 2005 by Allander et al [2] with use of an elegant molecular virus-sequencing approach. Genomic analysis showed that HBoV was distinct from the other known human parvovirus B19 and was most closely related to bovine and canine parvoviruses (hence the genus name Bocavirus). HBoV was originally identified in specimens from children with acute respiratory illness, and therefore a putative association with respiratory disease was proposed. HBoV joined the ranks of several other recently discovered human viruses, including human metapneumovirus (HMPV) and human coronaviruses NL63 and HKU-1 [3–5]. Many groups that had published studies of HMPV and HCoV NL63 rapidly tested similar specimen collections for HBoV [6–9]. These initial studies and others have detected HBoV by polymerase chain reaction (PCR) in specimens from children with acute respiratory illness worldwide at frequencies of 5%-20% [10–15]. However, many of these studies were limited to convenience samples collected during routine clinical care in a variety of settings and, therefore, were subject to case ascertainment and illness severity bias, and most of these studies lacked appropriate controls. Furthermore, other viruses present in the specimens were frequently detected by less sensitive methods, such as direct immunofluorescence and culture, making determination of coinfection rates difficult.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 633,
                    "end": 636,
                    "mention": "3–5",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 754,
                    "end": 757,
                    "mention": "6–9",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 941,
                    "end": 946,
                    "mention": "10–15",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The present study sought to address the limitations of some previous work. Martin et al [1] recruited 119 previously healthy children 6 weeks through 24 months of age (mean age, 10 months) at 3 daycare centers on a large military base and observed the cohort for a mean follow-up period of 1 year (range, 11 days through 2 years). Flocked nasal swab samples were collected at enrollment and with each new acute respiratory illness; additional swab samples were obtained weekly during clinical respiratory episodes. Parents, daycare staff, or active surveillance by an onsite study nurse identified new illnesses. HBoV and, importantly, other respiratory viruses were detected by PCR. HBoV was detected in 106 (33%) of 318 episodes of acute respiratory illness during the study; in 72% of these episodes, other viruses were detected in addition to HBoV. This high rate of co-detection of other viruses in addition to HBoV is in agreement with other reports of 60%-90% co-detection when other viruses were analyzed by molecular methods [13, 16–23]. This raises a challenge in assigning causality to HBoV as a sole primary respiratory pathogen: the majority of HBoV-infected children with acute respiratory illness are also infected with viruses that are established causes of such illnesses.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1039,
                    "end": 1044,
                    "mention": "16–23",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another feature used to assign disease causality is the absence of the virus in healthy individuals. Strikingly, Martin et al [1] detected HBoV in 20 (44%) of 45 asymptomatic subjects at enrollment. Quantitative HBoV loads did not differ between asymptomatic children with virus detected and children with acute respiratory illness, and viral load was not correlated with disease severity. Furthermore, the study design included weekly resampling during episodes of acute respiratory illness. Of children with acute respiratory illnesses who had test results positive for HBoV at any point during the episode, 20% had been HBoV negative at symptom onset; there was thus an inconsistent correlation between HBoV detection and the onset of respiratory illness. Few previous studies have tested for HBoV in an appropriate asymptomatic control population. Several studies have failed to detect HBoV in asymptomatic subjects, but the control subjects were not well matched by age, sample collection method, enrollment site, or sampling period [9, 15, 16]. HBoV is predominantly detected in children <2 years of age, and matching for age is thus essential. A prospective study of acute respiratory illness in Thailand reported a 4fold higher rate of HBoV detection among case patients overall, compared with the rate among control subjects; however, when considering only HBoV-positive patients in whom other viruses were not detected and controlling for subject age and month of sampling, HBoV was not detected significantly more often among either inpatients hospitalized with pneumonia or outpatients with influenza-like illness than among control subjects [13]. Several large prospective studies in Canada, Denmark, and the Netherlands with age-and season-matched control subjects have found similar rates of HBoV among asymptomatic subjects and children with acute respiratory illness [19, 21, 24]. Thus, the careful study by Martin et al [1] confirms, within a prospective longitudinal cohort, that HBoV detection does not appear to be correlated with such illnesses.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "mention": "9",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1655,
                    "end": 1657,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1885,
                    "end": 1887,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1889,
                    "end": 1891,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1893,
                    "end": 1895,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1939,
                    "end": 1940,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "HBoV detection by PCR has not been limited temporally to single respiratory episodes. Prolonged shedding and intermittent detection of HBoV over months have been reported [24, 25], and Martin et al [1] documented prolonged shedding (for up to 75 days) in 20 subjects, with intermittent detection several months apart in 18 other children. Two groups have previously detected HBoV in tonsil and adenoid tissues from surgical specimens, which suggests long-term persistence of the virus [26, 27]. HBoV has been detected in serum samples [13, 16] and stool specimens [14, 28–30] by PCR, but the biological significance of this is not clear. As is the case with respiratory pathogens, established gastrointestinal pathogens are often co-detected with HBoV, and HBoV is often detected in stool specimens from asymptomatic subjects. HBoV DNA has been detected in heart tissue from patients undergoing cardiac surgery without evidence of virus-associated cardiomyopathy [31]. Collectively, these data complicate the linking of a single acute illness with HBoV detection.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 199,
                    "end": 200,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 569,
                    "end": 574,
                    "mention": "28–30",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On the other hand, ample data suggest that HBoV establishes true infection in humans and is not a simple commensal. Acute seroconversion with immunoglobulin M and immunoglobulin G is temporally associated with HBoV detection in some cases, and CD4+ T cell interferon responses to HBoV proteins have been identified [16, 32, 33]. Seroepidemiological studies show that HBoV infection is ubiquitous and induces long-lasting antibodies [31, 33–36]. What, then, is the meaning of HBoV detection in humans? Does HBoV contribute to the pathogenesis of a specific clinical syndrome in either a primary or helper fashion? Is there a contribution of host immune response to HBoV reactivation and detection during intercurrent infection? The many unanswered questions about this newly discovered virus return us to basic approaches for establishing causation and pathogenesis regarding any virus.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 437,
                    "end": 442,
                    "mention": "33–36",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Koch espoused his core principles regarding the proof of an etiologic role for a potential pathogen in 1884. These postulates were revised by the eminent virologist Thomas Rivers in 1937 to reflect the biology of viruses, which, as obligate intracellular parasites, cannot be isolated in pure culture [37]. Huebner [38] further modified these principles in 1957, during the heyday of virus discovery that followed the development of tissue and cell culture. Fredricks and Relman [39] eloquently applied these guidelines to sequence-based microbe discovery. There are numerous challenges in proving viruses as the etiologic causes of specific syndromes: prolonged viral shedding after acute illness (eg, enteroviruses); latent infection and asymptomatic shedding (eg, herpesviruses); clinical disease in a minority of infected individuals (eg, poliovirus); and recurrent asymptomatic infection of immune adults (eg, respiratory syncytial virus) are but a few of these challenges. Huebner proposed a “ Bill of Rights for Prevalent Viruses” that comprised a “ guarantee against the imputation of guilt by simple association” [38, pp.434–437] consisting of 8 conditions: (1) isolation of a virus in culture; (2) repeated recovery of the virus from human specimens; (3) antibody response to the virus; (4) characterization and comparison with known pathogenic viruses; (5) constant association of the virus with specific illness; (6) reproduction of clinical illness in volunteer challenge studies; (7) epidemiologic studies (with controlled longitudinal studies offering the greatest value); and (8) prevention of disease by vaccination. The difficulty in meeting several of these conditions for HBoV, or for any other new virus, is immediately obvious. The recent successful culture of HBoV in primary airway epithelial cells may facilitate research into pathogenesis and the development of an animal model [40]. The available evidence shows that HBoV infects humans early in childhood and can be readily detected in a number of acute respiratory illness episodes in children; the frequency of HBoV infection implies a need for additional investigation. The present study by Martin et al [1] suggests that a refocusing of HBoV research efforts may be indicated.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1905,
                    "end": 1907,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2186,
                    "end": 2187,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "These are good problems to have; we are in an exciting time of virology and microbiology research. Newer sequencing techniques and other molecular detection methods are opening new frontiers in microbial discovery and identifying causes of hitherto mysterious diseases. Although the evolving HBoV story does not disprove a role for HBoV in respiratory illness, the results of the work by Martin et al [1] and other recent epidemiologic data sound a cautionary note for the entire field. Careful, prospective, controlled epidemiologic studies and the development of appropriate tools, such as serological tests and animal models, are critical to determine the pathogenic potential of new viruses. Population-based networks and research infrastructure will provide a foundation for parallel approaches to a variety of emerging pathogens. These studies will not be descriptive but definitive and identify which microorganisms are important enough to warrant interventions, such as antiviral drugs or vaccines. The struggle to understand new viruses exemplifies the importance of research in both basic and clinical sciences; basic research is essential to elucidate virology, biology, and immunology, whereas clinical researchers are required to conduct appropriate epidemiologic studies. Thus, the era of modern virus discovery brings us full circle to the same challenges faced in the early days of virus hunters. As Yogi Berra quipped, it's “ Déjà vu all over again.”",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 403,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Frequent and prolonged shedding of bocavirus in young children attending daycare",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "11",
            "pages": "1625-1632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Detection of human bocavirus in Japanese children with lower respiratory tract infections",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "1132-1134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Epidemiological profile and clinical associations of human bocavirus and other human parvoviruses",
            "authors": [],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1283-1290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Human bocavirus in hospitalized children, South Africa",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1457-1458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Human bocavirus: a novel parvovirus epidemiologically associated with pneumonia requiring hospitalization in Thailand",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "1038-1045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Clinical and molecular epidemiology of human bocavirus in respiratory and fecal samples fromchildren in Hong Kong",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "986-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Human bocavirus in Italian patients with respiratory diseases",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "38",
            "issn": "",
            "pages": "321-325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Human bocavirus and acute wheezing in children",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "904-910",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Clinical characteristics of human bocavirus infections compared with other respiratory viruses in Spanish children",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "677-680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Human bocavirus quantitative DNA detection in French children hospitalized for acute bronchiolitis",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "",
            "pages": "142-147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Human bocavirus infections in hospitalized children and adults",
            "authors": [],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "217-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "12891-12896",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Human bocavirus infection in hospitalized children in Italy",
            "authors": [],
            "year": 2008,
            "venue": "Influenza Other Respi Viruses",
            "volume": "2",
            "issn": "",
            "pages": "175-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Human bocavirus and KI/WU polyomaviruses in pediatric intensive care patients",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "454-457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Frequent detection of viral coinfection in children hospitalized with acute respiratory tract infection using a real-time polymerase chain reaction",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "589-594",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Viruses in community-acquired pneumonia in children aged less than 3 years old: High rate of viral coinfection",
            "authors": [],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "",
            "pages": "1843-1849",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Clinical and epidemiologic characteristics of human bocavirus in Danish infants: results from a prospective birth cohort study",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "897-902",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Human bocavirus infection in children with respiratory tract disease",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "969-973",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Prevalence of human bocavirus in human tonsils and adenoids",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1149-1150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human bocavirus in tonsillar lymphocytes",
            "authors": [],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1332-1334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Detection of human bocavirus in children hospitalized because of acute gastroenteritis",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "994-997",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Human bocavirus, a respiratory and enteric virus",
            "authors": [],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "636-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Human bocavirus infection in children hospitalized with acute gastroenteritis in China",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "",
            "pages": "280-285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Prevalence of parvovirus B19 and human bocavirus DNA in the heart of patients with no evidence of dilated cardiomyopathy or myocarditis",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1660-1666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "CD4+ T helper cell responses against human bocavirus viral protein 2 viruslike particles in healthy adults",
            "authors": [],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Humoral immune response against human bocavirus VP2 virus-like particles",
            "authors": [],
            "year": 2008,
            "venue": "Viral Immunol",
            "volume": "21",
            "issn": "",
            "pages": "443-449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Seroepidemiology of human bocavirus in Hokkaido prefecture, Japan",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "3218-3223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Seroepidemiology of human bocavirus defined using recombinant virus-like particles",
            "authors": [],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "41-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Serodiagnosis of human bocavirus infection",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "540-546",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Viruses and Koch's postulates",
            "authors": [],
            "year": 1937,
            "venue": "J Bacteriol",
            "volume": "33",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Criteria for etiologic association of prevalent viruses with prevalent diseases; the virologist's dilemma",
            "authors": [],
            "year": 1957,
            "venue": "Ann N Y Acad Sci",
            "volume": "67",
            "issn": "",
            "pages": "430-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Sequence-based identification of microbial pathogens: a reconsideration of Koch's postulates",
            "authors": [],
            "year": 1996,
            "venue": "Clin Microbiol Rev",
            "volume": "9",
            "issn": "",
            "pages": "18-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Identification of a new human coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Human bocavirus can be cultured in differentiated human airway epithelial cells",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "7739-7748",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A previously undescribed coronavirus associated with respiratory disease in humans",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6212-6216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Frequent detection of human rhinoviruses, paramyxoviruses, coronaviruses, and bocavirus during acute respiratory tract infections",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1232-1240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Human bocavirus infection, Canada",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "848-850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Human bocavirus in children",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "862-863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Human bocavirus infection in young children in the United States: molecular epidemiological profile and clinical characteristics of a newly emerging respiratory virus",
            "authors": [],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1276-1282",
            "other_ids": {
                "DOI": []
            }
        }
    }
}