{
    "paper_id": "PMC2853730",
    "metadata": {
        "title": "Respiratory Virus Pneumonia after Hematopoietic Cell Transplantation (HCT): Associations between Viral Load in Bronchoalveolar Lavage Samples, Viral RNA Detection in Serum Samples, and Clinical Outcomes of HCT",
        "authors": [
            {
                "first": "Angela",
                "middle": [
                    "P."
                ],
                "last": "Campbell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jason",
                "middle": [
                    "W."
                ],
                "last": "Chien",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Kuypers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Janet",
                "middle": [
                    "A."
                ],
                "last": "Englund",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Wald",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Katherine",
                "middle": [
                    "A."
                ],
                "last": "Guthrie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lawrence",
                "middle": [],
                "last": "Corey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Boeckh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nPatients and samples. We retrospectively identified a cohort of 104 HCT recipients who experienced 108 episodes of respiratory virus-associated pneumonia within 1 year after HCT. Four patients had 2 distinct episodes of pneumonia caused by different viruses, separated by ⩾1 month. All patients underwent HCT at the Fred Hutchinson Cancer Research Center between 1993 and 2007 and provided written informed consent allowing use of stored specimens and medical records. The study was approved by the center's Institutional Review Board.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "All patients eligible for analysis had radiographic and clinical evidence of lower respiratory tract disease confirmed by respiratory virus detection in BAL. BAL samples were obtained from adults (⩾18 years old) by washing with 90–150 mL of sterile, isotonic saline via bronchoscopy; smaller volumes were used for children. Pneumonia was virologically confirmed by testing BAL samples with direct fluorescent antibody, culture, shell vial, or qualitative reverse-transcription PCR (RT-PCR) for RSV, PIV types 1–4, influenza A/B viruses, and rhinoviruses (or PCR for adenoviruses) and by qualitative RT-PCR alone for MPV and the non-severe acute respiratory syndrome human CoVs (OC43, 229E, HKU1, and NL63). A multiplexed qualitative PCR panel has been available for testing of clinical samples at our center since May 2006. BAL samples were also submitted for routine bacterial, fungal, and acid-fast bacilli cultures and for detection of CMV and herpes simplex virus.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "All patients had serum and/or plasma samples prospectively collected weekly for laboratory monitoring during the first 100 days and at varying intervals for up to 1 year after HCT. Although both serum and plasma samples were tested, these will be referred to collectively as serum samples throughout this article. BAL and residual serum samples were stored frozen at -20°C or -70°C. For this analysis, we obtained 1–3 serum samples that corresponded most closely to the date of bronchoscopy. We included patients with either stored BAL or stored serum samples; concomitant stored BAL and serum samples were available from a subset of patients. Stored BAL samples that had previously tested positive for RSV, PIV, influenza A virus/B virus, MPV, or CoV were tested by quantitative RTPCR for the previously detected virus. Stored serum samples were also tested by quantitative RT-PCR for the virus that had been previously detected in BAL samples.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "\nQuantitative RT-PCR assays. Total nucleic acids were isolated from 200 µL of BAL specimens, and quantitative RT-PCR assays were performed using 10 µL of specimen for each reaction [40–43]. Each quantitative assay was linear from 10 to 108 viral copies/reaction, with a 95% limit of detection of 10 copies/reaction (or 1000 copies/mL) [40–43]. A different nucleic acid extraction method (QIAamp Viral RNA Mini kit; Qiagen) was used for serum, which enabled processing of a larger volume (50 µL), providing a sensitivity of 200 copies/mL for a cutoff of 10 copies/reaction. Serum samples were tested by quantitative RT-PCR using the same primers and method described for BAL specimens [40–43]. All PCR methods were performed according to College of American Pathologist standards, and the laboratories passed proficiency testing in viral diagnostics.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 187,
                    "mention": "40–43",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 336,
                    "end": 341,
                    "mention": "40–43",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 685,
                    "end": 690,
                    "mention": "40–43",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "\nStatistical analysis. The Wilcoxon rank-sum test was used to compare quantitative viral loads in BAL samples among patients grouped by clinical characteristics. Cox proportional hazards regression was used to analyze overall survival at 1 and 6 months by quantitative viral loads in the first BAL sample. The model was adjusted for potential confounders, including age, stem cell source (peripheral blood stem cells vs bone marrow and cord blood), presence of lymphopenia (⩽100 lymphocytes/ µL ⩽7 days before collection of BAL fluid), mechanical ventilation at or within 30 days after BAL, and the presence or absence of copathogens. Copathogens were defined as pathogenic bacteria, fungi, or opportunistic viruses from the same BAL sample or a concomitant lung biopsy sample. For these evaluations, each patient was represented once using the first viral load available from the first episode of pneumonia.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Characteristics of patients with or without viral RNA detected in serum were compared using the Wilcoxon rank-sum test for nonparametric continuous data and the Fisher exact test for categorical variables. Poisson regression with robust standard error estimates was used to calculate the prevalence rate ratio (RR) for clinical outcomes among HCT recipients with or without detection of viral RNA [44]. The models were adjusted for stem cell source, presence of lymphopenia, and interval between HCT and BAL sample [4–6]. Age, donor type (HLA-identical sibling vs alternate donors), sex, conditioning regimen (nonmyeloablative vs myeloablative), CMV risk group (donor and recipient seronegative vs other), underlying disease risk, presence of acute grade 2–4 graft-vs-host disease at or before diagnosis of pneumonia, presence or absence of copathogens, and year of transplant were also considered potential confounders. These confounders were included in the multivariate model if they altered the adjusted RR for the outcomes of interest by ⩾10%. For RSV pneumonia, the model was limited to 1 confounder.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 516,
                    "end": 519,
                    "mention": "4–6",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Differences were considered statistically significant at P>.05 (2-sided). No adjustments were made for multiple comparisons.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Of 104 HCT recipients, 87 had 100 stored BAL samples available for testing (Figure 1). Thirty-eight patients had 45 stored BAL samples without serum samples available, and 17 patients had 37 stored serum samples without BAL samples. Forty-nine patients had 55 concomitant BAL and 95 concomitant serum samples. Serum samples were collected a median of 1 day after BAL samples (interquartile range, 3 days before to 4 days after BAL collection).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Study cohort characteristics, grouped by type of samples available, are shown in Table 1. Most patients had lymphopenia in the week before the diagnosis of pneumonia. The groups differed with respect to the proportion of pneumonia episodes accompanied by copathogens. Of 27 patients with pulmonary copathogens, 11 had >1 type. Aspergillus was most common, with 9 infections confirmed as Aspergillus fumigatus. Twelve patients had CMV pneumonia, and 10 had coexisting bacterial pathogens (including Pseudomonas aeruginosa in 5 patients, Streptococcus pneumoniae in 3, Staphylococcus aureus in 2, coliforms in 3, acinetobacter in 1, and nocardia in 1). Other copathogens included Candida species in 2 patients, Mycobacterium fortuitum in 1, and Rhizopus species in 1.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nQuantitative respiratory virus detection in BAL fluid. Five BAL samples from 5 HCT recipients who had previously tested positive were negative on retesting (RSV in 2 samples, influenza A virus in 2, and MPV in 1); that is, viral RNA was below the limit of detection by quantitative RT-PCR. These samples were collected in 1990, 1999, and 2006 (3 samples) and had previously been positive by culture (RSV [2 samples]), direct fluorescent antibody (influenza A virus [2 samples] and RSV), and RT-PCR (MPV). We analyzed quantitative viral load in association with the date of sample collection and found no correlation between viral load and timing within the study period to suggest that sample degradation may have consistently contributed to lack of RNA amplification (Pearson coefficient, 0.08). Further analyses were performed using the 95 amplifiable BAL samples from 82 HCT recipients.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Three patients had 2 separate episodes of pneumonia, and 9 patients had >1 BAL sample per infection. Using the BAL sample with maximum quantitative viral load for each respiratory virus per episode of pneumonia (85 BAL samples), the median respiratory virus copy number for each was as follows: for RSV (n=35), 2.6×106 copies/mL (range, 1.5×103 to 1.0×109); for PIV (n35), 4.9×107 copies/mL (range, 2.7×103 to 1.1×109); for influenza virus (n9), 6.8×105 copies/mL (range, 7.4×103 to 8.3×108); for MPV (n7), 3.9×107 copies/mL (range, 2.9×104 to 2.8×108); and for CoV (n4), 1.8×105 copies/mL (range, 2.5×103 to 2.0×107) (Figure 2A).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 619,
                    "end": 628,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nQuantitative respiratory virus detection in BAL samples and clinical outcomes. For 77 patients, we examined the association of quantitative viral load in BAL samples from first episodes of pneumonia (33 RSV, 29 PIV, 5 MPV, 8 influenza, and 2 CoV) with the presence of lymphopenia, the presence of copathogens, and the need for mechanical ventilation. We excluded 3 patients with multiple respiratory viruses detected in BAL samples and 2 patients for whom the first positive BAL sample was not available. There was no statistically significant difference in median quantitative viral load between patients with and those without lymphopenia (⩽100 lymphocytes/µL ⩽7 days before collection of BAL fluid) or copathogens; there was a trend toward a higher viral load in patients who required mechanical ventilation (P=.06) (Figure 3). There was no association between quantitative viral load measured in the first BAL sample and overall survival at 1 or 6 months (data not shown).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 821,
                    "end": 829,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nQuantitative respiratory virus detection in serum samples. RT-PCR was used to test 132 serum samples obtained from 66 HCT recipients near the date of diagnostic BAL samples, corresponding to 68 episodes of pneumonia (RSV in 41, PIV in 17, influenza virus in 5, MPV in 3, PIV-2/CoV coinfection in 1, and MPV/influenza A virus/CoV coinfection in 1) (Table 2). Forty-nine patients had concomitant BAL (n=55) and serum (n=95) samples. Respiratory viral RNA was detected in serum samples from 6 patients: 4 (10%) with RSV pneumonia, 1 with influenza B, and the 1 patient with MPV/influenza A virus/ CoV coinfection (influenza virus and MPV RNA detected).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 349,
                    "end": 356,
                    "mention": "Table 2",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The median serum RNA values were as follows: for RSV, 5.3×102 copies/mL (range, 3.0×102 to 1.2×104); for influenza B virus, 3.3×102 copies/mL; for MPV, 7.9×102; and for influenza A virus, 3.7×102 copies/mL. The 6 positive serum samples were collected a median of 1 day after the closest concomitant positive BAL sample (range, 11 days before to 6 days after), similar in timing to the 126 negative serum samples (median, 1 day after BAL sample; range, 16 days before to 19 days after) (P=.78).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Figure 2B provides quantitative viral loads for BAL samples corresponding to negative and positive serum samples. For 2 patients with RSV RNA detected in serum, corresponding BAL samples with maximum viral load had 1.7×108 to 1.0×109 RNA copies/mL detected. One patient with influenza B virus RNA detected in serum had 6.7×104 copies/mL in the BAL sample, and the patient with MPV and influenza A virus detected in serum had 7.8×107 and 7.4×103 copies/mL, respectively, in the BAL sample. No viral RNA was detected in the serum samples of 18 patients with PIV pneumonia, even among patients with the highest BAL viral loads.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The association between quantitative RSV load in BAL samples and detection of RSV RNA in serum was analyzed for 23 HCT recipients with RSV pneumonia and quantitative viral loads from concurrent BAL and serum samples. The median maximum BAL RSV load was higher in 2 patients with RSV RNA detected in serum samples than in patients with no RSV RNA detected (5.9×108 vs 3.2×106 copies/mL; P=.05).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nDetection of viral RNA in serum and clinical outcomes. All 6 patients with viral RNA detected in serum underwent allogeneic bone marrow transplantation with pneumonia and serum RNA detection in the first 120 days after HCT; additional characteristics are listed in Table 3. Serum viral RNA was detected in 3 patients after ⩾1 week of antiviral therapy, aerosolized ribavirin for RSV in 2 patients (patients 3 and 4), and oseltamivir in 1 (patient 6). Positive serum samples were collected within 1–12 days of positive BAL samples. Five of the 6 patients died within 1 week of a positive serum or BAL sample, and viral pneumonia was regarded as the final diagnosis and cause of death. Autopsies were performed for patients 5 and 6; both had diffuse alveolar damage and negative viral culture results, and focal bronchiolitis obliterans organizing pneumonia was also reported for patient 5. No patients with viral RNA detected in serum had bacterial, fungal, or viral copathogens in BAL fluid.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Characteristics from Table 1 were similar for patients with and those without viral RNA detected in serum (data not shown). When the entire population was analyzed, there was no difference between these subgroups in the timing of diagnoses of pneumonia after HCT. However, for the subset of 40 patients with RSV pneumonia after HCT, pneumonia was diagnosed sooner after transplantation in the 4 patients with RSV RNA detected in serum than in those without RSV RNA in serum (median interval, 10 [range, 4–27] vs 48 days [range, 8–237]; P=.02).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "For first episodes of respiratory virus-associated pneumonia, detection of viral RNA in serum was assessed as a risk factor for use of mechanical ventilation or death within 30 days after the first positive BAL sample. This analysis was restricted to the 59 patients who underwent allogeneic transplantation. In univariate analysis, patients with viral RNA detected in serum had an increased risk of mechanical ventilation (RR, 2.4; P=.02) and death (RR, 2.0; P=.005) within 30 days after the first positive BAL sample; the association with death persisted in an adjusted model (RR, 1.8; P=.02) (Table 4).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 596,
                    "end": 603,
                    "mention": "Table 4",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "We have presented the first description of quantitative viral load in BAL and detection of viral RNA in serum samples among HCT recipients with respiratory virus pneumonia. We found high viral loads in BAL samples for all virus types, findings similar to those of another study in which MPV was identified by quantitative RT-PCR in BAL and bronchial wash samples from predominantly immunocompromised patients [15]. We also detected viral RNA in serum among a subset of HCT recipients soon after transplantation with respiratory virus pneumonia caused by RSV, influenza virus, or MPV but not among patients with PIV or CoV pneumonia. Patients with viral RNA detected in serum samples had an increased risk of death, suggesting that RNA detection may correlate with disease severity and poor outcome. Among patients with RSV, RNA detection in serum samples was associated with earlier diagnosis after transplantation.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Detection of respiratory viral RNA in serum samples from these patients may indicate systemic viral dissemination associated with poor prognosis. We did not have access to other specimens to evaluate for the presence or replication of virus in extrapulmonary sites. Pathogenic viral dissemination is just one possible mechanism to explain our findings. Alternative explanations include (1) physical release of intact viral particles into the circulation resulting from high viral loads in the respiratory tract that leads to epithelial cell death and (2) detection of virus or viral RNA from antigen-presenting cells, including pulmonary macrophages and dendritic cells, which gain direct access to the bloodstream during severe infection. It may be that detection of viral RNA in serum is typical in respiratory virus infections among HCT recipients and that use of sensitive RT-PCR assays enabled us to detect this occurrence. Further studies are necessary to investigate whether patients with upper respiratory tract infection alone or with disease that progresses from the upper to the lower respiratory tract may also have respiratory virus RNA detected in serum samples.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Implications of viral RNA detection in serum probably vary for different viruses. Studies of avian influenza virus suggest that detection of viral RNA in serum or plasma is a marker of disease severity and poor outcome [16, 17, 27]. Indeed, in avian influenza virus infection a viremic phase may contribute greatly to pathogenesis. Although we do not have definitive evidence of detection of replication-competent virus, we did find that detection of RNA in serum was associated with an increased risk of death. Among patients with RSV infection, high levels of RNA were detected in concomitant BAL samples at the time of RNA detection in serum samples, suggesting that the amount of infecting virus may influence the likelihood of serum RNA detection. This may indicate that we are detecting RNA that has spilled over because of pulmonary tissue damage. However, for the 2 patients with influenza virus detected in serum, the corresponding BAL viral load was considerably lower, suggesting detection of a true viremic phase. Clinically, complications of influenza include myocarditis and encephalopathy, although it is not clear whether these represent direct viral invasion or an aberrant host immune response [45–48]. These are important questions for investigation, because RT-PCR testing of serum for respiratory viruses may offer an adjunctive method for diagnosis of severe viral respiratory pneumonia and may have important implications for therapy and monitoring in certain patients. Further study is needed to determine whether viruses such as influenza virus and RSV have a true viremic phase associated with the detection of viral RNA in serum; if so, this may indicate that aerosolized therapy has limitations for some HCT recipients with viral pneumonia. Treatment with systemic antivirals may be beneficial for these patients.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 224,
                    "end": 226,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1213,
                    "end": 1218,
                    "mention": "45–48",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The major strength of this study is that it provides the first quantitative analysis of respiratory virus RNA in BAL samples and, to our knowledge, is the largest study conducted to date to evaluate respiratory viral load in BAL and serum samples from HCT recipients. Our stored repository of BAL and serum samples, collected prospectively during the study period, provided a valuable opportunity to evaluate a large quantity of specimens. Importantly, all patients received a standardized diagnostic work-up for pneumonia, including bronchoscopy at the first clinical or radiographic indication of lower respiratory disease. Although detection of viral RNA alone does not ensure that replicating virus is present, nucleic acid detection in serum has been associated with transmission and/or disease severity for both RNA and DNA viruses [24, 27, 35, 38, 49, 50]. PCR testing is often used for prompt, sensitive diagnosis of pneumonia in patients with possible lower respiratory tract disease, particularly in the immunocompromised population. Furthermore, many transplant centers are moving toward molecularbased laboratory techniques for diagnosis of respiratory viruses, so PCR testing of serum may soon be widely available. Our infrequent sampling of serum may have even underestimated the frequency of detection of circulating RNA. More frequent and regular sampling, as well as cell-based assays performed at the time of pneumonia, may increase the frequency of detection of respiratory viral RNA, because others have reported respiratory viral RNA detection in whole blood or peripheral blood mononuclear cell samples but not in serum samples [28, 30– 32].",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 841,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 847,
                    "end": 849,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 851,
                    "end": 853,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 859,
                    "end": 861,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1651,
                    "end": 1653,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1655,
                    "end": 1661,
                    "mention": "30– 32",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The retrospective nature of this study is limiting. Varying collection volumes for BAL samples may have influenced quantitative viral results, although we would not expect BAL dilution factors of 1–2-fold to cause major differences in viral load. In a previous study of quantitative testing in nasal wash samples in which collection volumes were recorded, uncorrected viral loads were compared with viral loads corrected by sample volume, and differences in samples were within the range of assay reproducibility (<0.5 log10 viral load) [7]. In this study, we assumed that 1 copy of viral RNA equals 1 virus particle for all viruses studied-that is, that we are detecting genomic RNA. We do not know the proportion of viral genomes that are infectious. If not all genomic copies in a specimen are infectious in vivo, quantifying viral RNA by PCR may overestimate the number of infectious particles. In addition, a small number of BAL samples tested negative by RT-PCR. At times, these samples were stored at -20°C, a temperature not optimal for longterm RNA storage. Thus, it is not surprising that degradation may have occurred and that viral RNA was undetectable in a few samples. We did not see a trend of decreasing quantitative viral load over time to suggest that duration of storage affected RNA amplification. Because we identified only 6 patients with viral RNA detected in concomitant serum samples, our ability to perform more rigorous multivariate analysis of outcomes was limited by sample size.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 539,
                    "mention": "7",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our analysis found that respiratory viruses may be detected at high virus copy numbers in BAL samples and that detection of viral RNA in serum may be more frequent than previously appreciated among HCT recipients with virologically confirmed respiratory virus pneumonia soon after transplantation. This study provides evidence that detection of respiratory virus RNA in the bloodstream of severely immunocompromised patients may be associated with poor outcome. Circulating respiratory viral RNA may provide some explanation of viral pathogenesis, especially in RSV infection, for which RSV RNA was documented in serum samples of 10% of patients. Larger studies are needed to validate these findings and to determine whether detection of respiratory virus RNA in serum is associated with disease severity in HCT recipients and other severely immunocompromised populations.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Specimens available for testing from 104 hematopoietic cell transplant (HCT) recipients. BAL, bronchoalveolar lavage.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Respiratory virus-specific quantitative viral loads in bronchoalveolar lavage (BAL) fluid. The BAL sample with the maximum viral load per pneumonia episode is shown and was used to calculate the median value for each virus. A, Eighty-five BAL samples from 82 hematopoietic cell transplant (HCT) recipients (the total for viruses is 90 because 3 samples included multiple viruses). B, Forty-nine BAL samples from 44 HCT recipients with corresponding BAL and serum samples (the total for viruses is 49 because 2 samples included multiple viruses and 2 patients had 2 episodes of pneumonia). Black markers (2 for respiratory syncytial virus [RSV], 2 for influenza virus [Flu], and 1 for metapneumovirus [MPV]) indicate that viral RNA was detected in the corresponding serum sample; white markers indicate that the serum sample was negative for the same respiratory virus. Parenthetical values on the horizontal axis indicate the number of positive samples for each virus; medians are shown at the top of the graph. Horizontal bars represent the median value for each virus. PIV, parainfluenza virus; CoV, coronavirus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Median quantitative bronchoalveolar lavage (BAL) viral load from the first positive BAL samples associated with respiratory virus pneumonia in 77 patients, in the presence or absence of clinical characteristics.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Table 1.: Characteristics of 104 Hematopoietic Cell Transplant (HCT) Recipients with Virologically Confirmed Respiratory Virus Pneumonia, Grouped by Stored Samples Available for Respiratory Virus Testing by Quantitative Reverse-Transcription Polymerase Chain Reaction",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Table 2.: Quantitative Reverse-Transcription Polymerase Chain Reaction Results for Serum Samples from 66 Hematopoietic Cell Transplant Recipients",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Table 3.: Characteristics of 6 Hematopoietic Cell Transplant (HCT) Recipients with Pneumonia and Respiratory Virus RNA Detected in Serum Samples",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Table 4.: Outcomes among Allogeneic Hematopoietic Cell Transplant (HCT) Recipients with Post-HCT Pneumonia, With and Without Viral RNA Detection in Serum, Shown Separately for Patients with Pneumonia Due to All Viral Infections and Patients with Respiratory Syncytial Virus (RSV) Pneumonia Alone",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Phase 1 evaluation of the respiratory syncytial virus-specific monoclonal antibody palivizumab in recipients of hematopoietic stem cell transplants.",
            "authors": [],
            "year": 2001,
            "venue": "J Infect Dis",
            "volume": "184",
            "issn": "",
            "pages": "350-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Parainfluenza virus respiratory infection after bone marrowtransplantation.",
            "authors": [],
            "year": 1992,
            "venue": "N Engl J Med",
            "volume": "326",
            "issn": "",
            "pages": "921-926",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Airflow obstruction after myeloablative allogeneic hematopoietic stem cell transplantation.",
            "authors": [],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "168",
            "issn": "",
            "pages": "208-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Airflow decline after myeloablative allogeneic hematopoietic cell transplantation: the role of community respiratory viruses.",
            "authors": [],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "",
            "pages": "1619-1625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical utility of cytomegalovirus viral load in bronchoalveolar lavage in lung transplant recipients.",
            "authors": [],
            "year": 2005,
            "venue": "Am J Transplant",
            "volume": "5",
            "issn": "",
            "pages": "544-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Quantitative detection of herpes simplex virus DNA in the lower respiratory tract.",
            "authors": [],
            "year": 2007,
            "venue": "J Med Virol",
            "volume": "79",
            "issn": "",
            "pages": "597-604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Detection of severe human metapneumovirus infection by real-time polymerase chain reaction and histopathological assessment.",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "",
            "pages": "1052-1060",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Influenza A/H5N1 virus infection in humans in Cambodia.",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "39",
            "issn": "",
            "pages": "164-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "H5N1 influenza A virus and infected human plasma.",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1041-1043",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Fatal avian influenza A (H5N1) in a child presenting with diarrhea followed by coma.",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "686-691",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Viraemia in influenza: a report of two cases.",
            "authors": [],
            "year": 1971,
            "venue": "Med J Aust",
            "volume": "2",
            "issn": "",
            "pages": "1166-1169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Community respiratory virus infections in bone marrow transplant recipients: the M.D. Anderson Cancer Center experience.",
            "authors": [],
            "year": 2001,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "7(suppl)",
            "issn": "",
            "pages": "8S-10S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Human influenza infection with proved viremia: report of a case.",
            "authors": [],
            "year": 1963,
            "venue": "N Engl J Med",
            "volume": "269",
            "issn": "",
            "pages": "964-966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Postsplenectomy sepsis due to influenzal viremia and pneumococcemia.",
            "authors": [],
            "year": 1976,
            "venue": "Can Med Assoc J",
            "volume": "115",
            "issn": "",
            "pages": "435-437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Detection of severe acute respiratory syndrome coronavirus RNA in plasma during the course of infection.",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "962-965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Influenza A virus infection and cardiac arrhythmia during the neonatal period.",
            "authors": [],
            "year": 2002,
            "venue": "Scand J Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "782-784",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Quantitative analysis and prognostic implication of SARS coronavirus RNA in the plasma and serum of patients with severe acute respiratory syndrome.",
            "authors": [],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "",
            "pages": "1976-1980",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Use of the polymerase chain reaction for demonstration of influenza virus dissemination in children.",
            "authors": [],
            "year": 1997,
            "venue": "Clin Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "736-737",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Influenza viremia and the potential for blood-borne transmission.",
            "authors": [],
            "year": 2007,
            "venue": "Transfusion",
            "volume": "47",
            "issn": "",
            "pages": "1080-1088",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia.",
            "authors": [],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1203-207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Detection of human respiratory syncytial virus sequences in peripheral blood mononuclear cells.",
            "authors": [],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "70",
            "issn": "",
            "pages": "481-489",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Detection of respiratory syncytial virus RNA in blood of neonates by polymerase chain reaction.",
            "authors": [],
            "year": 1998,
            "venue": "J Med Virol",
            "volume": "54",
            "issn": "",
            "pages": "320-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Respiratory virus infection in immunocompromised patients.",
            "authors": [],
            "year": 1989,
            "venue": "Bone Marrow Transplant",
            "volume": "4",
            "issn": "",
            "pages": "35-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Respiratory syncytial virus RNA in cells from the peripheral blood during acute infection.",
            "authors": [],
            "year": 1998,
            "venue": "J Pediatr",
            "volume": "133",
            "issn": "",
            "pages": "272-274",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Viremia in respiratory syncytial virus infection [in Russian].",
            "authors": [],
            "year": 1975,
            "venue": "Vopr Virusol",
            "volume": "",
            "issn": "",
            "pages": "455-458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Rhinovirus viremia in children with respiratory infections.",
            "authors": [],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "172",
            "issn": "",
            "pages": "1037-1040",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "High-risk adenovirus-infected pediatric allogeneic hematopoietic progenitor cell transplant recipients and preemptive cidofovir therapy.",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Transplant",
            "volume": "12",
            "issn": "",
            "pages": "219-227",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Prediction of severe disseminated adenovirus infection by serum PCR.",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "384-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Quantitative real-time polymerase chain reaction for detection of adenovirus after T cell-replete hematopoietic cell transplantation: viral load as a marker for invasive disease.",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "958-965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Quantification ofDNAin plasma by an automated real-time PCR assay (cytomegalovirus PCR kit) for surveillance of active cytomegalovirus infection and guidance of preemptive therapy for allogeneic hematopoietic stem cell transplant recipients.",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "3311-3318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Quantification of adenovirus DNA in unrelated donor hematopoietic stem cell transplant recipients.",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "",
            "pages": "79-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Risk factors for the development of cytomegalovirus disease after allogeneic stem cell transplantation.",
            "authors": [],
            "year": 2006,
            "venue": "Haematologica",
            "volume": "91",
            "issn": "",
            "pages": "78-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Monitoring cytomegalovirus infection by antigenemia assay and two distinct plasma real-time PCR methods after hematopoietic stem cell transplantation.",
            "authors": [],
            "year": 2002,
            "venue": "Bone Marrow Transplant",
            "volume": "30",
            "issn": "",
            "pages": "315-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Prospective study of the incidence, clinical features, and outcome of symptomatic upper and lower respiratory tract infections by respiratory viruses in adult recipients of hematopoietic stem cell transplants for hematologic malignancies.",
            "authors": [],
            "year": 2005,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "11",
            "issn": "",
            "pages": "781-796",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Comparison of conventional and molecular detection of respiratory viruses in hematopoietic cell transplant recipients.",
            "authors": [],
            "year": 2009,
            "venue": "Transpl Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "298-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Clinical disease in children associated with newly described coronavirus subtypes.",
            "authors": [],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "119",
            "issn": "",
            "pages": "e70-e76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Detection and quantification of human metapneumovirus in pediatric specimens by real-time RTPCR.",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "33",
            "issn": "",
            "pages": "299-305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Comparison of real-time PCR assays with fluorescent-antibody assays for diagnosis of respiratory virus infections in children.",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2382-2388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Relative risk regression in medical research: models, contrasts, estimators, and algorithms",
            "authors": [],
            "year": 2006,
            "venue": "University of Washington Biostatistics Working Paper Series",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The use of intravenous ribavirin to treat influenza virus-associated acute myocarditis.",
            "authors": [],
            "year": 1989,
            "venue": "J Infect Dis",
            "volume": "159",
            "issn": "",
            "pages": "829-836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Pathology of human influenza revisited.",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "suppl 4",
            "pages": "D59-D66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Histopathologic and immunohistochemical features of fatal influenza virus infection in children during the 2003–2004 season.",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "132-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "PCR on cerebrospinal fluid to show influenza-associated acute encephalopathy or encephalitis.",
            "authors": [],
            "year": 1998,
            "venue": "Lancet",
            "volume": "352",
            "issn": "",
            "pages": "873-875",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Impact of small reductions in plasma HIV RNA levels on the risk of heterosexual transmission and disease progression.",
            "authors": [],
            "year": 2008,
            "venue": "AIDS",
            "volume": "22",
            "issn": "",
            "pages": "2179-2185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Parainfluenza virus infections after hematopoietic stem cell transplantation: risk factors, response to antiviral therapy, and effect on transplant outcome.",
            "authors": [],
            "year": 2001,
            "venue": "Blood",
            "volume": "98",
            "issn": "",
            "pages": "573-578",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Cytomegalovirus (CMV) DNA load is an independent predictor of CMV disease and survival in advanced AIDS.",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7027-7030",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Influenza infections after hematopoietic stem cell transplantation: risk factors, mortality, and the effect of antiviral therapy.",
            "authors": [],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "1300-1306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Respiratory virus infection among hematopoietic cell transplant recipients: evidence for asymptomatic parainfluenza virus infection.",
            "authors": [],
            "year": 2007,
            "venue": "Blood",
            "volume": "110",
            "issn": "",
            "pages": "1681-1688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Respiratory tract viral infections in bone marrow transplant patients.",
            "authors": [],
            "year": 2003,
            "venue": "Transplantation",
            "volume": "76",
            "issn": "",
            "pages": "142-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Active surveillance for respiratory virus infections in adults who have undergone bone marrow and peripheral blood stem cell transplantation.",
            "authors": [],
            "year": 2003,
            "venue": "Bone Marrow Transplant",
            "volume": "32",
            "issn": "",
            "pages": "1085-1088",
            "other_ids": {
                "DOI": []
            }
        }
    }
}